{
  "boa": {
    "phrase": "boa constrictor     蟒蛇；王蛇", 
    "synonyms": "n. [脊椎]蟒蛇；女用围巾；蟒形联合浮动汇率", 
    "basic": "英 ['bəʊə] 美 ['boə]\nn. [脊椎] 蟒蛇；女用围巾；蟒形联合浮动汇率\nn. (Boa)人名；(葡)博阿；(缅)波", 
    "word": "boa", 
    "collins": "* N-COUNT A boa or a feather boa is a long soft scarf made of feathers or of short pieces of very light fabric. 羽毛围巾 \n例： She wore a large pink boa around her neck. 她脖子上围了一条大的粉红色羽毛围巾。 \n* N-COUNT A boa is the same as a . 同boa constrictor"
  }, 
  "wikipedia": {
    "word": "wikipedia", 
    "basic": "英 [vɪkɪ'pɪdiːə] 美 [viki'pidi:ə]\n维基百科（一个基于wiki技术的多语言的百科全书协作计划，也是一部用不同语言写成的网络百科全书， 其目标及宗旨是为全人类提供自由的百科全书）；开放性的百科全书"
  }, 
  "find": {
    "rel_word_tab": "词根： find\nn.\nfinding   发现；裁决；发现物\nfinder   发现者；探测器；（照相机的）[摄] 取景器；（大望远镜上的）[天] 寻星镜\nv.\nfound   找到（find的过去分词）\nfinding   找到；感到（find的ing形式）；遇到\nvt.\nfound   创立，建立；创办", 
    "discriminate": "detect, discover, ascertain, find\n这组词都有“发现”的意思，其区别是：\ndetect   正式用词，强调经过周密观察或研究而有所获得和发现，尤指发现有意隐藏之物。\ndiscover   普通用词，指发现本来存在，但示被认识的事物、真理或情况。\nascertain   较正式用词，指有意搜寻与发现。\nfind   普通用词，可指偶然发现，也可指经过寻找后得到或重新获得已失去的东西。强调动作的结果。", 
    "word": "find", 
    "collins": "* V-T If you find someone or something, you see them or learn where they are. 发现; 找到 \n例： The police also found a pistol. 警察还发现了一把手枪。 \n例： They have spent ages looking at the map and can't find a trace of anywhere called Darrowby. 他们已花了很长时间察看地图，却怎么也找不到一个叫“达罗比”的地方。 \n* V-T If you find something that you need or want, you succeed in achieving or obtaining it. 得到 \n例： Many people here cannot find work. 这里很多人找不到工作。 \n例： He has to apply for a permit and we have to find him a job. 他得申请一个许可证，而我们得给他找一份工作。 \n* V-T If you find someone or something in a particular situation, they are in that situation when you see them or come into contact with them. 发现 (某人或某物处于某种状态) \n例： They found her walking alone and depressed on the beach. 他们发现她独自一人、神情沮丧地走在海滩上。 \n例： She returned to her home to find her back door forced open. 她回到家中，发现后门被强行打开了。 \n* V-T If you find yourself doing something, you are doing it without deciding or intending to do it. 意识到 (自己无意中的动作) \n例： It's not the first time that you've found yourself in this situation. 这已经不是你第一次意识到自己处于这种情形了。 \n例： I found myself having more fun than I had had in years. 我发现自己多年来从未玩得这样开心过。 \n* V-T If you find that something is the case, you become aware of it or realize that it is the case. 发觉 \n例： The two biologists found, to their surprise, that both groups of birds survived equally well. 这两位生物学家惊奇地发觉，两组鸟都同样很好地活了下来。 \n例： At my age I would find it hard to get another job. 在我这个年纪，我觉得很难再找到另一份工作。 \n* V-T When a court or jury decides that a person on trial is guilty or innocent, you say that the person has been found guilty or not guilty. 判决 \n例： She was found guilty of manslaughter and put on probation for two years. 她被判过失杀人罪，缓刑两年。 \n* V-T You can use find to express your reaction to someone or something. 觉得 \n例： I find most of the young men of my own age so boring. 我觉得大多数和我同龄的年轻人都很无趣。 \n例： I find it ludicrous that nothing has been done to protect passengers from fire. 我认为没有采取任何措施来保护乘客免受火患是荒唐的。 \n* V-T If you find a feeling such as pleasure or comfort in a particular thing or activity, you experience the feeling mentioned as a result of this thing or activity. 体会到 \n例： How could anyone find pleasure in hunting and killing this beautiful creature? 怎么会有人在猎杀这种美丽的动物中体会到快乐呢？ \n* V-T If you find the time or money to do something, you succeed in making or obtaining enough time or money to do it. 找得出 (时间、金钱) \n例： I was just finding more time to write music. 我刚好抽得出更多的时间来作曲。 \n* V-T PASSIVE If something is found in a particular place or thing, it exists in that place. 发现 (某物的存在) \n例： Two thousand of France's 4,200 species of flowering plants are found in the park. 法国的4200种开花植物中有2000种可以在这个公园里找到。 \n* N-COUNT If you describe someone or something that has been discovered as a find , you mean that they are valuable, interesting, good, or useful. (有价值的) 发现 \n例： Another of his lucky finds was a pair of candleholders. 他另一个幸运的发现是一对烛台。 \n* → see also finding , found \n* PHRASE If you find your way somewhere, you successfully get there by choosing the right way to go. 找到 (去某地的路) \n例： He was an expert at finding his way, even in strange surroundings. 他是个找路的高手，即使在陌生的环境中也一样。 \n* PHRASE If something finds its way somewhere, it comes to that place, especially by chance. (尤指偶然地) 来到 \n例： It is one of the very few Michelangelos that have found their way out of Italy. 它是流传到意大利境外的少数几幅米开朗基罗的作品之一。 \n* to find fault with →see fault \n* to find one's feet →see foot", 
    "synonyms": "vt. 发现；认为；感到；获得\ndetect , earn , acquire , expect , count\nn. 发现", 
    "basic": "英 [faɪnd] 美 [faɪnd]\nvt. 查找，找到；发现；认为；感到；获得\nvi. 裁决\nn. 发现\nn. (Find)人名；(丹)芬", 
    "phrase": "find oneself     自我感觉；发现自己处于某种状态；发现自己的能力\nfind out     v.找出，查明；发现，揭发\ntry to find     寻求；寻找\nonly to find     结果却发现（表达出人意料或不愉快的意思）\nfind what     v.查找内容\nfind out about     找出；弄清有关…的情况；调查关于\nfind fault     找岔子；埋怨\nfind one's way     找到解决办法；渗入到；推开人群挤过去（等于pushone'sway）\nfind for     作有利于...的判决\nfind an excuse     借故\nfind fault with     挑剔；批评；抱怨\nfind expression in     在…中表现出\nfind expression in something     在...中表达出来\nplease find enclosed     请查收附件\nfind application     获得应用\nfind a market     销售\nfind one's way to     到达；找到…的去路"
  }, 
  "zoo": {
    "word": "zoo", 
    "basic": "英 [zuː] 美 [zu]\nn. 动物园\nn. (Zoo)人名；(朝)朱；(阿拉伯)祖", 
    "phrase": "beijing zoo     北京动物园\nshanghai zoo     上海动物园", 
    "synonyms": "n. [动]动物园", 
    "rel_word_tab": "词根： zoo\nadj.\nzoological   动物学的；关于动物的\nzoonotic   动物传染病的\nn.\nzoology   动物学；动物区系\nzoomorphism   动物形象；神像兽形化\nzoonosis   动物病；[动] 动物传染病", 
    "collins": "* N-COUNT/N-IN-NAMES A zoo is a park where live animals are kept so that people can look at them. 动物园 \n例： He took his son Christopher to the zoo. 他带儿子克里斯托弗去了动物园。"
  }
}