{
  "boa": {
    "basic": "英 ['bəʊə] 美 ['boə]\nn. [脊椎] 蟒蛇；女用围巾；蟒形联合浮动汇率\nn. (Boa)人名；(葡)博阿；(缅)波", 
    "phrase": "boa constrictor     蟒蛇；王蛇", 
    "synonyms": "n. [脊椎]蟒蛇；女用围巾；蟒形联合浮动汇率", 
    "collins": "* N-COUNT A boa or a feather boa is a long soft scarf made of feathers or of short pieces of very light fabric. 羽毛围巾 例： She wore a large pink boa around her neck. 她脖子上围了一条大的粉红色羽毛围巾。 \n* N-COUNT A boa is the same as a . 同boa constrictor"
  }, 
  "love": {
    "rel_word_tab": "词根： love\nadj.\nlovely   可爱的；令人愉快的\nloving   亲爱的；钟情的；忠诚的\nlovable   可爱的，讨人喜欢的\nloved   恋爱的；受珍爱的\nloveless   不可爱的；无爱情的\nloveable   可爱的；惹人爱的（等于lovable）\nadv.\nlovingly   亲切地；钟爱地\nn.\nlover   爱人，恋人；爱好者\nloveliness   可爱；漂亮；魅力；美好\nlovingness   钟情；爱；忠诚\nv.\nloved   热爱（love的过去分词）", 
    "discriminate": "love, affection, attachment\n这组词都有“爱、热爱”的意思，其区别是：\nlove   比affection的语气更强。表示一种难以控制的激情。\naffection   指对人的爱慕或深厚、温柔的感情，侧重感情的深沉。\nattachment   通常用于书面文字中，既可指对某人某物的喜欢，又可指出自理智对某人或某物的热爱，尤指长时间的爱。\n\nlove, fancy, enjoy, prefer, like, adore\n这组词都有“喜欢、喜爱”的意思，其区别是：\nlove   不但表示强烈的喜欢，而且含依恋之情，因此多用于能激起深厚情感的人或物。\nfancy   指喜爱投合自己心意、嗜好或欲望等的人或物。\nenjoy   指对能提供感观或智力上满足或快乐的东西表示欣赏或喜爱。\nprefer   指有选择性或偏向性的喜欢。\nlike   最常用词，往往只表不太强烈的兴趣或关注，不带强烈的感情，除非另加修饰语。\nadore   非正式用词，口语体。指非常喜爱，带强烈的感情色彩。", 
    "basic": "英 [lʌv] 美 [lʌv]\nn. 恋爱；亲爱的；酷爱；喜爱的事物；爱情，爱意；疼爱；热爱；爱人，所爱之物\nv. 爱，热爱；爱戴；赞美，称赞；喜爱；喜好；喜欢；爱慕\nn. （英）洛夫（人名）", 
    "synonyms": "n. 恋爱；亲爱的；酷爱；喜爱的事物\npassion , amativeness\nvt. 喜欢；热爱；爱慕\nworship ,\ntake a fancy to", 
    "collins": "* V-T If you love someone, you feel romantically or sexually attracted to them, and they are very important to you. 爱 例： Oh, Amy, I love you. 啊，埃米，我爱你。 \n* N-UNCOUNT Love is a very strong feeling of affection toward someone who you are romantically or sexually attracted to. 爱情 例： Our love for each other has been increased by what we've been through together. 我们对彼此的爱因我们共同经历的一切而增强。 例： ...an old fashioned love story. …一个老套的爱情故事。 \n* V-T You say that you love someone when their happiness is very important to you, so that you behave in a kind and caring way toward them. 疼爱 例： You'll never love anyone the way you love your baby. 你永远不会像疼爱你的孩子那样爱任何人。 \n* N-UNCOUNT Love is the feeling that a person's happiness is very important to you, and the way you show this feeling in your behaviour toward them. 疼爱 例： My love for all my children is unconditional. 我对我所有孩子的疼爱是无条件的。 \n* V-T If you love something, you like it very much. 非常喜欢 例： We loved the food so much, especially the fish dishes. 我们非常喜欢这些食物，尤其是那几盘鱼。 例： ...one of these people that loves to be in the outdoors. …那些喜欢户外生活的人们中的一员。 \n* V-T You can say that you love something when you consider that it is important and want to protect or support it. 热爱 例： I love my country as you love yours. 我热爱我的国家，就像你热爱你的国家一样。 \n* N-UNCOUNT Love is a strong liking for something, or a belief that it is important. 热爱 例： This is no way to encourage a love of literature. 这不可能激发对文学的热爱。 \n* N-COUNT Your love is someone or something that you love. 心爱之人; 心爱之物 例： \"She is the love of my life,\" he said. “她是我今生至爱，”他说道。 \n* V-T If you would love to have or do something, you very much want to have it or do it. 很愿意 例： I would love to play for England again. 我很愿意再次为英格兰参赛。 例： I would love a hot bath and clean clothes. 我很想洗个热水澡，换身干净衣服。 \n* NUM In tennis, love is a score of zero. (网球比赛中的) 零分 例： He beat Thomas Muster of Austria three sets to love. 他以3比0战胜了奥地利的托马斯·穆斯特。 \n* CONVENTION You can use expressions such as love , love from , and all my love , followed by your name, as an informal way of ending a letter to a friend or relative. (给亲友的书信结尾，置于写信人名前) 爱你的 例： ...with love from Grandma and Grandpa. …爱你的祖父母。 \n* N-UNCOUNT If you send someone your love , you ask another person, who will soon be speaking or writing to them, to tell them that you are thinking about them with affection. 问候 例： Please give her my love. 请代我问候她。 \n* → see also loving \n* PHRASE If you fall in love with someone, you start to be in love with them. 爱上 (某人) 例： I fell in love with him because of his kind nature. 我爱上了他，因为他天性善良。 \n* PHRASE If you fall in love with something, you start to like it very much. 非常喜欢 (某物) 例： I fell in love with the movies. 我非常喜欢这些电影。 \n* PHRASE If you are in love with someone, you feel romantically or sexually attracted to them, and they are very important to you. (与某人) 恋爱 例： Laura had never before been in love. 劳拉以前从未谈过恋爱。 \n* PHRASE If you are in love with something, you like it very much. 迷恋 (某物) 例： He had always been in love with the enchanted landscape of the West. 他一直都非常迷恋西部令人陶醉的风光。 \n* PHRASE When two people make love , they have sex. 做爱 例： Have you ever made love to a girl before? 你以前和女孩子做过爱吗？", 
    "phrase": "in love     相爱；恋爱中\nof love     论爱情\nfor love     ◎为了爱情,◎出于爱好；为了兴趣；为了消遣；不为钱(的)；无偿地\nin love with     热爱；与…相爱\nlove for     对…的热爱\ntrue love     真爱；挚爱，真情\nfall in love     坠入爱河；爱上某人\nfalling in love     坠入情网\nfall in love with     爱上\nwith love     （信末用语）良好的祝颂\nmake love     v.做爱；示爱（献殷勤）\nlove all     双方打成零比零\nlove at first sight     一见钟情\nlove story     n.爱情故事，恋爱小说\nlove life     n.[口]爱情生活\nfell in love with     爱上…（fallinlovewith的过去式）\n爱上…（fall in love with的过去式）     fortheloveof\nfor the love of     为了…起见\nwould love to     （表示喜欢，愿意）很想\nlove you forever     永远爱你\nthe one you love     你的爱人；你的至爱"
  }
}