{
  "This Week in Words: September 25 - October 1, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard,...\r\n\r\n", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "unrelenting": {
        "word_definition": "not to be placated or appeased or moved by entreaty", 
        "word_description": "Protests gathered to rally against an exhibit at the Guggenheim Museum in New York that used live animals. The protestors were victorious, and that part of the exhibition was shut down. In general, I like to keep my zoo experiences and my museum experiences separate. I  ", 
        "word_name": "unrelenting", 
        "word_example": "The museum, in Manhattan, made the decision after it had come under  unrelenting pressure from animal-rights supporters and critics over works in the exhibition, “Art and China After 1989: Theater of the World.”  "
      }, 
      "blistering": {
        "word_definition": "harsh or corrosive in tone", 
        "word_description": "After its data breach several weeks ago, Equifax president Richard Smith has retired. It is unclear what the his compensation will be, because the board of directors is considering \"retroactively firing him for cause,\" which would impact his stock. Still, Smith has an 18.4 million dollar pension, and has been banking a two- to three- million dollar bonus for a few years. He agreed to forgo a bonus this year, when he oversaw the exposure of the sensitive information of 143 million customers.", 
        "word_name": "blistering", 
        "word_example": "The company faced a  blistering outcry from lawmakers and the public for failing to protect the sensitive data and for a response that many found lackluster.  "
      }, 
      "pragmatic": {
        "word_definition": "concerned with practical matters", 
        "word_description": "Angela Merkel was re-elected this week as the chancellor of Germany. She has been in charge of that nation for 12 years and is seen as a steadying force in a world full of uncertainty and impulsive leadership. The news wasn't all positive for Merkel, however, as Germany's far-right party, Alternative for Germany, made some gains in government in this election. There hasn't been a far-right presence in Germany's parliament since just after World War II.", 
        "word_name": "pragmatic", 
        "word_example": "Her achievement is not just an exercise in political endurance, but also a triumph for her governing formula:  pragmatic, centrist, fair.  "
      }, 
      "escalate": {
        "word_definition": "increase in extent or intensity", 
        "word_description": "The frightening exchange of threats between North Korea and the United States continued this week. In response to President Trump calling Kim Jung-un \"Rocket Man\" last week, North Korea's foreign minister asserted the view that his country has the right to shoot down American warplanes, whether they are technically in North Korean airspace or not. This is the foreign policy equivalent of your younger brother screaming, \"Mine!\" over and over, laying claim to everything he sees.", 
        "word_name": "escalate", 
        "word_example": "North Korea’s foreign minister  escalated tensions with the United States on Monday, saying that President Trump’s threatening comments about the country and its leadership were “a declaration of war” and that North Korea had the right to shoot down American warplanes, even if they are not in North Korean air space. "
      }, 
      "brazen": {
        "word_definition": "unrestrained by convention or propriety", 
        "word_description": "The lack of security for email was a big issue in the 2016 campaign. Then-candidate Trump mentioned it a lot, and it was a reason for the \"Lock Her Up!\" chant at the Republican National Convention, aimed at Hillary Clinton. It turns out that many of Trumps close allies also use personal email to conduct private, perhaps sensitive, government business. No one has seen the emails, so just how sensitive remains a mystery.", 
        "word_name": "brazen", 
        "word_example": "The case of the Javanka domain is  brazen for its mimickry of Clinton’s actions at the State Department, right down to the use of a domain specifically for the family.  "
      }, 
      "decimate": {
        "word_definition": "kill in large numbers", 
        "word_description": "The island of Puerto Rico is just beginning to emerge from the impact of Hurricane Maria. It is projected that it will be months before the power is restored, and it has been reported that the people on the island are starting to run low on clean water and gasoline. President Trump has approved disaster relief funds for Puerto Rico, and hopefully the recovery can begin in earnest in the next few weeks.", 
        "word_name": "decimate", 
        "word_example": "Hurricane Maria whipped Puerto Rico with Irma-level winds, drenched the island with Harvey-level flooding, crippled communications,  decimated buildings and damaged a dam that puts downstream residents at risk of catastrophe.  "
      }, 
      "disillusioned": {
        "word_definition": "freed from false ideas", 
        "word_description": "The acting head of the Drug Enforcement Agency announced his resignation this week. Chuck Rosenberg is a friend of dismissed FBI director James Comey and was also reportedly upset about President Trump telling a gathering of police officers, \"Please don't be too nice,\" to arrested suspects. Rosenberg reportedly took those words as condoning some level of police brutality, and sent out memos critical of the president's remark. The White House claimed that the remark was a joke.", 
        "word_name": "disillusioned", 
        "word_example": "Chuck Rosenberg, the acting head of the Drug Enforcement Agency, will resign his office at the end of the week, having become \" disillusioned\" with President Donald Trump.  "
      }, 
      "pivotal": {
        "word_definition": "being of crucial importance", 
        "word_description": "Another bill designed to \"repeal and replace\" The Affordable Care Act, or Obamacare as it is known, has failed to reach the Senate floor for a vote. This new proposal was killed by the objections of three Republican Senators: John McCain of Arizona, Rand Paul of Kentucky and Susan Colllins of Maine. It is rumored that the Senate will now move on from the health care issue and tackle tax reform.", 
        "word_name": "pivotal", 
        "word_example": "The decision came less than 24 hours after a  pivotal Republican senator, Susan Collins of Maine, declared firm opposition to the repeal proposal, all but ensuring that Republican leaders would be short of the votes they needed.  "
      }, 
      "rebuke": {
        "word_definition": "an act or expression of criticism and censure", 
        "word_description": "Sports is usually a haven away from the political world, but politics and sports collided this week. President Trump suggested that any football player who would protest before a game during the National Anthem should be fired, and he also called those who would protest names. This Sunday, as a  ", 
        "word_name": "rebuke", 
        "word_example": "What had been a modest round of anthem demonstrations this season led by a handful of African-American players mushroomed and morphed into a nationwide, diverse  rebuke to Mr. Trump, with even some of his staunchest supporters in the N.F.L., including several owners, joining in or condemning Mr. Trump for divisiveness. "
      }, 
      "rigorous": {
        "word_definition": "rigidly accurate; allowing no deviation from a standard", 
        "word_description": "President Trump announced a new travel ban this week, which would deny people from certain countries entry into the United States. The president's original version of the travel ban, which was announced in January, set off a firestorm of controversy. This current measure is actually much more strict, so expect a lot of debate about this incarnation of the ban as well.", 
        "word_name": "rigorous", 
        "word_example": "But officials said his new action was the result of a deliberative,  rigorous examination of security risks that was designed to avoid the chaotic rollout of his first ban.  "
      }, 
      "buoy": {
        "word_definition": "keep afloat", 
        "word_description": "There was a special Republican primary for a vacant Senate seat in Alabama this week. What made the primary interesting was that the president supported one candidate, Luther Strange, while other prominent Republicans who often side with the president, like the Secretary of Housing and Urban Development Ben Carson and former top Trump advisor Steve Bannon, supported the eventual winner Roy Moore. Roy Moore will face off against Democrat Doug Jones in December.", 
        "word_name": "buoy", 
        "word_example": "Moore’s primary victory  buoyed anti-establishment Republicans who have been trying for years to defeat another incumbent in a primary. "
      }, 
      "jettison": {
        "word_definition": "throw away, of something encumbering", 
        "word_description": "President Trump unveiled his tax proposal this week. The new plan calls for three tax brackets instead of the current seven. Many deductions will also be eliminated, and the child tax credit will increase. The proposal also calls for a reduction in the corporate tax rate from 35% to 20% and doubling of the standard deduction to $12,000 for individuals and $24,000 for married couples. It is certain that this proposed tax plan will continue to make news in the weeks ahead.", 
        "word_name": "jettison", 
        "word_example": "But the framework leaves many of the toughest decisions to Congress, including how to pay for a plan that could add trillions of dollars to the federal deficit, how progressive it should be and which prized deductions to  jettison.  "
      }, 
      "demarcate": {
        "word_definition": "separate clearly, as if by boundaries", 
        "word_description": "Beginning next year, Saudi Arabian women will be able to drive in cars alone. Previously, a male relative had to be present in the car while the woman drove, or else the woman could be arrested. The Saudi Arabian government has all but acknowledged that this is a public relations move to soften its image, and women still have a long way to go in Saudi Arabia before they are considered equal, but progress of any move towards equality is welcome.", 
        "word_name": "demarcate", 
        "word_example": "It is the most significant change yet to a rigidly conservative social order in Saudi Arabia that has strictly  demarcated gender roles, and severely limits the role of women in public life.  "
      }
    }, 
    "list_href": "/lists/1879187", 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. Newton tells us that every action has an equal and opposite reaction. This week was all about dealing with reactions. Reacting to criticism of the travel ban he first proposed in January, President Trump instituted an even more \n"
  }, 
  "President Trump's First Address to the United Nations General Assembly (2017)": {
    "list_brief_description": "President Trump addressed the United Nations General Assembly for the first time on September 19,...\r\n\r\n", 
    "list_num": "25 Words", 
    "list_detailed_info": {
      "tenet": {
        "word_definition": "a religious doctrine proclaimed as true without proof", 
        "word_description": "", 
        "word_name": "tenet", 
        "word_example": "Those who preach the  tenets of these discredited ideologies only contribute to the continued suffering of the people who live under these cruel systems."
      }, 
      "depraved": {
        "word_definition": "deviating from what is considered moral or right or proper", 
        "word_description": "", 
        "word_name": "depraved", 
        "word_example": "No one has shown more contempt for other nations and for the well-being of their own people than the  depraved regime in North Korea."
      }, 
      "exploit": {
        "word_definition": "use or manipulate to one's advantage", 
        "word_description": "", 
        "word_name": "exploit", 
        "word_example": "Authority and authoritarian powers seek to collapse the values, the systems, and alliances, that prevented conflict and tilted the word toward freedom since World War II. International criminal networks traffic drugs, weapons, people, force dislocation and mass migration, threaten our borders and new forms of aggression  exploit technology to menace our citizens."
      }, 
      "depleted": {
        "word_definition": "no longer sufficient", 
        "word_description": "", 
        "word_name": "depleted", 
        "word_example": "It has turned a wealthy country, with a rich history and culture, into an economically  depleted rogue state whose chief exports are violence, bloodshed, and chaos."
      }, 
      "sanction": {
        "word_definition": "the act of punishing", 
        "word_description": "", 
        "word_name": "sanction", 
        "word_example": "The United Nations Security Council recently held two unanimous 15-0 votes adopting hard-hitting resolutions against North Korea, and I want to thank China and Russia for joining the vote to impose  sanctions, along with all of the other members of the Security Council."
      }, 
      "implemented": {
        "word_definition": "forced or compelled or put in force", 
        "word_description": "", 
        "word_name": "implemented", 
        "word_example": "The problem in Venezuela is not that socialism has been poorly  implemented, but that socialism has been faithfully  implemented."
      }, 
      "regime": {
        "word_definition": "the governing authority of a political unit", 
        "word_description": "", 
        "word_name": "regime", 
        "word_example": "Rogue  regimes represented in this body not only support terror but threaten other nations and their own people with the most destructive weapons known to humanity."
      }, 
      "subvert": {
        "word_definition": "destroy completely", 
        "word_description": "", 
        "word_name": "subvert", 
        "word_example": "In some cases, states that seek to  subvert this institution's noble end have hijacked the very systems that are supposed to advance them."
      }, 
      "stark": {
        "word_definition": "complete or extreme", 
        "word_description": "", 
        "word_name": "stark", 
        "word_example": "The Iranian regime's support for terror is in  stark contrast to the recent commitments of many of its neighbors to fight terrorism and halt its finance, and in Saudi Arabia early last year, I was greatly honored to address the leaders of more than 50 Arab and Muslim nations."
      }, 
      "resilient": {
        "word_definition": "recovering readily from adversity, depression, or the like", 
        "word_description": "", 
        "word_name": "resilient", 
        "word_example": "The American people are strong and  resilient, and they will emerge from these hardships more determined than ever before."
      }, 
      "sovereignty": {
        "word_definition": "the authority of a state to govern another state", 
        "word_description": "", 
        "word_name": "sovereignty", 
        "word_example": "It was based on the vision that diverse nations could cooperate to protect their  sovereignty, preserve their security, and promote their prosperity."
      }, 
      "auspices": {
        "word_definition": "kindly endorsement and guidance", 
        "word_description": "", 
        "word_name": "auspices", 
        "word_example": "Major portions of the world are in conflict, and some, in fact, are going to hell, but the powerful people in this room, under the guidance and  auspices of the United Nations, can solve many of these vicious and complex problems."
      }, 
      "disproportionate": {
        "word_definition": "out of proper balance", 
        "word_description": "", 
        "word_name": "disproportionate", 
        "word_example": "In the meantime, we believe that no nation should have to bear a  disproportionate share of the burden, militarily or financially."
      }, 
      "bureaucracy": {
        "word_definition": "an organization obstructing action by unnecessary procedures", 
        "word_description": "", 
        "word_name": "bureaucracy", 
        "word_example": "Too often the focus of this organization has not been on results, but on  bureaucracy and process."
      }, 
      "authoritarian": {
        "word_definition": "characteristic of an absolute ruler or absolute rule", 
        "word_description": "", 
        "word_name": "authoritarian", 
        "word_example": "Authority and  authoritarian powers seek to collapse the values, the systems, and alliances, that prevented conflict and tilted the word toward freedom since World War II. International criminal networks traffic drugs, weapons, people, force dislocation and mass migration, threaten our borders and new forms of aggression exploit technology to menace our citizens."
      }, 
      "complacency": {
        "word_definition": "the feeling you have when you are satisfied with yourself", 
        "word_description": "", 
        "word_name": "complacency", 
        "word_example": "We will slide down the path of  complacency, numb to the challenges, threats, and even wars that we face, or do we have enough strength and pride to confront those dangers today so that our citizens can enjoy peace and prosperity tomorrow."
      }, 
      "imperil": {
        "word_definition": "pose a threat to; present a danger to", 
        "word_description": "", 
        "word_name": "imperil", 
        "word_example": "It is an outrage that some nations would not only trade with such a regime, but would arm, supply, and financially support a country that  imperils the world with nuclear conflict."
      }, 
      "tribunal": {
        "word_definition": "an assembly to conduct judicial business", 
        "word_description": "", 
        "word_name": "tribunal", 
        "word_example": "For too long the American people were told that mammoth, multinational trade deals, unaccountable international  tribunals, and powerful global bureaucracies were the best way to promote their success."
      }, 
      "dictatorship": {
        "word_definition": "a form of government in which the ruler is unconstrained", 
        "word_description": "", 
        "word_name": "dictatorship", 
        "word_example": "The Iranian government masks a corrupt  dictatorship behind the false guise of a democracy."
      }, 
      "reciprocal": {
        "word_definition": "concerning each of two or more persons or things", 
        "word_description": "", 
        "word_name": "reciprocal", 
        "word_example": "In America, we seek stronger ties of business and trade with all nations of goodwill, but this trade must be fair and it must be  reciprocal."
      }, 
      "egregious": {
        "word_definition": "conspicuously and outrageously bad or reprehensible", 
        "word_description": "", 
        "word_name": "egregious", 
        "word_example": "For example, it is a massive source of embarrassment to the United Nations that some governments with  egregious human rights records sit on the UN Human Rights Council."
      }, 
      "yearning": {
        "word_definition": "prolonged unfulfilled desire or need", 
        "word_description": "", 
        "word_name": "yearning", 
        "word_example": "This is the ancient wish of every people and the deepest  yearning that lives inside every sacred soul."
      }, 
      "humanitarian": {
        "word_definition": "marked by devotion to popular welfare", 
        "word_description": "", 
        "word_name": "humanitarian", 
        "word_example": "We appreciate the efforts of the United Nations' agencies that are providing vital  humanitarian assistance in areas liberated from ISIS, and we especially thank Jordan, Turkey, and Lebanon for their role in hosting refugees from the Syrian conflict."
      }, 
      "mammoth": {
        "word_definition": "so exceedingly large or extensive as to suggest a giant", 
        "word_description": "", 
        "word_name": "mammoth", 
        "word_example": "For too long the American people were told that  mammoth, multinational trade deals, unaccountable international tribunals, and powerful global bureaucracies were the best way to promote their success."
      }, 
      "menace": {
        "word_definition": "something that is a source of danger", 
        "word_description": "", 
        "word_name": "menace", 
        "word_example": "Authority and authoritarian powers seek to collapse the values, the systems, and alliances, that prevented conflict and tilted the word toward freedom since World War II. International criminal networks traffic drugs, weapons, people, force dislocation and mass migration, threaten our borders and new forms of aggression exploit technology to  menace our citizens."
      }
    }, 
    "list_href": "/lists/1865814", 
    "list_detailed_description": "President Trump addressed the United Nations General Assembly for the first time on September 19, 2017. The speech touched on a range of topics including the state of the U.N. itself, the political situation in Venezuela, the Iran nuclear deal, and North Korea's ongoing nuclear efforts. Here's a list of vocabulary words drawn from the president's speech. The entire speech can be read \n"
  }, 
  "The Launch of Sputnik 1": {
    "list_brief_description": "On October 4, 1957, Russia launched the world's first artificial satellite, Sputnik 1, into orbit....\r\n\r\n", 
    "list_num": "16 Words", 
    "list_detailed_info": {
      "disclose": {
        "word_description": "", 
        "word_name": "disclose", 
        "word_example": "Washington has  disclosed plans to launch a satellite next spring, Oct. 4.", 
        "word_definition": "make known to the public information previously kept secret"
      }, 
      "intensive": {
        "word_description": "", 
        "word_name": "intensive", 
        "word_example": "\"As a result of  intensive work by the research institutes and design bureaus, the first artificial earth satellite in the world has now been created.\"", 
        "word_definition": "characterized by a heightened level or degree"
      }, 
      "satellite": {
        "word_description": "", 
        "word_name": "satellite", 
        "word_example": "Moscow, Saturday, Oct. 5--The Soviet Union announced this morning that it successfully launched a man-made earth  satellite into space yesterday.", 
        "word_definition": "man-made equipment that orbits around the earth or the moon"
      }, 
      "calculate": {
        "word_description": "", 
        "word_name": "calculate", 
        "word_example": "The Russians  calculated the satellite's orbit at a maximum of 560 miles above the earth and its speed at 18,000 miles an hour.", 
        "word_definition": "make a mathematical computation"
      }, 
      "tremendous": {
        "word_description": "", 
        "word_name": "tremendous", 
        "word_example": "The Soviet announcement said that as a result of the  tremendous speed at which the satellite was moving it would burn up as soon as it reached the denser layers of the atmosphere.", 
        "word_definition": "extreme in degree or extent or amount or impact"
      }, 
      "trajectory": {
        "word_description": "", 
        "word_name": "trajectory", 
        "word_example": "The  trajectory of the satellite is being tracked by numerous scientific stations.", 
        "word_definition": "the path followed by an object moving through space"
      }, 
      "socialist": {
        "word_description": "", 
        "word_name": "socialist", 
        "word_example": "It said in its announcement that people now could see how \"the new  socialist society\" had turned the boldest dreams of mankind into reality.", 
        "word_definition": "advocating the state ownership of industry"
      }, 
      "cosmic": {
        "word_description": "", 
        "word_name": "cosmic", 
        "word_example": "Their real significance would be in providing scientists with important new information concerning the nature of the sun,  cosmic radiation, solar radio interference and static-producing phenomena radiating from the north and south magnetic poles.", 
        "word_definition": "pertaining to or characteristic of the universe"
      }, 
      "orbit": {
        "word_description": "", 
        "word_name": "orbit", 
        "word_example": "The Russians calculated the satellite's  orbit at a maximum of 560 miles above the earth and its speed at 18,000 miles an hour.", 
        "word_definition": "the path of a celestial body in its revolution about another"
      }, 
      "artificial": {
        "word_description": "", 
        "word_name": "artificial", 
        "word_example": "The official Soviet news agency Tass said the  artificial moon, with a diameter of twenty-two inches and a weight of 184 pounds, was circling the earth once every hour and thirty-five minutes.", 
        "word_definition": "not arising from natural growth"
      }, 
      "assert": {
        "word_description": "", 
        "word_name": "assert", 
        "word_example": "Thus it  asserted that it had put a scientific instrument into space before the United States.", 
        "word_definition": "declare or affirm solemnly and formally as true"
      }, 
      "plane": {
        "word_description": "", 
        "word_name": "plane", 
        "word_example": "Tass said the satellite was moving at al angle of 65 degrees to the equatorial  plane and would pass over the Moscow area twice today.", 
        "word_definition": "an unbounded two-dimensional shape"
      }, 
      "ballistic": {
        "word_description": "", 
        "word_name": "ballistic", 
        "word_example": "They said, however, that study of such satellites could provide valuable information that might be applied to flight studies for intercontinental  ballistic missiles.", 
        "word_definition": "of the motion of objects moving under their own momentum"
      }, 
      "practicable": {
        "word_description": "", 
        "word_name": "practicable", 
        "word_example": "Military experts have said that the satellites would have no  practicable military application in the foreseeable future.", 
        "word_definition": "usable for a specific purpose"
      }, 
      "inestimable": {
        "word_description": "", 
        "word_name": "inestimable", 
        "word_example": "All this information would be of  inestimable value for those who are working on the problem of sending missiles and eventually men into the vast reaches of the solar system.", 
        "word_definition": "beyond calculation or measure"
      }, 
      "propaganda": {
        "word_description": "", 
        "word_name": "propaganda", 
        "word_example": "It did not pass up the opportunity to use the launching for  propaganda purposes.", 
        "word_definition": "information that is spread to promote some cause"
      }
    }, 
    "list_detailed_description": "On October 4, 1957, Russia launched the world's first artificial satellite, Sputnik 1, into orbit. This marked the beginning of the Space Race and sparked a great deal of panic in the U.S. Below is vocabulary compiled from the \n", 
    "list_href": "/lists/464499"
  }, 
  "Mahatma Gandhi's \"Quit India\" Speech": {
    "list_brief_description": "Born on October 2, 1869, Mahatma Gandhi was an activist and leader who changed the course of history...\r\n\r\n", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "conscience": {
        "word_description": "", 
        "word_name": "conscience", 
        "word_example": "...I want to declare to the world, although I may have forfeited the regard of many friends in the West and I must bow my head low; but even for their friendship or love, I must not suppress the voice of  conscience....", 
        "word_definition": "motivation deriving from ethical or moral principles"
      }, 
      "exertion": {
        "word_description": "", 
        "word_name": "exertion", 
        "word_example": "I have been called their leader or, in the military language, their commander. But I do not look at my position in that light. I have no weapon but love to wield my authority over any one. I do sport a stick which you can break into bits without the slightest  exertion.", 
        "word_definition": "use of physical or mental energy; hard work"
      }, 
      "innate": {
        "word_description": "", 
        "word_name": "innate", 
        "word_example": "I trust because of my nature to rely upon the  innate goodness of human nature which perceives the truth and prevails during the crisis as if by instinct. But even if I am deceived in this I shall not swerve....", 
        "word_definition": "inborn or existing naturally"
      }, 
      "bondage": {
        "word_description": "", 
        "word_name": "bondage", 
        "word_example": "Let me tell you that I do not regard England or for that matter America as free countries. They are free after their own fashion, free to hold in  bondage coloured races of the earth. Are England and America fighting for the liberty of these races today? If not, do not ask me to wait until after the war.", 
        "word_definition": "the state of being under the control of another person"
      }, 
      "subsequent": {
        "word_description": "", 
        "word_name": "subsequent", 
        "word_example": "From its very inception the Congress based its policy on peaceful methods, included Swaraj, and the  subsequent generations added non-violence.", 
        "word_definition": "following in time or order"
      }, 
      "forfeit": {
        "word_description": "", 
        "word_name": "forfeit", 
        "word_example": "I know that in the course of the last few weeks I have  forfeited my credit with a large number of friends, so much so, that they have begun to doubt not only my wisdom but even my honesty.", 
        "word_definition": "lose the right to or lose by some error, offense, or crime"
      }, 
      "hypocrisy": {
        "word_description": "", 
        "word_name": "hypocrisy", 
        "word_example": "Such occasions arise in the life of the man who is a pure seeker after truth and who would seek to serve the humanity and his country to the best of his lights without fear or  hypocrisy.", 
        "word_definition": "pretending to have qualities or beliefs that you do not have"
      }, 
      "reside": {
        "word_description": "", 
        "word_name": "reside", 
        "word_example": "That voice within tells me, “You have to stand against the whole world although you may have to stand alone. You have to stare in the face the whole world although the world may look at you with bloodshot eyes. Do not fear. Trust the little voice  residing within your heart.”", 
        "word_definition": "be inherent or innate in"
      }, 
      "forsake": {
        "word_description": "", 
        "word_name": "forsake", 
        "word_example": "Even if all the United Nations opposed me, even if the whole of India  forsakes me, I will say, “You are wrong.\"", 
        "word_definition": "leave someone who needs or counts on you; leave in the lurch"
      }, 
      "impel": {
        "word_description": "", 
        "word_name": "impel", 
        "word_example": "There is something within me  impelling me to cry out my agony.", 
        "word_definition": "urge or force to an action; constrain or motivate"
      }, 
      "fascism": {
        "word_description": "", 
        "word_name": "fascism", 
        "word_example": "There is a fundamental difference between  fascism and this imperialism which I am fighting.", 
        "word_definition": "a political theory advocating an authoritarian government"
      }, 
      "inopportune": {
        "word_description": "", 
        "word_name": "inopportune", 
        "word_example": "There is a chorus of disapproval and righteous protest all over the world against us. They say we are erring, the move is  inopportune.", 
        "word_definition": "not suitable for a purpose"
      }, 
      "imperialism": {
        "word_description": "", 
        "word_name": "imperialism", 
        "word_example": "There is a fundamental difference between fascism and this  imperialism which I am fighting.", 
        "word_definition": "a policy of extending your rule over foreign countries"
      }, 
      "deliverance": {
        "word_description": "", 
        "word_name": "deliverance", 
        "word_example": "How is this vast mass of humanity to be aglow in the cause of world  deliverance, unless and until it has touched and felt freedom.", 
        "word_definition": "recovery or preservation from loss or danger"
      }, 
      "fundamental": {
        "word_description": "", 
        "word_name": "fundamental", 
        "word_example": "It is a  fundamental truth which India has been experimenting with for 22 years.", 
        "word_definition": "serving as an essential component"
      }, 
      "suppress": {
        "word_description": "", 
        "word_name": "suppress", 
        "word_example": "With all this background, I want to declare to the world, although I may have forfeited the regard of many friends in the West and I must bow my head low; but even for their friendship or love, I must not  suppress the voice of conscience....", 
        "word_definition": "control and refrain from showing"
      }, 
      "inception": {
        "word_description": "", 
        "word_name": "inception", 
        "word_example": "From its very  inception the Congress based its policy on peaceful methods, included Swaraj, and the subsequent generations added non-violence.", 
        "word_definition": "an event that is a beginning"
      }, 
      "prevail": {
        "word_description": "", 
        "word_name": "prevail", 
        "word_example": "I trust because of my nature to rely upon the innate goodness of human nature which perceives the truth and  prevails during the crisis as if by instinct. But even if I am deceived in this I shall not swerve. I shall not flinch.", 
        "word_definition": "prove superior"
      }, 
      "exercise": {
        "word_description": "", 
        "word_name": "exercise", 
        "word_example": "If you can  exercise it, under the glow of freedom what seems impossible, today, will become possible tomorrow.", 
        "word_definition": "a task performed to develop skill or understanding"
      }, 
      "fulfillment": {
        "word_description": "", 
        "word_name": "fulfillment", 
        "word_example": "They will be dealing a mortal blow to China and to Russia if they oppose the freedom of non-violent India which is pleading with bended knees for the  fulfillment of debt along overdue.", 
        "word_definition": "the act of consummating something, as a desire or promise"
      }
    }, 
    "list_detailed_description": "Born on October 2, 1869, Mahatma Gandhi was an activist and leader who changed the course of history by helping to lead India to independence. These words are from the speech Gandhi's delivered on August 8, 1942 urging a non-violent fight against British colonial rule. The \"Quit India\" speech is one of Gandhi's most famous public addresses.", 
    "list_href": "/lists/1892000"
  }, 
  "Indigenous Peoples' Day": {
    "list_brief_description": "Indigenous Peoples' Day is a holiday that celebrates the culture and commemorates the history of...\r\n\r\n", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "myth": {
        "word_definition": "a traditional story serving to explain a world view", 
        "word_description": "", 
        "word_name": "myth", 
        "word_example": "Frequently,  myths about Europeans bringing a civilizing influence upon the “savage” indigenous populations were shared, learned, and taught to future generations, and these  myths slowly engrained themselves in what became our collective interpretation of our national history. –  "
      }, 
      "heritage": {
        "word_definition": "that which is inherited", 
        "word_description": "", 
        "word_name": "heritage", 
        "word_example": "His efforts were so destructive that Indian tribes, unable to clearly trace their  heritages, struggled for decades to receive federal recognition."
      }, 
      "assimilation": {
        "word_definition": "the process of absorbing one cultural group into another", 
        "word_description": "", 
        "word_name": "assimilation", 
        "word_example": "The word “ assimilation” itself refers to the second phase of the colonisation process, the first step being “conquest” and the last “pacification”."
      }, 
      "indigenous": {
        "word_definition": "originating where it is found", 
        "word_description": "", 
        "word_name": "indigenous", 
        "word_example": "The Los Angeles City Council voted to eliminate Columbus Day from the city’s calendar and replace it with a day honoring  indigenous people."
      }, 
      "culture": {
        "word_definition": "all the knowledge and values shared by a society", 
        "word_description": "", 
        "word_name": "culture", 
        "word_example": "Many Native Americans say the missions cut their ancestors off from their traditional languages and  cultures and enslaved those who converted to Christianity. –  "
      }, 
      "aboriginal": {
        "word_definition": "having existed from the beginning", 
        "word_description": "", 
        "word_name": "aboriginal", 
        "word_example": "All of the north half and lands beyond into the Canadian border were in the tribes’  aboriginal territory pre-1900."
      }, 
      "activist": {
        "word_definition": "advocating direct and militant action to achieve a goal", 
        "word_description": "", 
        "word_name": "activist", 
        "word_example": "But indigenous  activists say the change is long overdue and provides at least a symbolic correction to the historical narrative."
      }, 
      "genocide": {
        "word_definition": "systematic killing of a racial or cultural group", 
        "word_description": "", 
        "word_name": "genocide", 
        "word_example": "Some activists view Christopher Columbus as a symbol of  genocide for native peoples."
      }, 
      "narrative": {
        "word_definition": "consisting of or characterized by the telling of a story", 
        "word_description": "", 
        "word_name": "narrative", 
        "word_example": "But indigenous activists say the change is long overdue and provides at least a symbolic correction to the historical  narrative."
      }, 
      "colonization": {
        "word_definition": "the act of settling a group of people in a new place", 
        "word_description": "", 
        "word_name": "colonization", 
        "word_example": "He was an outspoken opponent of the destruction of Indian culture through  colonization."
      }, 
      "tradition": {
        "word_definition": "a specific practice of long standing", 
        "word_description": "", 
        "word_name": "tradition", 
        "word_example": "The historical and cultural significance of tobacco in the United States - except for American Indian  traditions - is built on marketing myths, nothing more."
      }, 
      "native": {
        "word_definition": "relating to people inhabiting a region from the beginning", 
        "word_description": "", 
        "word_name": "native", 
        "word_example": "They shared their concerns about celebrating Christopher Columbus and the history of mistreatment of  Native Americans locally."
      }
    }, 
    "list_href": "/lists/1903405", 
    "list_detailed_description": "Indigenous Peoples' Day is a holiday that celebrates the culture and commemorates the history of indigenous peoples of North America. It is observed in a growing number of communities in the United States, and occurs on the second Monday of October to coincide with the federal observance of Columbus Day. Indigenous Peoples' Day began as a counter-celebration to Columbus Day, which is a federal holiday in the U.S. but which is not recognized in all states. These words touch upon the effects of colonization and the increasingly popular movement to offer an alternative view on Columbus's legacy."
  }, 
  "Punctuation": {
    "list_brief_description": "These punctuation terms are good to know, period. Learn what an apostrophe’s purpose is; find out...\r\n\r\n", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "semicolon": {
        "word_definition": "a punctuation mark used to connect independent clauses", 
        "word_description": "", 
        "word_name": "semicolon", 
        "word_example": ""
      }, 
      "hyphen": {
        "word_definition": "a punctuation mark (-) used between parts of a word", 
        "word_description": "", 
        "word_name": "hyphen", 
        "word_example": ""
      }, 
      "period": {
        "word_definition": "an amount of time", 
        "word_description": "", 
        "word_name": "period", 
        "word_example": ""
      }, 
      "comma": {
        "word_definition": "a punctuation mark (,) indicating the separation of elements", 
        "word_description": "", 
        "word_name": "comma", 
        "word_example": ""
      }, 
      "parenthesis": {
        "word_definition": "a punctuation mark used to enclose textual material", 
        "word_description": "", 
        "word_name": "parenthesis", 
        "word_example": ""
      }, 
      "ellipsis": {
        "word_definition": "omission or suppression of parts of words or sentences", 
        "word_description": "", 
        "word_name": "ellipsis", 
        "word_example": ""
      }, 
      "colon": {
        "word_definition": "the part of the large intestine between the cecum and rectum", 
        "word_description": "", 
        "word_name": "colon", 
        "word_example": ""
      }, 
      "apostrophe": {
        "word_definition": "a mark used to indicate the omission of one or more letters", 
        "word_description": "", 
        "word_name": "apostrophe", 
        "word_example": ""
      }
    }, 
    "list_href": "/lists/1449172", 
    "list_detailed_description": "These punctuation terms are good to know, period. Learn what an apostrophe’s purpose is; find out what a semicolon is for. Are you confused about question marks? Probably not (although you may be mystified by parentheses). This list is sure to make you as excited as an exclamation point!"
  }, 
  "\"The Remains of the Day\" by Kazuo Ishiguro, Prologue: July 1956 - Day One: Evening": {
    "list_brief_description": "This novel by Nobel laureate Kazuo Ishiguro explores the interior life of a traditional English...\r\n\r\n", 
    "list_num": "45 Words", 
    "list_detailed_info": {
      "stringent": {
        "word_description": "", 
        "word_name": "stringent", 
        "word_example": "I fear, however, that in my anxiety to win the support of Mrs Clements and the girls, I did not perhaps assess quite as  ", 
        "word_definition": "demanding strict attention to rules and procedures"
      }, 
      "daunting": {
        "word_description": "", 
        "word_name": "daunting", 
        "word_example": "Recalling a time when I had had a staff of seventeen under me, and knowing how not so long ago a staff of twenty-eight had been employed here at Darlington Hall, the idea of devising a staff plan by which the same house would be run on a staff of four seemed, to say the least,  daunting.", 
        "word_definition": "discouraging through fear"
      }, 
      "provocation": {
        "word_description": "", 
        "word_name": "provocation", 
        "word_example": "Continentals - and by and large the Celts, as you will no doubt agree - are as a rule unable to control themselves in moments of strong emotion, and are thus unable to maintain a professional demeanour other than in the least challenging of situations. If I may return to my earlier metaphor - you will excuse my putting it so coarsely - they are like a man who will, at the slightest  provocation, tear off his suit and his shirt and run about screaming.", 
        "word_definition": "unfriendly behavior that causes anger or resentment"
      }, 
      "unassailable": {
        "word_description": "", 
        "word_name": "unassailable", 
        "word_example": "According to Mr Charles, my father did not display any obvious anger. He had, it seemed, merely opened the door. And yet there was something so powerfully rebuking and at the same time so  unassailable about his figure looming over them that Mr Charles's two drunken companions seemed to cower back like small boys caught by the farmer in the act of stealing apples.", 
        "word_definition": "immune to attack; incapable of being tampered with"
      }, 
      "attribute": {
        "word_description": "", 
        "word_name": "attribute", 
        "word_example": "But those same absent  attributes, I would argue, are every time those of a superficial and decorative order,  attributes that are attractive, no doubt, as icing on the cake, but are not pertaining to what is really essential. I refer to things such as good accent and command of language, general knowledge on wide-ranging topics such as falconing or newt-mating -  attributes none of which my father could have boasted.", 
        "word_definition": "a quality belonging to or characteristic of an entity"
      }, 
      "proximity": {
        "word_description": "", 
        "word_name": "proximity", 
        "word_example": "My father, appreciating his employer's position, volunteered immediately to take the General, and thus was obliged to suffer intimate  proximity for four days with the man he detested.", 
        "word_definition": "the property of being close together"
      }, 
      "corroborate": {
        "word_description": "", 
        "word_name": "corroborate", 
        "word_example": "I hope you will agree that in these two instances I have cited from his career - both of which I have had  corroborated and believe to be accurate - my father not only manifests, but comes close to being the personification itself, of what the Hayes Society terms 'dignity in keeping with his position'.", 
        "word_definition": "support with evidence or authority or make more certain"
      }, 
      "exemplary": {
        "word_description": "", 
        "word_name": "exemplary", 
        "word_example": "And the more I considered it, the more obvious it became that Miss Kenton, with her great affection for this house, with her  exemplary professionalism - the sort almost impossible to find nowadays - was just the factor needed to enable me to complete a fully satisfactory staff plan for Darlington Hall.", 
        "word_definition": "worthy of imitation"
      }, 
      "vocation": {
        "word_description": "", 
        "word_name": "vocation", 
        "word_example": "And let me tell you, if you were to have come into our servants' hall on any of those evenings, you would not have heard mere gossip; more likely, you would have witnessed debates over the great affairs preoccupying our employers upstairs, or else over matters of import reported in the newspapers; and of course, as fellow professionals from all walks of life are wont to do when gathered together, we could be found discussing every aspect of our  vocation.", 
        "word_definition": "the particular occupation for which you are trained"
      }, 
      "trivial": {
        "word_description": "", 
        "word_name": "trivial", 
        "word_example": "The fact is, over the past few months, I have been responsible for a series of small errors in the carrying out of my duties. I should say that these errors have all been without exception quite  trivial in themselves.", 
        "word_definition": "(informal) small and of little importance"
      }, 
      "attributable": {
        "word_description": "", 
        "word_name": "attributable", 
        "word_example": "The fact that my attitude to this same suggestion underwent a change over the following days - indeed, that the notion of a trip to the West Country took an ever-increasing hold on my thoughts - is no doubt substantially  attributable to - and why should I hide it? - the arrival of Miss Kenton's letter, her first in almost seven years if one discounts the Christmas cards.", 
        "word_definition": "capable of being assigned"
      }, 
      "equanimity": {
        "word_description": "", 
        "word_name": "equanimity", 
        "word_example": "My father's  equanimity was not, however, allowed to last.", 
        "word_definition": "steadiness of mind under stress"
      }, 
      "presumptuous": {
        "word_description": "", 
        "word_name": "presumptuous", 
        "word_example": "Of course, I could not have expressed this view to Mr Farraday without embarking upon what might have seemed a  presumptuous speech.", 
        "word_definition": "going beyond what is appropriate, permitted, or courteous"
      }, 
      "crucial": {
        "word_description": "", 
        "word_name": "crucial", 
        "word_example": "We may now understand better, too, why my father was so fond of the story of the butler who failed to panic on discovering a tiger under the dining table; it was because he knew instinctively that somewhere in this story lay the kernel of what true 'dignity' is. And let me now posit this: 'dignity’ has to do  ", 
        "word_definition": "of the greatest importance"
      }, 
      "nostalgia": {
        "word_description": "", 
        "word_name": "nostalgia", 
        "word_example": "So it was in this instance; that is to say, my receiving the letter from Miss Kenton, containing as it did, along with its long, rather unrevealing passages, an unmistakable  nostalgia for Darlington Hall, and - I am quite sure of this - distinct hints of her desire to return here, obliged me to see my staff plan afresh.", 
        "word_definition": "longing for something past"
      }, 
      "broach": {
        "word_description": "", 
        "word_name": "broach", 
        "word_example": "Nevertheless, I considered most carefully what might be the most opportune occasion to bring the matter up with him; for although I would not for one moment, as I say, suspect Mr Farraday of inconsistency, it nevertheless made sense not to  broach the topic when he was preoccupied or distracted.", 
        "word_definition": "bring up a topic for discussion"
      }, 
      "oblige": {
        "word_description": "", 
        "word_name": "oblige", 
        "word_example": "Mr Charles remembered marvelling at how my father showed not one hint of discomfort or anger, but continued to drive with an expression balanced perfectly between personal dignity and readiness to  oblige.", 
        "word_definition": "provide a service or favor for someone"
      }, 
      "reciprocate": {
        "word_description": "", 
        "word_name": "reciprocate", 
        "word_example": "Nevertheless, I could never be sure exactly what was required of me on these occasions. Perhaps I was expected to laugh heartily; or indeed,  reciprocate with some remark of my own.", 
        "word_definition": "act, feel, or give mutually or in return"
      }, 
      "criterion": {
        "word_description": "", 
        "word_name": "criterion", 
        "word_example": "In the end, it was revealed in a brief letter to A Quarterly that in the view of the Society - and I will try and quote accurately from memory - 'the most crucial  criterion is that the applicant be possessed of a dignity in keeping with his position. No applicant will satisfy requirements, whatever his level of accomplishments otherwise, if seen to fall short in this respect.'", 
        "word_definition": "the ideal in terms of which something can be judged"
      }, 
      "ambiguity": {
        "word_description": "", 
        "word_name": "ambiguity", 
        "word_example": "Not so long ago, if any such points of  ambiguity arose regarding one's duties, one had the comfort of knowing that before long some fellow professional whose opinion one respected would be accompanying his employer to the house, and there would be ample opportunity to discuss the matter.", 
        "word_definition": "unclearness by virtue of having more than one meaning"
      }, 
      "significance": {
        "word_description": "", 
        "word_name": "significance", 
        "word_example": "Mr Silvers, however, had remembered the  significance the visit would have for my father, and had thus called him in to offer him the option of taking several days' leave for the duration of the General's stay.", 
        "word_definition": "the quality of being important"
      }, 
      "banter": {
        "word_description": "", 
        "word_name": "banter", 
        "word_example": "Indeed, to put things into a proper perspective, I should point out that just such  bantering on my new employer's part has characterized much of our relationship over these months - though I must confess, I remain rather unsure as to how I should respond.", 
        "word_definition": "converse in a playful or teasing way"
      }, 
      "prerequisite": {
        "word_description": "", 
        "word_name": "prerequisite", 
        "word_example": "Pressure to have these announced steadily mounted, and in response to a series of letters published in A Quarterly for the Gentleman's Gentleman, the Society admitted that a  prerequisite for membership was that 'an applicant be attached to a distinguished household'.", 
        "word_definition": "something that is required in advance"
      }, 
      "preoccupation": {
        "word_description": "", 
        "word_name": "preoccupation", 
        "word_example": "But let me make it immediately clear what I mean by this; what I mean to say is that Miss Kenton's letter set off a certain chain of ideas to do with professional matters here at Darlington Hall, and I would underline that it was a  preoccupation with these very same professional matters that led me to consider anew my employer's kindly meant suggestion.", 
        "word_definition": "the mental state of being obsessed by something"
      }, 
      "insinuation": {
        "word_description": "", 
        "word_name": "insinuation", 
        "word_example": "But this morning, I must say, I found it quite offensive and it may well have been the urge to demonstrate just how foolish his  insinuation had been that caused me to set off up the footpath.", 
        "word_definition": "an indirect (and usually malicious) implication"
      }, 
      "bemused": {
        "word_description": "", 
        "word_name": "bemused", 
        "word_example": "I could not see, then, how I might press on with this bantering; in fact, I decided it best to call a halt to the matter and, pretending to remember something I had urgently to attend to, excused myself, leaving my employer looking rather  bemused.", 
        "word_definition": "perplexed by many conflicting situations or statements"
      }, 
      "emulate": {
        "word_description": "", 
        "word_name": "emulate", 
        "word_example": "The obsessions with eloquence and general knowledge would appear to be ones that emerged with our generation, probably in the wake of Mr Marshall, when lesser men trying to  emulate his greatness mistook the superficial for the essence.", 
        "word_definition": "strive to equal or match, especially by imitating"
      }, 
      "inclined": {
        "word_description": "", 
        "word_name": "inclined", 
        "word_example": "In fact, when I bring in the afternoon tea, Mr Farraday is  inclined to close any book or periodical he has been reading, rise and stretch out his arms in front of the windows, as though in anticipation of conversation with me.", 
        "word_definition": "having a preference, disposition, or tendency"
      }, 
      "vexing": {
        "word_description": "", 
        "word_name": "vexing", 
        "word_example": "The great butlers are great by virtue of their ability to inhabit their professional role and inhabit it to the utmost; they will not be shaken out by external events, however surprising, alarming or  vexing.", 
        "word_definition": "extremely annoying or displeasing"
      }, 
      "unseemly": {
        "word_description": "", 
        "word_name": "unseemly", 
        "word_example": "In comparison, the sorts of sights offered in such places as Africa and America, though undoubtedly very exciting, would, I am sure, strike the objective viewer as inferior on account of their  unseemly demonstrativeness.", 
        "word_definition": "not in keeping with accepted standards of what is proper"
      }, 
      "negligent": {
        "word_description": "", 
        "word_name": "negligent", 
        "word_example": "...although my experience and customary caution in such matters prevented my giving myself more than I could actually carry out, I was perhaps  negligent over this question of allowing myself a margin. It is not surprising then, if over several months, this oversight should reveal itself in these small but telling ways.", 
        "word_definition": "characterized by undue lack of attention or concern"
      }, 
      "competent": {
        "word_description": "", 
        "word_name": "competent", 
        "word_example": "If one looks at these persons we agree are 'great' butlers, if one looks at, say, Mr Marshall or Mr Lane, it does seem to me that the factor which distinguishes them from those butlers who are merely extremely  competent is most closely captured by this word 'dignity'.", 
        "word_definition": "properly or sufficiently qualified, capable, or efficient"
      }, 
      "prestige": {
        "word_description": "", 
        "word_name": "prestige", 
        "word_example": "The Hayes Society claimed to admit butlers of 'only the very first rank'. Much of the power and  prestige it went on to gain derived from the fact that unlike other such organizations which have come and gone, it managed to keep its numbers extremely low, thus giving this claim some credibility.", 
        "word_definition": "a high standing achieved through success or influence"
      }, 
      "conspicuous": {
        "word_description": "", 
        "word_name": "conspicuous", 
        "word_example": "Now I do not doubt that Mr Neighbours had good organizational skills; he did, I understand, mastermind a number of large occasions with  conspicuous style. But at no stage did he ever approach the status of a great butler.", 
        "word_definition": "without any attempt at concealment; completely obvious"
      }, 
      "strive": {
        "word_description": "", 
        "word_name": "strive", 
        "word_example": "Now while I would accept that the majority of butlers may well discover ultimately that they do not have the capacity for it, I believe strongly that this 'dignity' is something one can meaningfully  strive for throughout one's career. Those 'great' butlers like Mr Marshall who have it, I am sure, acquired it over many years of self-training and the careful absorbing of experience.", 
        "word_definition": "attempt by employing effort"
      }, 
      "dignity": {
        "word_description": "", 
        "word_name": "dignity", 
        "word_example": "It is surely a professional responsibility for all of us to think deeply about these things so that each of us may better strive towards attaining ' dignity' for ourselves.", 
        "word_definition": "formality in bearing and appearance"
      }, 
      "pertinent": {
        "word_description": "", 
        "word_name": "pertinent", 
        "word_example": "What is  pertinent is the calmness of that beauty, its sense of restraint. It is as though the land knows of its own beauty, of its own greatness, and feels no need to shout it.", 
        "word_definition": "being of striking appropriateness"
      }, 
      "camaraderie": {
        "word_description": "", 
        "word_name": "camaraderie", 
        "word_example": "There existed in those days a true  camaraderie in our profession, whatever the small differences in our approach.", 
        "word_definition": "the quality of affording easy familiarity and sociability"
      }, 
      "discernment": {
        "word_description": "", 
        "word_name": "discernment", 
        "word_example": "Incidentally, now that I come to think further about it, it is not quite true to say there was no dispute as to who were the great butlers. What I should have said was that there was no serious dispute among professionals of quality who had any  discernment in such matters.", 
        "word_definition": "the cognitive condition of someone who understands"
      }, 
      "slovenly": {
        "word_description": "", 
        "word_name": "slovenly", 
        "word_example": "Who knows how many quarrels, false accusations, unnecessary dismissals, how many promising careers cut short can be attributed to a butler's  ", 
        "word_definition": "negligent of neatness especially in dress and person"
      }, 
      "aversion": {
        "word_description": "", 
        "word_name": "aversion", 
        "word_example": "I had then, over those days of struggling with the staff plan, expended a significant amount of thought to ensuring that Mrs Clements and the girls, once they had got over their  aversion to adopting these more 'eclectic' roles, would find the division of duties stimulating and unburdensome.", 
        "word_definition": "a feeling of intense dislike"
      }, 
      "implication": {
        "word_description": "", 
        "word_name": "implication", 
        "word_example": "As so often occurs in these situations, I had become blind to the obvious - that is, until my pondering over the  implications of Miss Kenton's letter finally opened my eyes to the simple truth: that these small errors of recent months have derived from nothing more sinister than a faulty staff plan.", 
        "word_definition": "a meaning that is not expressly stated but can be inferred"
      }, 
      "suitable": {
        "word_description": "", 
        "word_name": "suitable", 
        "word_example": "In any case, my point is that it was during the course of this interview, when I raised the question of the difficulty of recruiting  suitable staff in these times, that Mr Farraday, after a moment's reflection, made his request of me; that I do my best to draw up a staff plan - 'some sort of servants' rota' as he put it - by which this house might be run on the present staff of four - that is to say, Mrs Clements, the two young girls, and myself.", 
        "word_definition": "worthy of being chosen especially as a spouse"
      }, 
      "distinguished": {
        "word_description": "", 
        "word_name": "distinguished", 
        "word_example": "Perhaps I will convey a better idea of the tone of those evenings if I say that regular visitors included the likes of Mr Harry Graham, valet-butler to Sir James Chambers, and Mr John Donalds, valet to Mr Sydney Dickenson. And there were others less  distinguished, perhaps, but whose lively presence made any visit memorable...", 
        "word_definition": "standing above others in character or attainment"
      }, 
      "lofty": {
        "word_description": "", 
        "word_name": "lofty", 
        "word_example": "For it is true, when I stood on that high ledge this morning and viewed the land before me, I distinctly felt that rare, yet unmistakable feeling - the feeling that one is in the presence of greatness. We call this land of ours Great Britain, and there may be those who believe this a somewhat immodest practice. Yet I would venture that the landscape of our country alone would justify the use of this  lofty adjective.", 
        "word_definition": "having or displaying great dignity or nobility"
      }
    }, 
    "list_detailed_description": "This novel by Nobel laureate Kazuo Ishiguro explores the interior life of a traditional English butler. \n", 
    "list_href": "/lists/1908307"
  }, 
  "This Week in Words: October 1 - 6, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard,...\r\n\r\n", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "contraption": {
        "word_definition": "a device or control that is very useful for a particular job", 
        "word_description": "Three scientists at American universities won the Nobel Prize for Physics this week. The prize was awarded to Kip Thorne, Rainer Weiss and Barry Barish for their work confirming the existence of gravitational waves. Gravitational waves were predicted by the work of  ", 
        "word_name": "contraption", 
        "word_example": "It took nearly a century to confirm these distortions exist, a feat that required huge  contraptions in two locations to detect an ultra tiny ripple in fabric of space. "
      }, 
      "entourage": {
        "word_definition": "the group following and attending to some important person", 
        "word_description": "Justin Bieber was in the news again this week. He wants to rent a home in Beverly Hills, but he and his  ", 
        "word_name": "entourage", 
        "word_example": "But he and his  entourage have a reputation of trashing his rental homes and then being difficult where it comes to paying for the repairs. "
      }, 
      "solace": {
        "word_definition": "comfort in disappointment or misery", 
        "word_description": "These words are from President Trump’s address to the nation after the Las Vegas shooting.", 
        "word_name": "solace", 
        "word_example": "But we can take  solace knowing that even the darkest space can be brightened by a single light and even the most terrible despair can be illuminated by a single ray of hope. "
      }, 
      "acquiesce": {
        "word_definition": "to agree or express agreement", 
        "word_description": "An NPR staffer’s personal blog was accidentally posted on the station’s site for all to see this week. The blog was full of cuteness but short on details and left many wondering,  ", 
        "word_name": "acquiesce", 
        "word_example": "Ramona gets a hug:  Acquiesces momentarily, squirms to be put down. "
      }, 
      "ingrate": {
        "word_definition": "a person who shows no gratitude", 
        "word_description": "President Trump traveled to Puerto Rico this week as the island continues to recover from Hurricane Maria. Prior to the president’s arrival, he criticized Puerto Rico in general and the mayor of San Juan in particular, and the mood of the visit was tense at times. President Trump handed out paper towels and other supplies to a crowd gathered in a church and met with several local officials. He congratulated these officials on the relatively low death toll.", 
        "word_name": "ingrate", 
        "word_example": "Trump came face to face Tuesday with the “politically motivated  ingrates” he slammed on Twitter just days before, landing in Puerto Rico after spending much of the past week boasting about a wildly successful response effort that hasn’t matched the reality of the hurricane-ravaged island — and after picking a fight over the weekend with the San Juan mayor. "
      }, 
      "bemoan": {
        "word_definition": "regret strongly", 
        "word_description": "Secretary of Health and Human Services Tom Price resigned after being caught in a scandal involving his excessive use of a private plane. Because taxpayers foot the bill for such travel, Price apologized and said he would pay back some of the money, but none of his offers seemed to  ", 
        "word_name": "bemoan", 
        "word_example": "Speaking less than an hour before the resignation was announced, Trump  bemoaned the optics of the matter, which he said obscured what otherwise had been a cost-saving tenure.  "
      }, 
      "revel": {
        "word_definition": "take delight in", 
        "word_description": "Rocker  ", 
        "word_name": "revel", 
        "word_example": "Somewhere, somehow, somebody must have kicked you around some  "
      }, 
      "barrage": {
        "word_definition": "the heavy fire of artillery to saturate an area", 
        "word_description": "Tragedy struck at a country music festival in Las Vegas when a heavily-armed gunman opened fire into a crowd of concertgoers. 58 people were killed, and more than 500 were injured in the deadliest mass shooting in the history of the United States.", 
        "word_name": "barrage", 
        "word_example": "A gunman at a Las Vegas hotel rained a rapid-fire  barrage on a huge outdoor concert festival on Sunday night, sending thousands of people fleeing. "
      }, 
      "subversion": {
        "word_definition": "the act of overthrowing or destroying, as a government", 
        "word_description": "", 
        "word_name": "subversion", 
        "word_example": "The English novelist Kazuo Ishiguro, known for his spare yet emotionally resonate prose style and his inventive  subversion of literary genres, was awarded the Nobel Prize in Literature on Thursday. "
      }, 
      "unprecedented": {
        "word_definition": "novel; having no earlier occurrence", 
        "word_description": "Ohio State University announced this week that, beginning next year, the institution will fill in any financial aid gaps for state residents so that middle and low income students won't be prevented from attending due to an inability to pay tuition and fees. The cost of a college education became an issue during the 2016 Democratic primary, and while a few schools have started to experiment with solutions, Ohio State’s program is the largest to date.", 
        "word_name": "unprecedented", 
        "word_example": "Ohio State University announced an  unprecedented offer to make tuition affordable for all Ohio students. "
      }, 
      "derail": {
        "word_definition": "cause to run off the tracks", 
        "word_description": "Weeks after the revelation of the Equifax breach comes startling new revelations about a previous breach at another huge company entrusted with sensitive personal data. We now know that in the Yahoo! breach of 2013, everyone who had a Yahoo! account was at risk of having their personal information stolen. That amounts to 3 billion accounts. These revelations have come to light now because they affected the sale price of Yahoo to Verizon and nearly  ", 
        "word_name": "derail", 
        "word_example": "But the deal was nearly  derailed by the disclosure of the breaches and $350 million was cut from Verizon’s original offer for the internet company. "
      }
    }, 
    "list_href": "/lists/1894703", 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. Tragedy topped the headlines this week, with the mass shooting in Las Vegas leaving the nation in a state of shock and grief. At horrible times like these, especially after watching a \n"
  }, 
  "Automobiles": {
    "list_brief_description": "Henry Ford's Model-T was first produced in October 1908. It was the cheapest car ever built, and it...\r\n\r\n", 
    "list_num": "17 Words", 
    "list_detailed_info": {
      "acceleration": {
        "word_description": "", 
        "word_name": "acceleration", 
        "word_example": "It’s a car model that I really enjoy driving, with excellent handling and  acceleration.", 
        "word_definition": "(physics) a rate of increase of velocity"
      }, 
      "manufacture": {
        "word_description": "", 
        "word_name": "manufacture", 
        "word_example": "While lighter plastic car parts might help cut vehicle emissions and increase the range of electric cars, doesn't their  manufacture bring other environmental risks?", 
        "word_definition": "organized action of making of goods and services for sale"
      }, 
      "cylinder": {
        "word_description": "", 
        "word_name": "cylinder", 
        "word_example": "The engine in the base Cooper — which starts at $20,745 — is also notable because it has just three  cylinders.", 
        "word_definition": "a chamber within which a piston moves"
      }, 
      "lemon": {
        "word_description": "", 
        "word_name": "lemon", 
        "word_example": "It was impossible to tell whether it was Mom’s driving or whether we had bought a  lemon.", 
        "word_definition": "an object, especially a car, that is defective or deficient"
      }, 
      "velocity": {
        "word_description": "", 
        "word_name": "velocity", 
        "word_example": "It can also reach a top speed of 155 mph, up from the Model S’s peak  velocity of 130 mph.", 
        "word_definition": "distance travelled per unit time"
      }, 
      "accelerator": {
        "word_description": "", 
        "word_name": "accelerator", 
        "word_example": "He likes the instant torque, the zero hesitation when he steps on the  accelerator.", 
        "word_definition": "a pedal that controls the throttle valve"
      }, 
      "transmission": {
        "word_description": "", 
        "word_name": "transmission", 
        "word_example": "Built for quickness and nothing else, semi-automatic  transmissions were far too jerky and unrefined for the road in the early 1990s.", 
        "word_definition": "the gears that transfer power from an automobile engine"
      }, 
      "combustible": {
        "word_description": "", 
        "word_name": "combustible", 
        "word_example": "For enthusiasts, there was much ogling at under-the-hood advancements of the  combustible engine.", 
        "word_definition": "capable of igniting and burning"
      }, 
      "torque": {
        "word_description": "", 
        "word_name": "torque", 
        "word_example": "There is an unwritten mandate that every time a new car model arrives, it has to have more horsepower and  torque than its predecessor.", 
        "word_definition": "a twisting force"
      }, 
      "jalopy": {
        "word_description": "", 
        "word_name": "jalopy", 
        "word_example": "They pass the carcasses of old  jalopies, front ends fallen through the ice, doors riddled with bullet holes.", 
        "word_definition": "a car that is old and unreliable"
      }, 
      "axle": {
        "word_description": "", 
        "word_name": "axle", 
        "word_example": "The gas tank was mounted behind the rear  axle, leaving it vulnerable in a crash.", 
        "word_definition": "a shaft on which a wheel rotates"
      }, 
      "vehicle": {
        "word_description": "", 
        "word_name": "vehicle", 
        "word_example": "Electric  vehicles use rechargeable batteries containing cobalt, a byproduct of copper and nickel output, which boosts energy density and extends battery life.", 
        "word_definition": "a conveyance that transports people or objects"
      }, 
      "suspension": {
        "word_description": "", 
        "word_name": "suspension", 
        "word_example": "Because Jeeps have a looser  suspension than most cars, their frames absorb every bump in the road.", 
        "word_definition": "a mechanical system of springs or shock absorbers"
      }, 
      "throttle": {
        "word_description": "", 
        "word_name": "throttle", 
        "word_example": "I hit the  throttle — and then realize I’m out of fuel.", 
        "word_definition": "a valve that regulates the supply of fuel to the engine"
      }, 
      "prototype": {
        "word_description": "", 
        "word_name": "prototype", 
        "word_example": "He added, “Our research vehicle  prototype we think is the most perceptive car in the world.”", 
        "word_definition": "a standard or typical example"
      }, 
      "modernize": {
        "word_description": "", 
        "word_name": "modernize", 
        "word_example": "Uber is striving to  modernize an entrenched industry and bring it, however reluctantly, into the digital age.", 
        "word_definition": "make repairs, renovations, revisions or adjustments to"
      }, 
      "carburetor": {
        "word_description": "", 
        "word_name": "carburetor", 
        "word_example": "The fuel injection delivers an even flow of gas to the engine, something that  carburetors couldn’t always do.", 
        "word_definition": "the part of a combustion engine that mixes air with gasoline"
      }
    }, 
    "list_detailed_description": "Henry Ford's Model-T was first produced in October 1908. It was the cheapest car ever built, and it helped usher in a new age of transportation. Whether you're an automotive enthusiast or a total novice, check out these words connected to cars.", 
    "list_href": "/lists/1890738"
  }, 
  "This Week in Words: September 17 - 24, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard,...\r\n\r\n", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "obliterate": {
        "word_definition": "remove completely from recognition or memory", 
        "word_description": "Republicans in Congress have put together another bill to repeal \"Obamacare,\" as it is known. Some senators, like Rand Paul of Kentucky, have already stated they will not support the bill. A big factor working against this new bill is time — the Office of Management and Budget, which evaluates the plan in terms of cost and people affected, will not have time to \"score\" the bill prior to the scheduled vote and Senators will therefore not have a clear sense of what they are voting on.", 
        "word_name": "obliterate", 
        "word_example": "Just when the effort to repeal the Affordable Care Act appeared to be dead, a last-ditch push to  obliterate the law could be nearing a showdown vote in the Senate, and a handful of Republicans insist they are closing in on the votes. "
      }, 
      "dissolution": {
        "word_definition": "the termination or disintegration of a relationship", 
        "word_description": "The National Book Award nominees were announced this week. One of the serious contenders this year is Jesmyn Ward's  ", 
        "word_name": "dissolution", 
        "word_example": "Now Ward is back with Sing, Unburied, Sing. Again, she tells a tragic story about an African American family challenged with  dissolution, but the threats here are more complex and even more tenacious than Katrina. "
      }, 
      "audacious": {
        "word_definition": "disposed to venture or take risks", 
        "word_description": "\"It\" was number one at the box office again this week, but that wasn't the big box office story. The buzz this week was the poor performance of \"Mother!\" starring Jennifer Lawrence. It earned less than $10 million dollars, and when people leaving the theater were asked what they thought of the film, it scored a grade of \"F\" in the polling. Since 1986, only 18 other movies have received that grade.", 
        "word_name": "audacious", 
        "word_example": "“It’s big, bold and  audacious. We always knew it wouldn’t be for everybody.” "
      }, 
      "exacerbate": {
        "word_definition": "make worse", 
        "word_description": "That paradise of play, that fantasyland of fun, Toys\"R\"Us, has filed for chapter 11 bankruptcy protection. The store has been greatly impacted by the online sales of other retailers. It is unclear whether the chain will have to close some stores nationwide as a result of this financial trouble, but a huge giraffe mascot named Geoffrey may soon be out of a job.", 
        "word_name": "exacerbate", 
        "word_example": "But the financial plight of Toys“R”Us was  exacerbated by a heavy debt load that has weighed on the company for years.  "
      }, 
      "resonate": {
        "word_definition": "be received or understood", 
        "word_description": "The Emmy Awards for excellence in television were presented on Sunday night. The annual event continued its recent trend of awarding diversity in the art form, and thereby awarded many \"firsts.\" This year marked the first win by an African American woman for writing on a sitcom, Lena Waithe, for the show \"Atlanta.\"", 
        "word_name": "resonate", 
        "word_example": "A wide range of shows telling honest stories about a wide variety of people won Emmys on Sunday night, showing that diversity not only works but  resonates. "
      }, 
      "imperil": {
        "word_definition": "pose a threat to; present a danger to", 
        "word_description": "President Trump addressed the United Nations General Assembly on Tuesday. On the topic of North Korea, the president threatened to \"totally destroy\" that country, referred to its leader Kim Jong-un as \"Rocket Man,\" and questioned the ethics of countries that trade with North Korea on the first place.", 
        "word_name": "imperil", 
        "word_example": "It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that  imperils the world.  "
      }, 
      "initiative": {
        "word_definition": "the first of a series of actions", 
        "word_description": "The fallout from the movement to repeal DACA continued this week. With DACA no longer in place, the children of illegal immigrants have to pay a registration fee by a certain date. The state of Rhode Island announced that it is not waiting for a congressional plan; it will pay that fee for all of Rhode Island's \"Dreamers.\" Rhode Island currently has about 3,000 people who were covered by DACA and are therefore eligible for this new program.", 
        "word_name": "initiative", 
        "word_example": "\"I'm proud to announce an  initiative to pay DACA renewal fees for every Rhode Island DREAMer who is eligible to apply for renewal by Oct. 5,\"  "
      }, 
      "bureaucratic": {
        "word_definition": "of or relating to unnecessary procedures and red tape", 
        "word_description": "President Trump was in New York this week, at the meeting of the United Nations General Assembly. In brief remarks the day before  ", 
        "word_name": "bureaucratic", 
        "word_example": "In a meeting with counterparts from around the world, Mr. Trump said the United Nations had grown too  bureaucratic and ineffective and should reorient its approach.  "
      }, 
      "guise": {
        "word_definition": "an artful or simulated semblance", 
        "word_description": "President Trump regards the deal that the Obama administration made with Iran as a terrible step backward in dealing with that country. He does not trust any of the promises Iran made in that deal to curb its nuclear weapons program. This is one of the reasons he suggested in his speech to the U.N. General Assembly that Iran hides behind a \"false guise.\" He feels that the country's representatives will say one thing and turn around and do the opposite.", 
        "word_name": "guise", 
        "word_example": "The Iranian government masks a corrupt dictatorship behind the false  guise of a democracy.  "
      }, 
      "echelon": {
        "word_definition": "level of authority in a hierarchy", 
        "word_description": "Hurricane Maria hit Puerto Rico this week. This hurricane season has been terrible for the Caribbean islands, and Maria only made things worse. 155 mile-per-hour winds and flash flooding destroyed much of Puerto Rico, a U.S. territory. At last report the entire island was without power.", 
        "word_name": "echelon", 
        "word_example": "\"Hurricane Maria is really scraping the upper  echelon of what's possible with hurricanes, (with) 175 mph sustained winds right around the center of the storm,\" Van Dam said Tuesday.  "
      }, 
      "epicenter": {
        "word_definition": "a point on the Earth's surface directly above an earthquake", 
        "word_description": "Another earthquake hit Mexico this week, measuring 7.1 on the Richter scale. This earthquake comes less than two weeks after an 8.1 earthquake hit that country and killed one hundred people. Although this week's quake was less severe in magnitude, its  ", 
        "word_name": "epicenter", 
        "word_example": "Its  epicenter was in the state of Puebla, about 80 miles southeast of the capital, Mexico City.  "
      }, 
      "emphatically": {
        "word_definition": "without question and beyond doubt", 
        "word_description": "Houston Texans defensive star J.J. Watt had a goal. He wanted to raise $200,000 for Hurricane Harvey relief for Texas and the surrounding area. Watt's charity has succeeded beyond anyone's wildest dreams, and so far the organization has raised $37.1 million dollars. This generosity is a true testament to the good spirit of people across the country who respond in times of crisis.", 
        "word_name": "emphatically", 
        "word_example": "When times are the toughest, humanity stands at its strongest and you have all helped to prove that  emphatically.  "
      }
    }, 
    "list_href": "/lists/1862786", 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This was a week of bold moves. Whether you agree with him or not, President Trump gave an \n"
  }, 
  "\"Ulysses\" by Alfred, Lord Tennyson": {
    "list_brief_description": "In Tennyson's poem, the hero Ulysses (Odysseus) has returned from his voyages but longs for new...\r\n\r\n", 
    "list_num": "32 Words", 
    "list_detailed_info": {
      "office": {
        "word_definition": "activities assigned to or expected of a person or group", 
        "word_description": "", 
        "word_name": "office", 
        "word_example": "Most blameless is he, centred in the sphere  "
      }, 
      "wane": {
        "word_definition": "grow smaller", 
        "word_description": "", 
        "word_name": "wane", 
        "word_example": "The lights begin to twinkle from the rocks:  "
      }, 
      "bound": {
        "word_definition": "the greatest possible degree of something", 
        "word_description": "", 
        "word_name": "bound", 
        "word_example": "And this gray spirit yearning in desire  "
      }, 
      "sphere": {
        "word_definition": "a particular environment or walk of life", 
        "word_description": "", 
        "word_name": "sphere", 
        "word_example": "Most blameless is he, centred in the  sphere "
      }, 
      "burnish": {
        "word_definition": "polish and make shiny", 
        "word_description": "", 
        "word_name": "burnish", 
        "word_example": "How dull it is to pause, to make an end,  "
      }, 
      "scepter": {
        "word_definition": "a ceremonial or emblematic staff", 
        "word_description": "", 
        "word_name": "scepter", 
        "word_example": "This is my son, mine own Telemachus,  "
      }, 
      "vex": {
        "word_definition": "disturb, especially by minor irritations", 
        "word_description": "", 
        "word_name": "vex", 
        "word_example": "All times I have enjoy'd  "
      }, 
      "port": {
        "word_definition": "where people and merchandise can enter or leave a country", 
        "word_description": "", 
        "word_name": "port", 
        "word_example": "There lies the  port; the vessel puffs her sail:  "
      }, 
      "discern": {
        "word_definition": "detect with the senses", 
        "word_description": "", 
        "word_name": "discern", 
        "word_example": "This is my son, mine own Telemachus,  "
      }, 
      "smite": {
        "word_definition": "inflict a heavy blow on, with the hand, a tool, or a weapon", 
        "word_description": "", 
        "word_name": "smite", 
        "word_example": "Push off, and sitting well in order  smite "
      }, 
      "subdue": {
        "word_definition": "put down by force or authority", 
        "word_description": "", 
        "word_name": "subdue", 
        "word_example": "...by slow prudence to make mild  "
      }, 
      "abide": {
        "word_definition": "dwell", 
        "word_description": "", 
        "word_name": "abide", 
        "word_example": "Tho' much is taken, much  abides..."
      }, 
      "hoard": {
        "word_definition": "save up as for future use", 
        "word_description": "", 
        "word_name": "hoard", 
        "word_example": "...I mete and dole  "
      }, 
      "eternal": {
        "word_definition": "continuing forever or indefinitely", 
        "word_description": "", 
        "word_name": "eternal", 
        "word_example": "...but every hour is saved  "
      }, 
      "prudence": {
        "word_definition": "discretion in practical affairs", 
        "word_description": "", 
        "word_name": "prudence", 
        "word_example": "...by slow  prudence to make mild  "
      }, 
      "barren": {
        "word_definition": "providing no shelter or sustenance", 
        "word_description": "", 
        "word_name": "barren", 
        "word_example": "It little profits that an idle king,  "
      }, 
      "peer": {
        "word_definition": "a person who is of equal standing with another in a group", 
        "word_description": "", 
        "word_name": "peer", 
        "word_example": "Much have I seen and known; cities of men  "
      }, 
      "heroic": {
        "word_definition": "having qualities appropriate for brave figures", 
        "word_description": "", 
        "word_name": "heroic", 
        "word_example": "...and tho'  "
      }, 
      "furrow": {
        "word_definition": "a slight depression in the smoothness of a surface", 
        "word_description": "", 
        "word_name": "furrow", 
        "word_example": "Push off, and sitting well in order smite  "
      }, 
      "hearth": {
        "word_definition": "an area near a fireplace extending into a room", 
        "word_description": "", 
        "word_name": "hearth", 
        "word_example": "It little profits that an idle king,  "
      }, 
      "rugged": {
        "word_definition": "very difficult; severely testing stamina or resolution", 
        "word_description": "", 
        "word_name": "rugged", 
        "word_example": "...by slow prudence to make mild  "
      }, 
      "unbecoming": {
        "word_definition": "not in keeping with accepted standards of what is proper", 
        "word_description": "", 
        "word_name": "unbecoming", 
        "word_example": "Death closes all: but something ere the end,  "
      }, 
      "yearn": {
        "word_definition": "desire strongly or persistently", 
        "word_description": "", 
        "word_name": "yearn", 
        "word_example": "And this gray spirit  yearning in desire  "
      }, 
      "yield": {
        "word_definition": "give in, as to influence or pressure", 
        "word_description": "", 
        "word_name": "yield", 
        "word_example": "Made weak by time and fate, but strong in will  "
      }, 
      "idle": {
        "word_definition": "not in action or at work", 
        "word_description": "", 
        "word_name": "idle", 
        "word_example": "It little profits that an  idle king,  "
      }, 
      "toil": {
        "word_definition": "work hard", 
        "word_description": "", 
        "word_name": "toil", 
        "word_example": "My mariners,  "
      }, 
      "strive": {
        "word_definition": "to exert much effort or energy", 
        "word_description": "", 
        "word_name": "strive", 
        "word_example": "Death closes all: but something ere the end,  "
      }, 
      "margin": {
        "word_definition": "the boundary line or area immediately inside the boundary", 
        "word_description": "", 
        "word_name": "margin", 
        "word_example": "I am a part of all that I have met;  "
      }
    }, 
    "list_href": "/lists/1787879", 
    "list_detailed_description": "In Tennyson's poem, the hero Ulysses (Odysseus) has returned from his voyages but longs for new adventures. Read the text \n"
  }, 
  "\"A Village After Dark\" by Kazuo Ishiguro": {
    "list_brief_description": "In this unsettling short story, a man returns to the village where he spent his youth. Rich with...\r\n\r\n", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "demystify": {
        "word_definition": "make something easier to understand", 
        "word_description": "", 
        "word_name": "demystify", 
        "word_example": "But these days the odd one passing through from time to time, looking all decrepit and burned out like that—if anything, it goes to  demystify all that talk about the old days. In any case, people like him have changed their position so much these days."
      }, 
      "lethargy": {
        "word_definition": "weakness characterized by a lack of vitality or energy", 
        "word_description": "", 
        "word_name": "lethargy", 
        "word_example": "Well, those young people haven’t yet sunk so low, despite all the  lethargy you’ve been preaching at them down the years. I’ll talk to them. I’ll undo in half an hour all of your sorry efforts."
      }, 
      "hunch": {
        "word_definition": "round one's back by bending forward", 
        "word_description": "", 
        "word_name": "hunch", 
        "word_example": "A log burning in the fireplace was the only source of light, by which I could make out a number of  hunched figures sitting around the room."
      }, 
      "ragamuffin": {
        "word_definition": "a dirty shabbily clothed urchin", 
        "word_description": "", 
        "word_name": "ragamuffin", 
        "word_example": "At some point, I was aware of a woman saying, “I don’t know how I was ever under his spell. He looks such a  ragamuffin now.”"
      }, 
      "incessantly": {
        "word_definition": "without interruption", 
        "word_description": "", 
        "word_name": "incessantly", 
        "word_example": "In those days, Roger Button had idolized me, and in return I had bullied him  incessantly."
      }, 
      "purposeful": {
        "word_definition": "serving as or indicating the existence of a goal", 
        "word_description": "", 
        "word_name": "purposeful", 
        "word_example": "The girl did not seem to hear this, but continued to lead me purposefully through the clusters of cottages."
      }, 
      "groggy": {
        "word_definition": "stunned or confused and slow to react ", 
        "word_description": "", 
        "word_name": "groggy", 
        "word_example": "But the warmth of the fire was very welcome, and for a moment I just stared into its flames, a pleasant grogginess drifting over me."
      }, 
      "boisterous": {
        "word_definition": "full of rough and exuberant animal spirits", 
        "word_description": "", 
        "word_name": "boisterous", 
        "word_example": "I could hear some  boisterous talk coming from behind the door."
      }, 
      "disoriented": {
        "word_definition": "having lost your bearings", 
        "word_description": "", 
        "word_name": "disoriented", 
        "word_example": "But now that I am older I become  disoriented more easily."
      }, 
      "procrastinate": {
        "word_definition": "postpone doing what one should be doing", 
        "word_description": "", 
        "word_name": "procrastinate", 
        "word_example": "“You’re being unfair. All right, I was mistaken about a lot of things. But I never claimed to have any answers. All I said in those days was that it was our duty, all of us, to contribute to the debate. We knew so much more about the issues than the ordinary people here. If people like us  procrastinated, claiming we didn’t yet know enough, then who was there to act? But I never claimed I had the answers. No, you’re being unfair.”"
      }, 
      "cottage": {
        "word_definition": "a small house with a single story", 
        "word_description": "", 
        "word_name": "cottage", 
        "word_example": "There was nothing I recognized, and I found myself walking forever around twisting, badly lit streets hemmed in on both sides by the little stone  cottages characteristic of the area."
      }, 
      "decrepit": {
        "word_definition": "worn and broken down by hard use", 
        "word_description": "", 
        "word_name": "decrepit", 
        "word_example": "But these days the odd one passing through from time to time, looking all  decrepit and burned out like that—if anything, it goes to demystify all that talk about the old days. In any case, people like him have changed their position so much these days."
      }, 
      "clutter": {
        "word_definition": "a confused multitude of things", 
        "word_description": "", 
        "word_name": "clutter", 
        "word_example": "But I was already picking my way through the  clutter toward my corner."
      }, 
      "engulf": {
        "word_definition": "flow over or cover completely", 
        "word_description": "", 
        "word_name": "engulf", 
        "word_example": "In my state of near-sleep, I debated with myself whether these words applied to me or, perhaps, to David Maggis, but before long sleep  engulfed me once more."
      }, 
      "idealize": {
        "word_definition": "consider or render as the best or most appropriate type", 
        "word_description": "", 
        "word_name": "idealize", 
        "word_example": "Certainly, the ones who’ve never seen you tend to  idealize you the most."
      }, 
      "sullenly": {
        "word_definition": "in a manner showing a brooding ill humor", 
        "word_description": "", 
        "word_name": "sullenly", 
        "word_example": "Then a new voice said, rather  sullenly, “Go ahead then. Have a nap. Don’t mind us.”"
      }, 
      "idolize": {
        "word_definition": "love unquestioningly and uncritically or to excess", 
        "word_description": "", 
        "word_name": "idolize", 
        "word_example": "“Fletcher,” she said, “when we used to know one another, I was young and beautiful. I  idolized you, and everything you said seemed like an answer. Now here you are, back again. I’ve wanted to tell you for many years that you ruined my life.”"
      }, 
      "salvage": {
        "word_definition": "save from ruin, destruction, or harm", 
        "word_description": "", 
        "word_name": "salvage", 
        "word_example": "You’re entitled to try and  salvage a little self-respect."
      }, 
      "laze": {
        "word_definition": "be idle", 
        "word_description": "", 
        "word_name": "laze", 
        "word_example": "Those were the days when the cottage was surrounded by open fields and there would come from outside the voices of my friends,  lazing in the long grass, arguing over poetry or philosophy."
      }, 
      "impressionable": {
        "word_definition": "easily influenced", 
        "word_description": "", 
        "word_name": "impressionable", 
        "word_example": "“They’re all so  impressionable,” the old man would have said."
      }
    }, 
    "list_href": "/lists/1905540", 
    "list_detailed_description": "In this unsettling short story, a man returns to the village where he spent his youth. Rich with ambiguity, the text explores the uneasy relationship between the past and the present. Read the story by the Nobel Prize-winning author \n"
  }, 
  "Beam Me Up: Talking About Star Trek": {
    "list_brief_description": "Every time a new adaptation of Star Trek is released, there's plenty of buzz about what is one of...\r\n\r\n", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "prime": {
        "word_definition": "of or relating to the first or originating agent", 
        "word_description": "Anything prime is the best or highest example something. In Star Trek, the prime directive states that Starfleet ships shouldn’t be meddling in other planet’s cultures just because they feel like it or think they know better.", 
        "word_name": "prime", 
        "word_example": "For the uninitiated, the  prime directive was a Star Trek philosophy which prohibited members of the United Federation of Planets from interfering with the internal development of alien civilizations. In other words, it was a basic understanding that one civilization or race wouldn’t screw with the development of another.  "
      }, 
      "trek": {
        "word_definition": "any long and difficult trip", 
        "word_description": "", 
        "word_name": "trek", 
        "word_example": "The writer and director was also responsible for another successful reboot in the form of the recent Star  Trek series."
      }, 
      "enterprise": {
        "word_definition": "a purposeful or industrious undertaking", 
        "word_description": "", 
        "word_name": "enterprise", 
        "word_example": "While transporting two passengers to their home planet, the  Enterprise team loses its way."
      }, 
      "hybrid": {
        "word_definition": "a composite of mixed origin", 
        "word_description": "A hybrid combines two things: a restaurant could be a hybrid of Mexican and Chinese food, while a hybrid car runs on both gas and electric. Animal hybrids include the mule (the offspring of a donkey and horse). Mixed dog breeds could also be called hybrids, such as the labradoodle (Labrador and poodle) and puggle (pug and beagle). Mr. Spock is often referred to as a hybrid because his father is a Vulcan and his mother is an Earthling.", 
        "word_name": "hybrid", 
        "word_example": "Mr. Spock is one of the world's most loved and most enduring sci-fi characters. A green-blooded, human-Vulcan  hybrid, he was Captain Kirk's loyal aide, and his conscience, and second in command of the Star Ship Enterprise.  "
      }, 
      "mission": {
        "word_definition": "an operation that is assigned by a higher headquarters", 
        "word_description": "The opening lines of Star Trek’s original series are famous: “Space, the final frontier. These are the voyages of the starship Enterprise. Its five-year mission: to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no man has gone before.\" A mission is a purpose and goal: a reason for doing something. You could say you’re on a mission to find the perfect cheeseburger. People on a religious mission are dedicated to helping (and possibly converting) people.", 
        "word_name": "mission", 
        "word_example": "The ship, and its crew, are mysterious hybrids, but with just 10 days to go before the CBS All Access debut of the new show — which is actually a prequel that takes place in a universe about a decade before the five-year  mission at the heart of the original series — producers have revealed a few new secrets behind the warship's design.  "
      }, 
      "warp": {
        "word_definition": "bend or twist out of shape", 
        "word_description": "When something is  ", 
        "word_name": "warp", 
        "word_example": "When Jean-Luc Picard was in command of the starship Enterprise, characters from the various TV series Star Trek: The Next Generation, Deep Space Nine, and even Voyager could move to the silver screen at  warp speed.  "
      }, 
      "crystal": {
        "word_definition": "a rock with regularly repeating internal structure", 
        "word_description": "Dilithium crystals power the Enterprise, but only the dilithium part is made-up. Crystals are real solids found in nature that have geometrical patterns described as  ", 
        "word_name": "crystal", 
        "word_example": "Koolmees documented the involved project on his K-Money Industries website. Dilithium, the  crystal that powers Federation starships, is stubbornly fictional, so Koolmees build the dilithium chamber to hold his home server instead.  "
      }, 
      "neutral": {
        "word_definition": "having no personal preference", 
        "word_description": "To be neutral is to not have a side: neutral parties aren’t rooting for anyone, whether in politics, war, or sports. In Star Trek, the Neutral Zone is an area of space not controlled by the Federation, Klingons, or Romulans.", 
        "word_name": "neutral", 
        "word_example": "The Kobayashi Maru fake-out massacre that opens the film still kills an audience. While Captain Spock (Leonard Nimoy) observes from his science station, Captain-in-training Saavik (Kirstie Alley) attempts to navigate a  Neutral Zone rescue mission with catastrophic political Klingon consequences.  "
      }, 
      "logic": {
        "word_definition": "the branch of philosophy that analyzes inference", 
        "word_description": "Logic is a specific type of reason that can be demonstrated or proven. Mr. Spock, like other Vulcans, is devoted to logic, as opposed to emotion.", 
        "word_name": "logic", 
        "word_example": "Originally a fleet was a group of ships in the Navy, but since Star Trek’s space forces are modeled on naval tradition, words like fleet (and first officer) were borrowed by writers.  "
      }, 
      "fleet": {
        "word_definition": "group of aircraft operating under the same ownership", 
        "word_description": "Originally a fleet was a group of ships in the navy, but since Star Trek’s space forces are modeled on naval tradition, words like  ", 
        "word_name": "fleet", 
        "word_example": "When the Enterprise hosts an officer from the Klingon  fleet, the crew faces an instant culture-clash. Worf is sensitive to other Klingons perceiving him as weak or “too human,” but the situation quickly moves beyond mere social awkwardness.  "
      }, 
      "torpedo": {
        "word_definition": "a long cylindrical self-propelled underwater projectile", 
        "word_description": "By the 1700s, the word had gained its more contemporary meaning: as a type of explosive, in the shape of a cigar, launched from a submarine.", 
        "word_name": "torpedo", 
        "word_example": "In ‘Star Trek,’ photon  torpedoes were matter-antimatter weapons on starships. In real life, photons are microscopic particles of light that have a wide range of scientific applications from manufacturing to medicine to communication.  "
      }, 
      "regulation": {
        "word_definition": "the act of bringing to uniformity", 
        "word_description": "Regulations are rules, especially specific rules for a particular group or organization. Captain Kirk is well-known for flouting Starfleet regulations.", 
        "word_name": "regulation", 
        "word_example": "The appearance of \"an object of unknown origin\" seems to kickstart the events of Star Trek: Discovery. This object is found \"on the edge of Federation space,\" and it seems that the USS Shenzou is venturing a little further than Starfleet  regulations would usually allow.  "
      }, 
      "stun": {
        "word_definition": "make senseless or dizzy by or as if by a blow", 
        "word_description": "This word comes from a very specific Star Trek phrase that became a part of popular culture: “Set phasers to stun!” This was actually a decent thing to do, since the alternative was setting them to kill. If a Starfleet officer hit someone with a phaser set on stun, it knocked them unconscious, similar to how a linebacker can stun a quarterback. People are also stunned by bad or shocking news. To be stunned is to be knocked out: literally or metaphorically.", 
        "word_name": "stun", 
        "word_example": "Regardless of whether these weapons are set to  stun, blast aliens, or wrangle ghosts, the question is this: Are zap-guns plausible?  "
      }, 
      "galaxy": {
        "word_definition": "a collection of star systems", 
        "word_description": "The universe is everything that exists. A solar system is a group of planets orbiting a sun, just like Earth and Mars and Jupiter and the rest orbit our little sun, or Sunny, as I like to call her. The unit in-between is the galaxy: a galaxy is made up of many solar systems. As best I can tell, the adventures of Star Trek take place all or mostly within our galaxy, the Milky Way.", 
        "word_name": "galaxy", 
        "word_example": "The two soon find that they have passed through a wormhole that has deposited them on the other side of the  galaxy.  "
      }, 
      "engineer": {
        "word_definition": "a person who uses scientific knowledge to solve problems", 
        "word_description": "Engineers design and build many things, but in Star Trek, the engineer has a more literal job: taking care of the engines.", 
        "word_name": "engineer", 
        "word_example": "For María Regina Apodaca Moreno, 22, of all the crew members of the starship Enterprise it was chief  engineer Scotty who was her inspiration.  "
      }
    }, 
    "list_href": "/lists/1866050", 
    "list_detailed_description": "Every time a new adaptation of Star Trek is released, there's plenty of buzz about what is one of the most enduring and iconic science fiction franchises. Rather than a glossary of Klingon terms, we've rounded up some of the more relevant English terms that get bandied about when there's a Star Trek media frenzy.\n"
  }, 
  "Albert Einstein": {
    "list_brief_description": "Calling all budding geniuses! Don't let inertia stop you from learning these words related to...\r\n\r\n", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "theory": {
        "word_definition": "a well-substantiated explanation of some aspect of the world", 
        "word_description": "", 
        "word_name": "theory", 
        "word_example": "Albert Einstein’s  theory of general relativity was still being met with skepticism."
      }, 
      "refugee": {
        "word_definition": "an exile who flees for safety", 
        "word_description": "", 
        "word_name": "refugee", 
        "word_example": "This letter shows that Einstein also lobbied on behalf of the larger group of  refugees, leveraging his public profile to ask the Roosevelts to work harder to overcome red tape and quotas that impeded emigration.  "
      }, 
      "relativity": {
        "word_definition": "the theory that space and time are not absolute concepts", 
        "word_description": "", 
        "word_name": "relativity", 
        "word_example": "In the early 20th century, Albert Einstein’s new and controversial theory of  relativity predicted that gravity would cause light to bend."
      }, 
      "physicist": {
        "word_definition": "a scientist trained in the science of matter and energy", 
        "word_description": "", 
        "word_name": "physicist", 
        "word_example": "In the 1920s, while living in Berlin, the  physicist collaborated with Hungarian graduate assistant Leo Szilárd to develop and patent an energy-efficient fridge."
      }, 
      "pacifism": {
        "word_definition": "the belief that all disputes can be settled by arbitration", 
        "word_description": "", 
        "word_name": "pacifism", 
        "word_example": "And then there are the fleeting references to Einstein’s outspoken  pacifism, anti-fascism and support for civil rights — which put him under FBI scrutiny."
      }, 
      "theoretical": {
        "word_definition": "concerned with hypotheses and not practical considerations", 
        "word_description": "", 
        "word_name": "theoretical", 
        "word_example": "Finding a particle-based description of gravity has obsessed  theoretical physicists since Einstein."
      }, 
      "equation": {
        "word_definition": "a mathematical statement that two expressions are the same", 
        "word_description": "", 
        "word_name": "equation", 
        "word_example": "Albert Einstein is perhaps most famous for introducing the world to the  equation E=mc2."
      }, 
      "genius": {
        "word_definition": "someone who has exceptional intellectual ability", 
        "word_description": "", 
        "word_name": "genius", 
        "word_example": "Albert Einstein is widely regarded as a  genius, but how did he get that way?"
      }, 
      "inertia": {
        "word_definition": "the tendency of something to stay in rest or motion", 
        "word_description": "", 
        "word_name": "inertia", 
        "word_example": "Mass can be considered as a measure of  inertia, or resistance to motion."
      }, 
      "mass": {
        "word_definition": "the property of a body that causes it to have weight", 
        "word_description": "", 
        "word_name": "mass", 
        "word_example": "In a book on special relativity, you might expect to meet Einstein's  mass–energy equivalence, E = mc2, close to the beginning."
      }, 
      "quantum": {
        "word_definition": "the smallest discrete quantity of some physical property", 
        "word_description": "", 
        "word_name": "quantum", 
        "word_example": "He says it confirms that gravity interacts with  quantum fields in the manner indicated by Einstein’s theories of relativity."
      }, 
      "physics": {
        "word_definition": "the science of matter and energy and their interactions", 
        "word_description": "", 
        "word_name": "physics", 
        "word_example": "Einstein's work laid the foundation for modern  physics and cosmology, providing a perspective of space and time that is shaped by gravity."
      }, 
      "energy": {
        "word_definition": "the capacity of a physical system to do work", 
        "word_description": "", 
        "word_name": "energy", 
        "word_example": "His famous E = mc2 revealed a vast asymmetry in the cosmic relationship between matter and  energy."
      }
    }, 
    "list_href": "/lists/1884476", 
    "list_detailed_description": "Calling all budding geniuses! Don't let inertia stop you from learning these words related to physicist Albert Einstein and his work. Best known for developing the theory of relativity, Einstein is widely considered to be one of the greatest scientists of all time. If these words give you the momentum to learn more about physics, you can practice our introductory physics list \n"
  }, 
  "Tom Petty (1950-2017) Tribute List": {
    "list_brief_description": "Rocker Tom Petty died on October 2, 2017 at the age of 66. With his band The Heartbreakers, Petty...\r\n\r\n", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "outskirts": {
        "word_description": "", 
        "word_name": "outskirts", 
        "word_example": "Morning on the  outskirts of town ", 
        "word_definition": "outlying areas, as of a city or town"
      }, 
      "faze": {
        "word_description": "", 
        "word_name": "faze", 
        "word_example": "Well, she was over twenty-one ", 
        "word_definition": "disturb the composure of"
      }, 
      "trance": {
        "word_description": "", 
        "word_name": "trance", 
        "word_example": "I'm a man in a  trance ", 
        "word_definition": "a psychological state induced by a magical incantation"
      }, 
      "humility": {
        "word_description": "", 
        "word_name": "humility", 
        "word_example": "Yeah, yeah, yeah - I tell ya, this is not ", 
        "word_definition": "a disposition to be humble; a lack of false pride"
      }, 
      "slander": {
        "word_description": "", 
        "word_name": "slander", 
        "word_example": "Take back your angry  slander ", 
        "word_definition": "words falsely spoken that damage the reputation of another"
      }, 
      "impulsive": {
        "word_description": "", 
        "word_name": "impulsive", 
        "word_example": "Sometimes you're so  impulsive, ", 
        "word_definition": "without forethought"
      }, 
      "revel": {
        "word_description": "", 
        "word_name": "revel", 
        "word_example": "Somewhere, somehow, somebody must have kicked you around some ", 
        "word_definition": "take delight in"
      }, 
      "remedy": {
        "word_description": "", 
        "word_name": "remedy", 
        "word_example": "South Carolina put out its arms for me ", 
        "word_definition": "a medicine or therapy that cures disease or relieves pain"
      }, 
      "conscientious": {
        "word_description": "", 
        "word_name": "conscientious", 
        "word_example": "Broken skyline, movin' through the airport ", 
        "word_definition": "characterized by extreme care and great effort"
      }, 
      "treason": {
        "word_description": "", 
        "word_name": "treason", 
        "word_example": "Oh, down in her soul it was an act of  treason ", 
        "word_definition": "a crime that undermines the offender's government"
      }
    }, 
    "list_detailed_description": "Rocker Tom Petty died on October 2, 2017 at the age of 66. With his band The Heartbreakers, Petty found success with a sound that was at once both modern and classic. Songs like \"Refugee\" and \"Free Fallin'\" are among his many unforgettable hits. Petty’s career spanned five decades, and he continued to find ways to put a new spin on the tried-and-true rock and roll formula of straightforward lyrics and great guitar riffs. Petty was also a member of the supergroup The Traveling Wilburys, along with Roy Orbison, George Harrison, Bob Dylan and Jeff Lynne. Here are ten vocabulary words drawn from the lyrics of Tom Petty.", 
    "list_href": "/lists/1897727"
  }
}