{
  "Musty Dusty Words for National Old Stuff Day": {
    "list_brief_description": "While the origins of this day are hard to trace and it's unclear how many observers actually celebrate this March 2 event , we thought it was a perfectly valid ...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "antique": {
        "word_description": "", 
        "word_name": "antique", 
        "word_example": "Ms. Stroh’s father spent millions on  antiques and collectibles, like rare cameras and guitars.", 
        "word_definition": "made in or typical of earlier times and valued for its age"
      }, 
      "ancient": {
        "word_description": "", 
        "word_name": "ancient", 
        "word_example": "“For me, I think the real passion is with the  ancient coins,” Borland says.", 
        "word_definition": "belonging to times long past"
      }, 
      "relic": {
        "word_description": "", 
        "word_name": "relic", 
        "word_example": "The loft where his small team works is filled with  relics from his days fronting the pioneering rock group Talking Heads.", 
        "word_definition": "something of sentimental value"
      }, 
      "vintage": {
        "word_description": "", 
        "word_name": "vintage", 
        "word_example": "Indeed, there it was in all its mint-green glory,  vintage bicycles lined up outside the double doors to add character.", 
        "word_definition": "the oldness of wines"
      }, 
      "anachronism": {
        "word_description": "", 
        "word_name": "anachronism", 
        "word_example": "That makes the traditional cable box somewhat of an  anachronism.", 
        "word_definition": "something located at a time when it could not have existed"
      }, 
      "provenance": {
        "word_description": "", 
        "word_name": "provenance", 
        "word_example": "Decades after its discovery by Louis Leakey in 1932, the fossil’s antiquity and  provenance have remained in dispute, along with the medical diagnosis.", 
        "word_definition": "where something originated or was nurtured"
      }, 
      "nostalgia": {
        "word_description": "", 
        "word_name": "nostalgia", 
        "word_example": "Nostalgia also in the collection of Harry Truman memorabilia that filled the parlor of the century-old house where I stayed during my visit.", 
        "word_definition": "longing for something past"
      }, 
      "souvenir": {
        "word_description": "", 
        "word_name": "souvenir", 
        "word_example": "The house produced many  souvenirs of early New York when its owners, Martin Sheridan and Richard Hayman, dug up the basement.", 
        "word_definition": "a reminder of past events"
      }, 
      "memorabilia": {
        "word_description": "", 
        "word_name": "memorabilia", 
        "word_example": "Across from us is a dusty shelf filled with  memorabilia.", 
        "word_definition": "a record of things worth remembering"
      }, 
      "musty": {
        "word_description": "", 
        "word_name": "musty", 
        "word_example": "Finally, in a pitch-black storage room - “more like a dungeon,” Taylor said with a laugh - the duo found  musty, unmarked boxes.", 
        "word_definition": "covered with or smelling of mold"
      }, 
      "cache": {
        "word_description": "", 
        "word_name": "cache", 
        "word_example": "A biography of the poet that draws on a newly discovered  cache of letters.", 
        "word_definition": "a hidden storage space"
      }, 
      "patina": {
        "word_description": "", 
        "word_name": "patina", 
        "word_example": "“The  patina was very old and it looked dark and dingy in comparison to what it should look like,” he said.", 
        "word_definition": "a fine coating of oxide on the surface of a metal"
      }, 
      "hoard": {
        "word_description": "", 
        "word_name": "hoard", 
        "word_example": "Lifting the lid, she gapes at the  hoard of gold coins.", 
        "word_definition": "save up as for future use"
      }, 
      "authentic": {
        "word_description": "", 
        "word_name": "authentic", 
        "word_example": "Inside, there are displays of  authentic swords and suits of armor, along with a reconstructed guillotine that was last used in 1861.", 
        "word_definition": "not counterfeit or copied"
      }, 
      "memento": {
        "word_description": "", 
        "word_name": "memento", 
        "word_example": "She gestured toward a lone  memento that would remain in his bedroom, a life-size needlepoint portrait of her only child, woven in shimmering gold thread.", 
        "word_definition": "a reminder of past events"
      }
    }, 
    "list_detailed_description": "While the origins of this day are hard to trace and it's unclear how many observers actually celebrate this \n", 
    "list_href": "/lists/1563575"
  }, 
  "Eclipse Vocabulary": {
    "list_brief_description": "On Monday, August 21, 2017 there will be a total eclipse of the sun. The moon will appear to completely block the sun for a few minutes, and we will experience ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "occult": {
        "word_description": "", 
        "word_name": "occult", 
        "word_example": "“As the Moon begins to  occult the Sun more and more, you will need to lengthen the exposure a little bit,” Starr says.", 
        "word_definition": "become concealed or hidden from view"
      }, 
      "celestial": {
        "word_description": "", 
        "word_name": "celestial", 
        "word_example": "Across the country, both amateur and professional scientists are gearing up for what is sure to be the  celestial spectacle of the decade.", 
        "word_definition": "relating to or inhabiting a divine heaven"
      }, 
      "penumbra": {
        "word_description": "", 
        "word_name": "penumbra", 
        "word_example": "The moon will pass into Earth’s  penumbra, or outer shadow.", 
        "word_definition": "a fringe region of partial shadow around an umbra"
      }, 
      "eclipse": {
        "word_description": "", 
        "word_name": "eclipse", 
        "word_example": "As millions of people move into position for Monday’s solar  eclipse, some airlines are encouraging travelers to get a little closer to the action.", 
        "word_definition": "the phenomenon when one celestial body obscures another"
      }, 
      "orbit": {
        "word_description": "", 
        "word_name": "orbit", 
        "word_example": "The moon moves in its own  orbit from west to east, and this is what causes the shadow to move from west to east.", 
        "word_definition": "the path of a celestial body in its revolution about another"
      }, 
      "obscure": {
        "word_description": "", 
        "word_name": "obscure", 
        "word_example": "Astronomers routinely study the sun’s wispy atmosphere using coronagraphs, telescope attachments that  obscure the surface glare of the sun.", 
        "word_definition": "make less visible or unclear"
      }, 
      "coincide": {
        "word_description": "", 
        "word_name": "coincide", 
        "word_example": "The eclipse  coincides with the Crow Tribe’s annual parade dance, marking the Montana tribe’s new year.", 
        "word_definition": "go with; fall together"
      }
    }, 
    "list_detailed_description": "On Monday, August 21, 2017 there will be a total eclipse of the sun. The moon will appear to completely block the sun for a few minutes, and we will experience darkness in the middle of the day. When you can see this happening depends on where you are in the country. The United States hasn't had an eclipse of this kind since 1979. Below are some vocabulary words related to this extraordinary celestial event.", 
    "list_href": "/lists/1806744"
  }, 
  "Uncanny, Creepy, or Downright Scary: Words For Halloween": {
    "list_brief_description": "\n", 
    "list_num": "18 Words", 
    "list_detailed_info": {
      "uncanny": {
        "word_description": "", 
        "word_name": "uncanny", 
        "word_example": "", 
        "word_definition": "surpassing the ordinary or normal"
      }, 
      "dreadful": {
        "word_description": "", 
        "word_name": "dreadful", 
        "word_example": "", 
        "word_definition": "exceptionally bad or displeasing"
      }, 
      "eldritch": {
        "word_description": "", 
        "word_name": "eldritch", 
        "word_example": "", 
        "word_definition": "suggesting the operation of supernatural influences"
      }, 
      "monster": {
        "word_description": "", 
        "word_name": "monster", 
        "word_example": "", 
        "word_definition": "an imaginary creature usually having human and animal parts"
      }, 
      "eerie": {
        "word_description": "", 
        "word_name": "eerie", 
        "word_example": "", 
        "word_definition": "suggestive of the supernatural; mysterious"
      }, 
      "haunt": {
        "word_description": "", 
        "word_name": "haunt", 
        "word_example": "", 
        "word_definition": "follow stealthily or pursue like a ghost"
      }, 
      "pall": {
        "word_description": "", 
        "word_name": "pall", 
        "word_example": "", 
        "word_definition": "burial garment in which a corpse is wrapped"
      }, 
      "strange": {
        "word_description": "", 
        "word_name": "strange", 
        "word_example": "", 
        "word_definition": "unusual or out of the ordinary"
      }, 
      "dread": {
        "word_description": "", 
        "word_name": "dread", 
        "word_example": "", 
        "word_definition": "fearful expectation or anticipation"
      }, 
      "horrendous": {
        "word_description": "", 
        "word_name": "horrendous", 
        "word_example": "", 
        "word_definition": "causing fear or dread or terror"
      }, 
      "terror": {
        "word_description": "", 
        "word_name": "terror", 
        "word_example": "", 
        "word_definition": "an overwhelming feeling of fear and anxiety"
      }, 
      "daunt": {
        "word_description": "", 
        "word_name": "daunt", 
        "word_example": "", 
        "word_definition": "cause to lose courage"
      }, 
      "weird": {
        "word_description": "", 
        "word_name": "weird", 
        "word_example": "", 
        "word_definition": "strikingly odd or unusual"
      }, 
      "unearthly": {
        "word_description": "", 
        "word_name": "unearthly", 
        "word_example": "", 
        "word_definition": "suggesting the operation of supernatural influences"
      }, 
      "specter": {
        "word_description": "", 
        "word_name": "specter", 
        "word_example": "", 
        "word_definition": "a ghostly appearing figure"
      }, 
      "bizarre": {
        "word_description": "", 
        "word_name": "bizarre", 
        "word_example": "", 
        "word_definition": "conspicuously or grossly unconventional or unusual"
      }, 
      "wraith": {
        "word_description": "", 
        "word_name": "wraith", 
        "word_example": "", 
        "word_definition": "a mental representation of some haunting experience"
      }
    }, 
    "list_detailed_description": "", 
    "list_href": "/lists/199824"
  }, 
  "May the 4th Be With You: Star Words": {
    "list_brief_description": "Rejoice, Star Wars fans! May the 4th is National Star Wars Day! The epic film series launched plenty of words—like Jedi and Wookiee—but it also made use of ...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "phantom": {
        "word_description": "", 
        "word_name": "phantom", 
        "word_example": "Well, almost the first: Lucas, lest we forget, introduced the servile TC-14 for an early scene in The  Phantom Menace.", 
        "word_definition": "a ghostly appearing figure"
      }, 
      "alliance": {
        "word_description": "The good guys in Star Wars are part of the Rebel Alliance. An alliance brings together different people and factions, like the Allied Powers in World War II. An ally is a friend you can count on.  Alliance gained popularity thanks to reality TV shows where characters make alliances: secret pacts designed to ensure their survival and crush other contestants. When you’re in an alliance, you have friends—and usually enemies too. That’s why you needed the friends in the first place.", 
        "word_name": "alliance", 
        "word_example": "Then again, there appear to be more bug-eyed lobster men than women among the highest ranks of the Rebel  Alliance.", 
        "word_definition": "the state of being confederated"
      }, 
      "force": {
        "word_description": "As the old joke goes, the force in Star Wars is like duct tape: it has a light side, a dark side, and it holds the universe together. In our universe, the  force is a broad term for various types of strength and power. An anvil falling from a great height has a lot of force. Employees are called the workforce, and if you have a lot of them, you can get more done. When countries go to war, they’ve decided to use force instead of diplomacy. Forces get stuff done.", 
        "word_name": "force", 
        "word_example": "“The  force is strong with this one.” – Darth Vader", 
        "word_definition": "a powerful effect or influence"
      }, 
      "destiny": {
        "word_description": "In the original trilogy, Darth Vader tried to convince his son Luke that the farm boy’s destiny was to rule the galaxy with pop. Someone’s  destiny is their fate. If something is destined to happen, then it has to happen.", 
        "word_name": "destiny", 
        "word_example": "He admired Luke Skywalker for finding within himself “the resources of character to meet his  destiny.”", 
        "word_definition": "a course of events that will inevitably happen in the future"
      }, 
      "clone": {
        "word_description": "Do you love yourself? If you said yes, then you should become a genetic engineer and make yourself a clone. A  clone is a genetic copy of someone: clones look exactly the same, much like identical twins. The stormtroopers in the first three Star Wars movies (and those execrable prequels) were clones. In fact, they were a clone army. Hey, if you can’t recruit an army of jackbooted thugs, why not grow them in a petri dish?", 
        "word_name": "clone", 
        "word_example": "She earned this position by becoming one of the first Galactic senators to publicly object to Emperor Palpatine’s rise to power during the  Clone Wars.", 
        "word_definition": "a person who is almost identical to another"
      }, 
      "mission": {
        "word_description": "", 
        "word_name": "mission", 
        "word_example": "“I’m a member of the Imperial Senate on a diplomatic  mission to Alderaan.” – Princess Leia", 
        "word_definition": "an operation that is assigned by a higher headquarters"
      }, 
      "imperial": {
        "word_description": "Another Star Wars word refer to empires:  imperial. In addition to referring to an actual empire, things and people described as imperial are majestic, commanding, or high-and-mighty.", 
        "word_name": "imperial", 
        "word_example": "Like Darth Vader preparing to unleash a Force choke on a garrulous  Imperial officer, we view such frivolities with icy scorn.", 
        "word_definition": "relating to or associated with an empire"
      }, 
      "menace": {
        "word_description": "", 
        "word_name": "menace", 
        "word_example": "On Global News, a Star Wars fan snarkily joked that “someone probably showed him Phantom  Menace.”", 
        "word_definition": "something that is a source of danger"
      }, 
      "millennium": {
        "word_description": "", 
        "word_name": "millennium", 
        "word_example": "There are a lot of callbacks to the cantina scene and the  Millennium Falcon being a piece of junk.", 
        "word_definition": "a span of 1000 years"
      }, 
      "deceive": {
        "word_description": "", 
        "word_name": "deceive", 
        "word_example": "“Your eyes can  deceive you. Don’t trust them.” – Obi-Wan Kenobi", 
        "word_definition": "cause someone to believe an untruth"
      }, 
      "disturbing": {
        "word_description": "", 
        "word_name": "disturbing", 
        "word_example": "“I find your lack of faith  disturbing.” – Darth Vader", 
        "word_definition": "causing distress or worry or anxiety"
      }, 
      "empire": {
        "word_description": "The bad guys in Star Wars are the empire—the galactic empire. This isn’t a sloppy word choice, since the leader of the empire is an emperor—excuse me, THE Emperor. With his repressive regime and freaky lightning shooting out of his fingertips, the Emperor is not a contender for the Star Wars equivalent of the Nobel Peace Prize.  Empire was originally a borrowing from French and refers a realm or territory with an absolute ruler: an empire is the opposite of a democracy.", 
        "word_name": "empire", 
        "word_example": "The  empire in “Star Wars” gets a bad rap.", 
        "word_definition": "the domain ruled by an emperor or empress"
      }, 
      "rebellion": {
        "word_description": "", 
        "word_name": "rebellion", 
        "word_example": "Nearly four decades later, she was still playing Leia, only now as a general of the  rebellion in “Star Wars: The Force Awakens.”", 
        "word_definition": "organized opposition to authority"
      }, 
      "galaxy": {
        "word_description": "How many people have learned this word from the famous opening crawl of Star Wars? “A long time ago, in a galaxy far, far away…”  Galaxy is part of a sequence of increasingly larger cosmic stuff we’re part of: planet, solar system, galaxy, universe. A galaxy contains a whole bunch of solar systems, each of which has a sun and some planets.", 
        "word_name": "galaxy", 
        "word_example": "Is he a Jedi teleported from the distant past and  galaxies far far away?", 
        "word_definition": "a collection of star systems"
      }, 
      "apprentice": {
        "word_description": "", 
        "word_name": "apprentice", 
        "word_example": "", 
        "word_definition": "someone who works for an expert to learn a trade"
      }
    }, 
    "list_detailed_description": "Rejoice, Star Wars fans! May the 4th is \n", 
    "list_href": "/lists/1630689"
  }, 
  "A Web of Lies": {
    "list_brief_description": "Let's face it, we all (or at least most of us) lie. Whether you just want to spare someone's feelings or want to get away with something you really shouldn't be...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "falsehood": {
        "word_description": "", 
        "word_name": "falsehood", 
        "word_example": "The First Amendment protects the right of free speech, but defamation laws protect the innocent against malicious  falsehoods.", 
        "word_definition": "an untrue statement"
      }, 
      "fraud": {
        "word_description": "", 
        "word_name": "fraud", 
        "word_example": "I was afraid he would turn on me with disgust and accuse me of my  fraud, but he still seemed flattered.", 
        "word_definition": "deliberate trickery intended to gain an advantage"
      }, 
      "deception": {
        "word_description": "", 
        "word_name": "deception", 
        "word_example": "The most fascinating element of the story is watching a daring act of  deception coalesce into the solid-seeming shape of history.", 
        "word_definition": "a misleading falsehood"
      }, 
      "duplicity": {
        "word_description": "Duplicity comes from a Latin root that means “double” and this is another very popular characterization of the liar — they are presenting two very different selves to the world, and it becomes immediately unclear which of the two, if any, can be trusted.", 
        "word_name": "duplicity", 
        "word_example": "The mission of a news organization is to record accurately the course of events, including patterns of deception and  duplicity.", 
        "word_definition": "a fraudulent representation"
      }, 
      "fabrication": {
        "word_description": "", 
        "word_name": "fabrication", 
        "word_example": "About a third of allegations of plagiarism,  fabrication, piracy and misconduct were upheld.", 
        "word_definition": "a deliberately false or improbable account"
      }, 
      "perfidy": {
        "word_description": "", 
        "word_name": "perfidy", 
        "word_example": "Nicknamed \"yahoo-yahoo\" after the international web portal and search engine, this  perfidy has become a way of life for the young con-artists.", 
        "word_definition": "an act of deliberate betrayal"
      }, 
      "perjury": {
        "word_description": "", 
        "word_name": "perjury", 
        "word_example": "Court documents alleged that Hatfield falsely reported the reasons for Lewis’ retirement, leading to a felony  perjury charge against him.", 
        "word_definition": "criminal offense of making false statements under oath"
      }, 
      "obfuscate": {
        "word_description": "", 
        "word_name": "obfuscate", 
        "word_example": "Briefings are often—as the Ziegler example underscores—a means of  obfuscating the truth.", 
        "word_definition": "make obscure or unclear"
      }, 
      "dissemble": {
        "word_description": "Dissemble sounds like taking something apart, as if someone has said “disassemble” very fast. But rather than taking something apart, you can think of dissemble as constructing something, like a costume or a mask to hide one’s true self. The dissembler builds a disguise, either of fabric or words to conceal that which they don’t want exposed.", 
        "word_name": "dissemble", 
        "word_example": "She believes nothing and lies and  dissembles casually.", 
        "word_definition": "make believe with the intent to deceive"
      }, 
      "subterfuge": {
        "word_description": "This word emphasizes the skill of the liar. To practice subterfuge one must be slick and stealthy, easily avoiding capture by the people you just “put one over on” who are now chasing you. If a student cheats on a test by writing the answers on their hand, it's not subterfuge. A conspiracy to supply an entire class with all the answers to all the tests for the semester is closer to subterfuge.", 
        "word_name": "subterfuge", 
        "word_example": "Why do you believe that  subterfuge and dishonesty are appropriate tactics to use on your wife?", 
        "word_definition": "something intended to misrepresent the nature of an activity"
      }, 
      "deceit": {
        "word_description": "Deceit comes from Latin  decipere, which means “to ensnare, take in, beguile, cheat.” Every lie is, in one way or another, an attempt to ensnare someone in a story, to beguile them into believing you. To practice deceit is to mislead, and it gets to the core of what lying is all about.", 
        "word_name": "deceit", 
        "word_example": "He displays “extreme narcissism,” the author argues, and he lies compulsively, with  deceit as “an ingrained way of life.”", 
        "word_definition": "a misleading falsehood"
      }, 
      "mendacity": {
        "word_description": "We all lie when cornered, but that doesn’t mean we exhibit mendacity or are mendacious. Mendacity is a character trait, something that defines you, which suggests that lying is an essential part of who you are. On both sides of the political aisle, it has become commonplace to suggest that someone you don’t like has a “casual relationship with the truth.” Someone who doesn’t take the truth seriously is showing mendacity.", 
        "word_name": "mendacity", 
        "word_example": "Truth tellers are especially important and potentially vulnerable in an administration afflicted with serial  mendacity.", 
        "word_definition": "the tendency to be untruthful"
      }, 
      "prevaricate": {
        "word_description": "Prevaricate is a polite way to say that you have purposefully confused a situation by telling half-truths. The word comes from Latin praevaricatus, which literally means “to walk crookedly” a good metaphor for following the path of the habitual liar if there ever was one. Prevarication is intimately tied up with concept of evasion, when you don’t want to be nailed down to the facts or held to account.", 
        "word_name": "prevaricate", 
        "word_example": "People are  prevaricating; distracting, making listeners believe things that aren’t always factually true.", 
        "word_definition": "be deliberately ambiguous or unclear"
      }
    }, 
    "list_detailed_description": "Let's face it, we all (or at least most of us) lie. Whether you just want to spare someone's feelings or want to get away with something you really shouldn't be doing, people bend the truth on occasion. It's no surprise, then, that there are so many words that describe the telling of untruths. Whether the motivation is malicious or kindhearted, there is a nuanced way to describe it. Here are fifteen words to describe liars and the webs they spin.\n", 
    "list_href": "/lists/1736128"
  }, 
  "St. Patrick's Day Vocabulary: Words From Irish": {
    "list_brief_description": "With St. Patrick's Day — and celebrations of all things Irish — coming up on March 17th, learn 10 words derived from the Irish language. For more words from...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "hooligan": {
        "word_description": "Probably from a form of the Irish surname \"Houlihan.\"", 
        "word_name": "hooligan", 
        "word_example": "Mixing with the crowd, they saw masked snipers and chain-wielding  hooligans, talked to participants and witnessed a fire that killed more than 40 pro-Russian demonstrators.", 
        "word_definition": "a cruel and brutal fellow"
      }, 
      "boycott": {
        "word_description": "From an English name, one Captain Charles C. Boycott, who refused to lower rents on Irish tenant farmers and was opposed by the Irish Land League in the late 19th Century.", 
        "word_name": "boycott", 
        "word_example": "A Roman Catholic bishop in the Philippines this week urged the faithful to  boycott Madonna's shows over her \"suggestive\" performance and \"vulgar\" clothes.", 
        "word_definition": "refusal to have commercial dealings with some organization"
      }, 
      "smithereens": {
        "word_description": "", 
        "word_name": "smithereens", 
        "word_example": "Scientists who tried managing energies of the necessary magnitude often ended up with equipment blown to  smithereens and laboratories littered with glass shards.", 
        "word_definition": "a collection of small fragments considered as a whole"
      }, 
      "keen": {
        "word_description": "From Irish  ", 
        "word_name": "keen", 
        "word_example": "His  keening caterwaul sounds as if he had flicked the ejector switch but forgotten to undo his seat belt.", 
        "word_definition": "express grief verbally"
      }, 
      "slew": {
        "word_description": "From  ", 
        "word_name": "slew", 
        "word_example": "A  slew of food delivery apps and startups have sprung up across the French capital in recent months, and they're impossible to miss.", 
        "word_definition": "a large number or amount or extent"
      }, 
      "bog": {
        "word_description": "From  ", 
        "word_name": "bog", 
        "word_example": "The weather has turned against us, and the plains, covered with snow two days ago, have turned to a swampy, shoe-sucking mud  bog.", 
        "word_definition": "wet spongy ground of decomposing vegetation"
      }
    }, 
    "list_detailed_description": "With St. Patrick's Day — and celebrations of all things Irish — coming up on March 17th, learn 10 words derived from the Irish language. For more words from the Emerald Isle, read the article: \n", 
    "list_href": "/lists/1003994"
  }, 
  "Spider-Man's Word Web": {
    "list_brief_description": "Even if a new Spider-Man movie keeps coming more often than Leap Year, the lingo of Spider-Man is eternal and unique. Enjoy these words inspired by the \"web-hea...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "radioactive": {
        "word_description": "Spider-Man’s origin involved getting bit by a radioactive spider: in other words, a spider that had become  irradiated with  radiation. Radiation is a specific sort of intense energy consisting of electromagnetic particles. If only radiation worked like it does in Marvel Comics, where cosmic radiation created the Fantastic Four, gamma rays created the Hulk, and radiation in general created mutants like the X-Men. In real life, too much radiation is anything but super.", 
        "word_name": "radioactive", 
        "word_example": "Peter Parker was a simple high school geek before a bite from a  radioactive spider transformed him into Spider-Man.", 
        "word_definition": "exhibiting or caused by emissions in nuclear decay"
      }, 
      "adolescent": {
        "word_description": "Does the word  teen sound too casual or cutesy to you? Then there's always  adolescent, which means the same. You can also refer to the teen years as adolescence. Since teens are sometimes stereotyped as being moody and self-centered, this word is also used as an insult for older people. An adult who's rude, sulky, or otherwise immature can be called adolescent. Before his Uncle Ben died, Peter was an adolescent literally and figuratively. He had a lot of growing up to do.", 
        "word_name": "adolescent", 
        "word_example": "Anna May Dutton started skateboarding to channel her  adolescent energy.", 
        "word_definition": "a juvenile between the onset of puberty and maturity"
      }, 
      "reptilian": {
        "word_description": "Many of Spider-Man's enemies have pseudo-scientific origins—such as Dr. Curtis Connors, the Lizard. Lizards are reptiles that are closely related to snakes, consisting of over 4000 species that are mostly long, green, and scaly. Many can regenerate limbs, which is what interested Connors. He was trying to regrow his own missing arm but ended up turning into a freaky lizard man instead, with many reptilian qualities. This is why comic-book science is not recommended by doctors.", 
        "word_name": "reptilian", 
        "word_example": "At least a dozen mortal guards stood on the balcony, plus two monsters— reptilian women with doublesnake trunks instead of legs.", 
        "word_definition": "of or relating to cold-blooded vertebrates with scaly skin"
      }, 
      "orphan": {
        "word_description": "Peter Parker, when first introduced in the comics and movies, lives with his Aunt May and Uncle Ben. That's because his parents died: Peter was adopted by his aunt and uncle. When someone doesn't have any parents, they're an orphan. For some reason, being an orphan is strongly correlated with being a superhero. Batman's parents were murdered. Superman's parents died on Krypton. Captain America's parents died young. Even James Bond is an orphan. No wonder villainous fiends are so anti-orphanage.", 
        "word_name": "orphan", 
        "word_example": "Then the wife died, the husband was sent to a nursing home and Louie became an  orphan.", 
        "word_definition": "a child who has lost both parents"
      }, 
      "fluid": {
        "word_description": "Peter Parker is a whiz at science, which is why he was interested in the particle accelerator that irradiated that pesky spider. This scientific interest also allowed Peter to invent his own web fluid. This web fluid shoots out in liquid form, then hardens in exactly the way he wants it to, whether to create a line for swinging or a giant net. Hey, if you're looking for realism, Spider-Man stories aren't the place.", 
        "word_name": "fluid", 
        "word_example": "“It’s like slime,” she said, referring to another type of non-Newtonian  fluid.", 
        "word_definition": "continuous amorphous matter that tends to flow"
      }, 
      "responsibility": {
        "word_description": "Spider-Man’s motto is: “With great power comes great responsibility.” Peter learns this lesson the hard way during his famous origin, when he is so consumed with a chance to make money as a wrestler that he fails to stop a bad guy who had just committed a robbery. That bad guy—who Peter could have easily grabbed or tripped—ends up murdering Peter’s Uncle Ben. That’s when Peter decides he might need to do more with his powers than use them for his own gain.", 
        "word_name": "responsibility", 
        "word_example": "", 
        "word_definition": "the social force that binds you to a course of action"
      }, 
      "remorse": {
        "word_description": "Because Spider-Man feels at fault for the death of his Uncle Ben, he is consumed by remorse—an emotion made up of regret and sadness. When you feel remorseful, you blame yourself for something. Despite his wisecracks, remorsefulness is the defining trait of Spider-Man, who always feels like he has to make up for the past. Subsequent events in the comics—such as the death of his girlfriend Gwen Stacy—add to his guilt. It's not easy being Spidey.", 
        "word_name": "remorse", 
        "word_example": "Filled with  remorse, he sat on the ground and cried.", 
        "word_definition": "a feeling of deep regret, usually for some misdeed"
      }, 
      "nerd": {
        "word_description": "This word has a positive and negative meaning: a nerd can be an insult for someone considered uncool or a compliment for someone consumed by something, like a computer nerd or a comic book nerd.", 
        "word_name": "nerd", 
        "word_example": "May 6 is the great, geek holiday Free Comic Book Day, an annual celebration of reading, art and  nerd fellowship.", 
        "word_definition": "an intelligent but single-minded expert in a technical field"
      }
    }, 
    "list_detailed_description": "Even if a new Spider-Man movie keeps coming more often than Leap Year, the lingo of Spider-Man is eternal and unique. Enjoy these words inspired by the \"web-headed menace.\"\n", 
    "list_href": "/lists/1761440"
  }, 
  "Wonder Woman's Superpower Words": {
    "list_brief_description": "As a mere mortal you may lack Wonder Woman's heroic powers, but you can still attain a super vocabulary by learning these words. For the full article, check out...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "origin": {
        "word_description": "", 
        "word_name": "origin", 
        "word_example": "The film taps the teen comedy genre in the retelling of Spider-Man's  origin story as his alter-ego Peter Parker navigates the perils of high school.", 
        "word_definition": "the place where something begins"
      }, 
      "warrior": {
        "word_description": "This word for a person who wages war has been mostly associated with men, but Wonder Woman isn't the type of princess who needs to be rescued: she's the one doing the rescuing and brawling. Wonder Woman has a lot in common with Princess Leia, another royal type who wasn't afraid to mix it up.", 
        "word_name": "warrior", 
        "word_example": "From a tender age, Diana, living on the achingly idyllic island of Themyscira, dreams of being a  warrior.", 
        "word_definition": "someone engaged in or experienced in warfare"
      }, 
      "psychologist": {
        "word_description": "Psychologists are experts in the field of psychology, and they study human behavior. This word probably seems out of place in a list about Wonder Woman, but it is crucial to her history: Wonder Woman was co-created by psychologist and inventor William Moulton Marston who, besides writing comic books, helped develop a device that's remarkably similar to the lasso of truth: he contributed to the invention of the polygraph, commonly known as the lie detector.", 
        "word_name": "psychologist", 
        "word_example": "She still attends as many as five appointments a week with physical therapists, doctors and a  psychologist.", 
        "word_definition": "a specialist in the science of mental life"
      }, 
      "justice": {
        "word_description": "Most heroes fight for justice in some way, but this word is extra-applicable to Wonder Woman, who has been a member of the Justice Society of America (the very first super-team, founded in 1941) and the Justice League of America (an updated version founded in 1960). Unfortunately, Wonder Woman was originally the secretary for the Justice Society, so let's just say American society has evolved a little bit since then.", 
        "word_name": "justice", 
        "word_example": "Greater than the sum of their awe-inspiring parts, the  Justice League handles threats too massive for any single hero. Made up of the World’s Greatest Super Heroes, their membership inflates and contracts around each new threat, but the core line-up is known as the Big Seven. DC Comics", 
        "word_definition": "the quality of being just or fair"
      }, 
      "indestructible": {
        "word_description": "Something indestructible can't be smashed, broken, crushed, or otherwise annihilated: Wonder Woman's Lasso of Truth is indestructible.", 
        "word_name": "indestructible", 
        "word_example": "Batman has amazing fighting skills and weapons, but Superman is basically  indestructible and could just throw him out to Saturn if he wanted to.", 
        "word_definition": "not easily ruined"
      }, 
      "clay": {
        "word_description": "This is the soft stuff sculptors mold into statues. In one version of Wonder Woman's origin, she was made out of clay by the gods.", 
        "word_name": "clay", 
        "word_example": "They never learned how to model in  clay, carve marble or weld metal.", 
        "word_definition": "water-soaked soil; soft, wet earth"
      }, 
      "villain": {
        "word_description": "", 
        "word_name": "villain", 
        "word_example": "His green hair matches that of the comic book and movie  villain.", 
        "word_definition": "someone who does evil deliberately"
      }, 
      "isolated": {
        "word_description": "", 
        "word_name": "isolated", 
        "word_example": "That creation was Diana Prince, who, upon landing in America from her  isolated Paradise Island, donned the identity of Wonder Woman.", 
        "word_definition": "remote and separate physically or socially"
      }, 
      "sensation": {
        "word_description": "A sensation can be a feeling or something exceptional. Many of Wonder Woman’s early adventures were published in  Sensation Comics.", 
        "word_name": "sensation", 
        "word_example": "Summer 1942: Solo stardom: Wonder Woman proves so popular that she gets her own comic book with  Sensation Comics.", 
        "word_definition": "a general feeling of excitement and heightened interest"
      }, 
      "amazon": {
        "word_description": "", 
        "word_name": "amazon", 
        "word_example": "Gal Gadot plays the  Amazon princess-turned-superhero, introduced last year in “Batman v Superman: Dawn of Justice.”. Los Angeles Times (May 30, 2017)", 
        "word_definition": "a large, strong, and aggressive woman"
      }, 
      "paradise": {
        "word_description": "This word is synonymous with heaven: in paradise, there's no more pain, and we can all eat chocolate and pizza all day without ever gaining a pound. Nothing's better than paradise.", 
        "word_name": "paradise", 
        "word_example": "Wonder Woman The Amazonian princess gets her own movie and leaves her island  paradise to fight a war to end all wars.", 
        "word_definition": "any place of complete bliss and delight and peace"
      }, 
      "invisible": {
        "word_description": "", 
        "word_name": "invisible", 
        "word_example": "“It has this capacity to go from being visible to  invisible, so their pelts can be used to make invisibility cloaks,” Mr. Redmayne said.", 
        "word_definition": "impossible or nearly impossible to see"
      }, 
      "mythology": {
        "word_description": "Mythology refers to the stories of a group of people, especially stories that explain how the world came to be and what the gods (there are usually a bunch of them) are up to. Wonder Woman's history involves a lot of interaction with mythology: in one version of her origin, she's the daughter of Hippolyta and Zeus. Also, mythology can be used more loosely these days. The back story of a TV show is often called its mythology, and superhero stories are a type of modern mythology too.", 
        "word_name": "mythology", 
        "word_example": "In about a decade, the ridiculously prolific and innovative Kirby co-created the Marvel Universe, then moved to DC to create another  mythology.", 
        "word_definition": "the body of stories associated with a culture or institution"
      }, 
      "heroine": {
        "word_description": "This word for a female hero is a little out of fashion, depending on who you ask. Over time, people have tended to throw gendered words in the lexical dumpster, replacing  stewardess with  flight attendant and  actress with  actor. But sometimes people want to emphasize the femaleness of a hero, so  heroine still has a place in English.", 
        "word_name": "heroine", 
        "word_example": "Yet, like the  heroine at its center, “Wonder Woman” the movie rises with powerful grace above the noise.", 
        "word_definition": "the main good female character in a work of fiction"
      }, 
      "lasso": {
        "word_description": "The lasso is mostly associated with cowboys: it's a rope with a loop tied at the end, and a skilled roper can swing the thing so accurately that it lands just right on a bull, or some other critter, to bring it down. Wonder Woman's home of Paradise Island is pretty far from the Wild West, but her main weapon is a lasso—the Lasso of Truth, which has sometimes been called the Magic Lasso and Golden Lasso. When she wraps it around someone, they're forced to tell the truth.", 
        "word_name": "lasso", 
        "word_example": "But her weapon of choice is the  lasso of truth.", 
        "word_definition": "a long noosed rope used to catch animals"
      }
    }, 
    "list_detailed_description": "As a mere mortal you may lack Wonder Woman's heroic powers, but you can still attain a super vocabulary by learning these words. For the full article, check out:", 
    "list_href": "/lists/1726365"
  }, 
  "Words Every Pirate Should Know": {
    "list_brief_description": "International Talk Like A Pirate Day is celebrated on September 19. In the swashbuckling spirit, this list covers words every self-respecting pirate should know...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "scurvy": {
        "word_description": "This is a disease many pirates would contract because there was a lack of fresh fruit or other sources of Vitamin C.  ", 
        "word_name": "scurvy", 
        "word_example": "Scurvy, an 18th century disease caused by a lack of vitamin C, appears to have made a surprise comeback in Australia.", 
        "word_definition": "a condition caused by deficiency of ascorbic acid"
      }, 
      "booty": {
        "word_description": "", 
        "word_name": "booty", 
        "word_example": "He made me think of a pirate captain disposing of the  booty.", 
        "word_definition": "goods or money obtained illegally"
      }, 
      "careen": {
        "word_description": "This verb originally applied to ships and is from a French word which literally translates as \"to expose a ship's  ", 
        "word_name": "careen", 
        "word_example": "Then a car roared past him,  careening all over the road, in the opposite direction.", 
        "word_definition": "pitching dangerously to one side"
      }, 
      "prow": {
        "word_description": "The word for the front part of a ship,  ", 
        "word_name": "prow", 
        "word_example": "Instead of a knife she used a blade that curved like the  prow of a Viking ship, sailing to battle in distant seas.", 
        "word_definition": "the front part of a vessel"
      }, 
      "pillage": {
        "word_description": "", 
        "word_name": "pillage", 
        "word_example": "“Beaten, bleeding, terrified, the men lay huddled together in the hold, while the pirates proceeded in their work of  pillage and brutality.", 
        "word_definition": "steal goods; take as spoils"
      }, 
      "fathom": {
        "word_description": "", 
        "word_name": "fathom", 
        "word_example": "The film borrowed heavily from a recent American picture, “The Beast From 20,000  Fathoms,” but put a distinctly Japanese spin on the allegory.", 
        "word_definition": "a linear unit of measurement for water depth"
      }, 
      "maroon": {
        "word_description": "", 
        "word_name": "maroon", 
        "word_example": "Estimates of losses were not available, with rescuers yet to reach villages  marooned by the worst floods in recent years.", 
        "word_definition": "leave stranded or isolated with little hope of rescue"
      }, 
      "keel": {
        "word_description": "The keel is the lowest plank of wood on a boat. It is the foundational piece, and the ship depends on it for strength and stability. The phrase \"keep an even keel\" comes from maintaining a level, horizontal position on a ship, and has been metaphorically extended to mean keeping a calm demeanor and not going from one extreme emotion to another.", 
        "word_name": "keel", 
        "word_example": "But the  keel remained intact, and the boat eventually righted itself, though it was flooded.", 
        "word_definition": "one of the main longitudinal beams of the hull of a vessel"
      }, 
      "hoist": {
        "word_description": "", 
        "word_name": "hoist", 
        "word_example": "Drenched pirates shouted and  hoisted and scrambled, but there was nothing to be done.", 
        "word_definition": "raise or haul up with or as if with mechanical help"
      }, 
      "unfurl": {
        "word_description": "", 
        "word_name": "unfurl", 
        "word_example": "The queen herself was seen summoning the winds,  Unfurling her sails and frantically paying out the slackened ropes.", 
        "word_definition": "to unroll, unfold, or spread out"
      }, 
      "stern": {
        "word_description": "The stern is where the steering gear of the ship is located, and the word derives from Old Norse  ", 
        "word_name": "stern", 
        "word_example": "That  stern of a Turkish gulet where 10 of us slept on cushions under the stars.", 
        "word_definition": "the rear part of a ship"
      }, 
      "buccaneer": {
        "word_description": "", 
        "word_name": "buccaneer", 
        "word_example": "Buccaneers and pirate-wannabes of all ages abound, since pirate attire is encouraged and usually available from event vendors.", 
        "word_definition": "someone who robs at sea or plunders the land from the sea"
      }, 
      "ballast": {
        "word_description": "", 
        "word_name": "ballast", 
        "word_example": "The  ballast water that stabilizes marine vessels is the greatest source of harmful bacteria and invasive species in aquatic ecosystems.", 
        "word_definition": "any heavy material used to stabilize a ship or airship"
      }
    }, 
    "list_detailed_description": "", 
    "list_href": "/lists/1844657"
  }, 
  "Cat Vocabulary: A Feline Lexicon": {
    "list_brief_description": "Whether you're a cat-person or have a case of feline phobia, here are 13 words to describe these lithe, stealthy creatures.\r\n\r\n", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "pounce": {
        "word_description": "", 
        "word_name": "pounce", 
        "word_example": "As the lion  pounced, it knocked over a platform that fell and blocked the gate to the cage.", 
        "word_definition": "move down on as if in an attack"
      }, 
      "carnivore": {
        "word_description": "", 
        "word_name": "carnivore", 
        "word_example": "The danger of overidentifying with animals, particularly  carnivores, is that it leads people to expect human behavior of them.", 
        "word_definition": "any animal that feeds on flesh"
      }, 
      "lissome": {
        "word_description": "", 
        "word_name": "lissome", 
        "word_example": "The  lissome cheetah, meanwhile, is bullied and often killed by bigger carnivores such as lions.", 
        "word_definition": "moving and bending with ease"
      }, 
      "retractable": {
        "word_description": "", 
        "word_name": "retractable", 
        "word_example": "", 
        "word_definition": "capable of being pulled back"
      }, 
      "agile": {
        "word_description": "", 
        "word_name": "agile", 
        "word_example": "Faster and more  agile than their bulk would indicate, they can run about 35 miles an hour.", 
        "word_definition": "moving quickly and lightly"
      }, 
      "feline": {
        "word_description": "", 
        "word_name": "feline", 
        "word_example": "That’s because the early-morning visitor was no domestic  feline munching on some unlucky rodent.", 
        "word_definition": "of or relating to cats"
      }, 
      "predator": {
        "word_description": "", 
        "word_name": "predator", 
        "word_example": "It’s designed to warn birds that there’s a  predator nearby.", 
        "word_definition": "any animal that lives by preying on other animals"
      }, 
      "stealthy": {
        "word_description": "", 
        "word_name": "stealthy", 
        "word_example": "", 
        "word_definition": "marked by quiet and caution and secrecy"
      }, 
      "lithe": {
        "word_description": "", 
        "word_name": "lithe", 
        "word_example": "Hylla was in her twenties,  lithe and lean as a tiger.", 
        "word_definition": "moving and bending with ease"
      }, 
      "stalk": {
        "word_description": "", 
        "word_name": "stalk", 
        "word_example": "Their paws are perfectly moistened to keep their movement quiet, helping them  stalk their prey.", 
        "word_definition": "a hunt for game carried on by following it stealthily"
      }, 
      "aloof": {
        "word_description": "", 
        "word_name": "aloof", 
        "word_example": "Cats, depending on your point of view, are cute or  aloof, predatory or lazy.", 
        "word_definition": "remote in manner"
      }, 
      "supple": {
        "word_description": "", 
        "word_name": "supple", 
        "word_example": "It’s also the most formally inventive: part play, part dance, with  supple, catlike movement illustrating recorded dialogue by the playwright Jonathon Young.", 
        "word_definition": "moving and bending with ease"
      }, 
      "domesticated": {
        "word_description": "", 
        "word_name": "domesticated", 
        "word_example": "In most cases, adoption is out of the question for feral cats because they are just too wild to be  domesticated.", 
        "word_definition": "accustomed to home life"
      }
    }, 
    "list_detailed_description": "Whether you're a cat-person or have a case of feline phobia, here are 13 words to describe these lithe, stealthy creatures.", 
    "list_href": "/lists/1623099"
  }, 
  "Automobiles": {
    "list_brief_description": "Henry Ford's Model-T was first produced in October 1908. It was the cheapest car ever built, and it helped usher in a new age of transportation. Whether you're ...", 
    "list_num": "17 Words", 
    "list_detailed_info": {
      "acceleration": {
        "word_description": "", 
        "word_name": "acceleration", 
        "word_example": "It’s a car model that I really enjoy driving, with excellent handling and  acceleration.", 
        "word_definition": "(physics) a rate of increase of velocity"
      }, 
      "manufacture": {
        "word_description": "", 
        "word_name": "manufacture", 
        "word_example": "While lighter plastic car parts might help cut vehicle emissions and increase the range of electric cars, doesn't their  manufacture bring other environmental risks?", 
        "word_definition": "organized action of making of goods and services for sale"
      }, 
      "cylinder": {
        "word_description": "", 
        "word_name": "cylinder", 
        "word_example": "The engine in the base Cooper — which starts at $20,745 — is also notable because it has just three  cylinders.", 
        "word_definition": "a chamber within which a piston moves"
      }, 
      "lemon": {
        "word_description": "", 
        "word_name": "lemon", 
        "word_example": "It was impossible to tell whether it was Mom’s driving or whether we had bought a  lemon.", 
        "word_definition": "an object, especially a car, that is defective or deficient"
      }, 
      "velocity": {
        "word_description": "", 
        "word_name": "velocity", 
        "word_example": "It can also reach a top speed of 155 mph, up from the Model S’s peak  velocity of 130 mph.", 
        "word_definition": "distance travelled per unit time"
      }, 
      "accelerator": {
        "word_description": "", 
        "word_name": "accelerator", 
        "word_example": "He likes the instant torque, the zero hesitation when he steps on the  accelerator.", 
        "word_definition": "a pedal that controls the throttle valve"
      }, 
      "transmission": {
        "word_description": "", 
        "word_name": "transmission", 
        "word_example": "Built for quickness and nothing else, semi-automatic  transmissions were far too jerky and unrefined for the road in the early 1990s.", 
        "word_definition": "the gears that transfer power from an automobile engine"
      }, 
      "combustible": {
        "word_description": "", 
        "word_name": "combustible", 
        "word_example": "For enthusiasts, there was much ogling at under-the-hood advancements of the  combustible engine.", 
        "word_definition": "capable of igniting and burning"
      }, 
      "torque": {
        "word_description": "", 
        "word_name": "torque", 
        "word_example": "There is an unwritten mandate that every time a new car model arrives, it has to have more horsepower and  torque than its predecessor.", 
        "word_definition": "a twisting force"
      }, 
      "jalopy": {
        "word_description": "", 
        "word_name": "jalopy", 
        "word_example": "They pass the carcasses of old  jalopies, front ends fallen through the ice, doors riddled with bullet holes.", 
        "word_definition": "a car that is old and unreliable"
      }, 
      "axle": {
        "word_description": "", 
        "word_name": "axle", 
        "word_example": "The gas tank was mounted behind the rear  axle, leaving it vulnerable in a crash.", 
        "word_definition": "a shaft on which a wheel rotates"
      }, 
      "vehicle": {
        "word_description": "", 
        "word_name": "vehicle", 
        "word_example": "Electric  vehicles use rechargeable batteries containing cobalt, a byproduct of copper and nickel output, which boosts energy density and extends battery life.", 
        "word_definition": "a conveyance that transports people or objects"
      }, 
      "suspension": {
        "word_description": "", 
        "word_name": "suspension", 
        "word_example": "Because Jeeps have a looser  suspension than most cars, their frames absorb every bump in the road.", 
        "word_definition": "a mechanical system of springs or shock absorbers"
      }, 
      "throttle": {
        "word_description": "", 
        "word_name": "throttle", 
        "word_example": "I hit the  throttle — and then realize I’m out of fuel.", 
        "word_definition": "a valve that regulates the supply of fuel to the engine"
      }, 
      "prototype": {
        "word_description": "", 
        "word_name": "prototype", 
        "word_example": "He added, “Our research vehicle  prototype we think is the most perceptive car in the world.”", 
        "word_definition": "a standard or typical example"
      }, 
      "modernize": {
        "word_description": "", 
        "word_name": "modernize", 
        "word_example": "Uber is striving to  modernize an entrenched industry and bring it, however reluctantly, into the digital age.", 
        "word_definition": "make repairs, renovations, revisions or adjustments to"
      }, 
      "carburetor": {
        "word_description": "", 
        "word_name": "carburetor", 
        "word_example": "The fuel injection delivers an even flow of gas to the engine, something that  carburetors couldn’t always do.", 
        "word_definition": "the part of a combustion engine that mixes air with gasoline"
      }
    }, 
    "list_detailed_description": "Henry Ford's Model-T was first produced in October 1908. It was the cheapest car ever built, and it helped usher in a new age of transportation. Whether you're an automotive enthusiast or a total novice, check out these words connected to cars.", 
    "list_href": "/lists/1890738"
  }, 
  "Father's Day Words": {
    "list_brief_description": "There is so much more to dads than a bunch of words, but these terms at least cover the tip of the word-berg that describes both the clichés and the changing c...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "patriarchal": {
        "word_description": "Patriarchal is related to  paternal, and it refers to all sorts of leaders—as long as they're male. A male-dominated society is patriarchal: the opposite, a female-dominated society, is matriarchal. The person in charge of a patriarchy is the patriarch, and you can also refer to a dad as the patriarch of a family, usually as a joke. We all know moms really run the world, right?", 
        "word_name": "patriarchal", 
        "word_example": "A contemporary described Pike as “a man of gigantic frame and his long waving white hair and silky beard gave him a decidedly  patriarchal appearance.”", 
        "word_definition": "of a social organization with the male as the head"
      }, 
      "discipline": {
        "word_description": "In families, probably because men are perceived (right or wrong) as being scarier than women, dads are often stuck with the job of \"laying down the law\" if one of the kids crashed the car, flunked a class, or committed some other atrocity. A classic, if clichéd, threat of moms, when dealing with troublesome kids, is \"Wait till your father comes home!\" At home or school, kids have a choice: be disciplined or get disciplined.", 
        "word_name": "discipline", 
        "word_example": "My father had a stern manner and did not spare the rod when  disciplining his children.", 
        "word_definition": "a system of rules of conduct or method of practice"
      }, 
      "devoted": {
        "word_description": "", 
        "word_name": "devoted", 
        "word_example": "He was a  devoted dad who was always there for his children, whether that meant teaching them to throw a baseball, change a flat tire, or help with their homework.", 
        "word_definition": "zealous in allegiance or affection"
      }, 
      "sportsmanship": {
        "word_description": "While it's a stereotypical idea that all fathers are into sports, many fathers do combine sports and parenting by teaching the quality of sportsmanship. If you have sportsmanship, you respect the rules, play fair, and respect your opponent. In other words, you're a good sport.", 
        "word_name": "sportsmanship", 
        "word_example": "It was the tool by which Palmer’s father instilled in his son lasting lessons about  sportsmanship and self-respect.", 
        "word_definition": "fairness and courtesy in following the rules of a game"
      }, 
      "paternal": {
        "word_description": "This word, with French and Latin roots, covers everything father-ish: if there were a whole school of father-related topics, it would probably be called the Academy of Paternal Studies. This word can also be used loosely for anyone acting like a dad, in a positive or negative way. If you patted me on the head and gave me some old-timey advice, that would be a wee bit paternal of you.", 
        "word_name": "paternal", 
        "word_example": "\"She lacked a  paternal figure, from birth. She never met her father. This affected her entire life.\"", 
        "word_definition": "characteristic of a father"
      }, 
      "foster": {
        "word_description": "Foster dads are fathers, too. Fostering positive qualities, such as sportsmanship and discipline, is a classic responsibility of fatherhood.", 
        "word_name": "foster", 
        "word_example": "Martha’s maternal instincts bubble up as she coaxes Philip to become a  foster dad.", 
        "word_definition": "providing nurture though not related by blood or legal ties"
      }, 
      "provider": {
        "word_description": "Yet another traditional role of fathers is providing. Fathers have been expected to bring home the bacon, often literally, but also figuratively in the sense of making enough money to provide food, clothes, shelter, and other necessities of life such as smartphones and fidget spinners. These days, such stereotypical notions aren’t dead, but they aren’t quite as thriving as before: if a family has two parents, it’s a good bet both are providing.", 
        "word_name": "provider", 
        "word_example": "I rode, feeling proud of myself as a hunter and a  provider for the family.", 
        "word_definition": "someone who supplies the means for subsistence"
      }, 
      "nurture": {
        "word_description": "Anyone who takes good care of their kids knows how to nurture, including penguin dads. If you've ever seen  March of the Penguins, you know penguin fathers protect their eggs for months in freezing conditions, far from warmth or recliners.", 
        "word_name": "nurture", 
        "word_example": "The most prominent black man in the world is a  nurturing father and dutiful, faithful husband, who is intelligent, measured and even-tempered.", 
        "word_definition": "provide with nourishment"
      }, 
      "supportive": {
        "word_description": "", 
        "word_name": "supportive", 
        "word_example": "My dad was a teacher; he was pliable and  supportive and useless.", 
        "word_definition": "furnishing assistance"
      }, 
      "recliner": {
        "word_description": "Here's another stereotype with a load of truth: a good place to find many dads is in the recliner, a type of soft living room chair that extends back, making it more comfortable to watch the ballgame, read the paper, or take a nap. A recliner  reclines. This term has been around since the late 1800s.", 
        "word_name": "recliner", 
        "word_example": "“At home, he spends most of his time in a  recliner just watching TV.”", 
        "word_definition": "an armchair whose back can be lowered"
      }
    }, 
    "list_detailed_description": "There is so much more to dads than a bunch of words, but these terms at least cover the tip of the word-berg that describes both the clichés and the changing culture of fatherhood.\n", 
    "list_href": "/lists/1740448"
  }, 
  "Basketball Words for March Madness": {
    "list_brief_description": "March Madness basketball and brackets are pure mania, but the related words are pretty chill, right? Think again. Do YOU know all five meanings of foul? Test yo...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "court": {
        "word_description": "Many sports—such as baseball, football, and soccer—are played on a field. Not basketball, which takes place on a court. This is one of many meanings of  court, including a place where you’d find a judge or king and any closed-in area (such as a courtyard). The other major sport that takes place on a court is tennis, though if you try to play basketball on a tennis court, you might need to retake Sports 101.", 
        "word_name": "court", 
        "word_example": "As Highland stormed up and down the basketball  court Thursday, there was plenty of physical play under the basket.", 
        "word_definition": "a specially marked area within which a game is played"
      }, 
      "center": {
        "word_description": "The center is located at the middle of anything, from a circle to a city. That concept is stretched just a little in basketball:  center is the name of one of the three positions, along with forward and guard. Fittingly, there’s only one center, while there are two guards (point and shooting) and two forwards (power and small). The center is usually the biggest player on the court.", 
        "word_name": "center", 
        "word_example": "The deal clears more cap space for the Lightning, who earlier in the week traded goaltender Ben Bishop and  center Brian Boyle.", 
        "word_definition": "position of a basketball player who participates in the jump"
      }, 
      "zone": {
        "word_description": "In basketball, the main use of  zone is in  zone defense, which is the opposite of  man-to-man defense. In a zone defense, the defenders don’t have specific assignments: they cover areas of the court. This is often a losing strategy, since not having a specific player to follow can lead to chaos and anarchy, which aren’t as fun as they sound. When a player is lighting up the scoreboard—scoring points—you can also say they’re  in the zone.", 
        "word_name": "zone", 
        "word_example": "No. 12 West Virginia has undone opponents in the past three games not with a relentless press but with a throwback  zone defense.", 
        "word_definition": "separate or apportion into sections"
      }, 
      "rebound": {
        "word_description": "You can rebound from a failed relationship by starting a new one, and you can rebound from losing your job by spiffing up your resume and replacing that tie with the mustard stains. But in basketball, a rebound is much more literal: it’s any time the ball bounces off the backboard or rim, doesn’t go through the hoop, and a player grabs it.", 
        "word_name": "rebound", 
        "word_example": "Her layup attempt bounced around the top the iron and rolled off with Joyner grabbing the  rebound and getting fouled.", 
        "word_definition": "securing possession of the basketball after a missed shot"
      }, 
      "assist": {
        "word_description": "If you throw me the ball and I make a basket, I may get the glory of scoring 2 or 3 points, but you receive something besides a warm feeling inside: an assist. Assists are passes that directly set up scoring. Any player can make as assist, but usually the quarterback-like point guard gets the most assists.", 
        "word_name": "assist", 
        "word_example": "De’Sean Parsons added 14 points for Portland State with five rebounds and four  assists.", 
        "word_definition": "the act of enabling another player to make a good play"
      }, 
      "upset": {
        "word_description": "People get upset for lots of reasons, from politics to parking, but in the NCAA Tournament an upset occurs when a lower-ranked team beats a higher-ranked team. Upsets are inevitable, and they’re a big part of what makes March Madness bonkers.", 
        "word_name": "upset", 
        "word_example": "He missed four games, and Northwestern lost three of them — although the one victory was an impressive  upset of Wisconsin on the road.", 
        "word_definition": "an improbable and unexpected victory"
      }, 
      "foul": {
        "word_description": "This versatile word can be an adjective, noun, or verb. It can describe a stinky smell (“Yikes, what is the foul odor?”) that assaults your nostrils, and that gross meaning might help you member the basketball meaning: a violation of the rules. The referee blows the whistle when one player fouls the other, resulting in free throws for the victim.", 
        "word_name": "foul", 
        "word_example": "“The players decided the game, and it wasn’t just with free throws, and with  fouling,” he said.", 
        "word_definition": "an act that violates the rules of a sport"
      }, 
      "guard": {
        "word_description": "", 
        "word_name": "guard", 
        "word_example": "Point  guard Lonzo Ball was selected national freshman of the year by USA Today and the Sporting News.", 
        "word_definition": "a position on a basketball team"
      }, 
      "forward": {
        "word_description": "", 
        "word_name": "forward", 
        "word_example": "Update: This will be the final time Clippers  forward Paul Pierce, who’s retiring after 19 seasons in the NBA, will play against the Celtics.", 
        "word_definition": "a position on a basketball, soccer, or hockey team"
      }, 
      "dribble": {
        "word_description": "", 
        "word_name": "dribble", 
        "word_example": "Murphy provided the ignition, when he grabbed a long rebound and  dribbled into the lane for a powerful two-handed dunk and a 30-25 advantage.", 
        "word_definition": "flowing in drops"
      }
    }, 
    "list_detailed_description": "March Madness basketball and brackets are pure mania, but the related words are pretty chill, right? Think again. Do YOU know all five meanings of \n", 
    "list_href": "/lists/1568958"
  }, 
  "Change Your Mind": {
    "list_brief_description": "A person is entitled to change their mind. Sometimes, however, this switch can be seen as a betrayal to the people you used to side with and have now left behin...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "renounce": {
        "word_description": "This word is another one about changing your mind that deals in high stakes decisions. It is inappropriate to say that you’ve renounced your formerly favorite breakfast cereal because they removed your most-loved marshmallow shape, unless you are the celebrity spokesperson for said cereal — then it is a big deal.  Renounce is a word that not only entails switching your viewpoint, but also explicitly rejecting a formerly held opinion.", 
        "word_name": "renounce", 
        "word_example": "A favored tactic is public humiliation – forcing those who wrote negative comments to appear on local television to  renounce their views and apologize.", 
        "word_definition": "turn away from; give up"
      }, 
      "repudiate": {
        "word_description": "From the Latin meaning “to cast off by divorce,”  repudiate is a clear example of a word that is used when you have really changed your mind and seek to separate yourself from your previously held beliefs.  Repudiate focuses on the demonization of where you were and not the positive aspects of where you are now.", 
        "word_name": "repudiate", 
        "word_example": "The authorities of the Scottish Episcopal Church should immediately  repudiate this ill-advised invitation and exercise appropriate discipline for those involved.”", 
        "word_definition": "refuse to acknowledge, ratify, or recognize as valid"
      }, 
      "abjure": {
        "word_description": "Abjure is a word that takes leaving a former belief behind one step further — it means to swear an oath that you reject the previously held position.  Abjure seeks to stop flip-flopping right after the person has flipped to the “right” position. The extra pressure, or guilt, of an oath will perhaps prevent going back to your past position and make you indebted to your new-found outlook.", 
        "word_name": "abjure", 
        "word_example": "Scientists in the West generally  abjure this sort of research on the grounds that it amounts to genetic engineering of humans.", 
        "word_definition": "formally reject or disavow a formerly held belief"
      }, 
      "disavow": {
        "word_description": "To disavow is to break a promise or belief. In this case, disavowal also includes refusing to stand behind something previously supported by you or your organization. Often in times of crisis or scandal, people who have up until now been boosters for the accused will disavow them when the evidence against their former friend becomes too great or the scandal simply reaches epic proportions.", 
        "word_name": "disavow", 
        "word_example": "Professors in the sociology department  disavowed Edmonds’s remarks, saying, “We consider Professor Edmonds’s views to be unfounded, ill-advised and clearly insensitive.”", 
        "word_definition": "refuse to acknowledge"
      }, 
      "disclaim": {
        "word_description": "", 
        "word_name": "disclaim", 
        "word_example": "When the photo surfaced in the last week of the campaign, Butler  disclaimed any knowledge of how it had come to be.", 
        "word_definition": "make a disavowal about"
      }, 
      "quash": {
        "word_description": "", 
        "word_name": "quash", 
        "word_example": "Heavy gunfire erupted on Monday in Ivory Coast’s two largest cities as the military tried to  quash a four-day army mutiny over bonus payments.", 
        "word_definition": "declare invalid"
      }, 
      "renege": {
        "word_description": "Renege means to go back on a promise or obligation. When used in this context, it fits well into the concept of “your word is your bond”- saying something, even without an explicit promise, compels you to act in ways that fit with how you said you would behave.", 
        "word_name": "renege", 
        "word_example": "He not only lies openly, but he  reneges on his promises daily.", 
        "word_definition": "fail to fulfill a promise or obligation"
      }, 
      "retract": {
        "word_description": "", 
        "word_name": "retract", 
        "word_example": "But critics suspect that Hekma­tyar is unlikely to change his stripes, disarm his men or  retract his harsh criticisms.", 
        "word_definition": "formally reject or disavow"
      }, 
      "abrogate": {
        "word_description": "To abrogate something it is not enough to just speak out against it or separate yourself from it in a public manner. In order to abrogate one must formally revoke a previously filed document or opinion. A more common synonym for abrogate is “repeal”, as when a new administration seeks to repeal, or cancel, measures taken by the previous administration.", 
        "word_name": "abrogate", 
        "word_example": "It was quickly  abrogated with one rewrite after another, each resulting in further land take-aways from the Sioux.", 
        "word_definition": "revoke formally"
      }, 
      "forsake": {
        "word_description": "", 
        "word_name": "forsake", 
        "word_example": "For most of us, choosing family doesn’t mean  forsaking our friends or core beliefs.", 
        "word_definition": "leave someone who needs or counts on you; leave in the lurch"
      }
    }, 
    "list_detailed_description": "A person is entitled to change their mind. Sometimes, however, this switch can be seen as a betrayal to the people you used to side with and have now left behind. Opinions or deeply held beliefs help make a person who they are, and an entire vocabulary has arisen based on changes of heart because of how fundamental certain viewpoints seem. Here are ten words about changing your mind.\n", 
    "list_href": "/lists/1736139"
  }, 
  "Super Bowl Blowout: Dull Game, Epic Vocabulary!": {
    "list_brief_description": "Super Bowls don't always live up to the hype. But even if the game itself is boring, the words used to describe it are exciting.\r\n\r\n", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "demolish": {
        "word_description": "", 
        "word_name": "demolish", 
        "word_example": "The Huskies  demolished the Beavers 87-61 two weeks ago and hope to repeat that rare stellar performance at 8 p.m.", 
        "word_definition": "destroy completely"
      }, 
      "lopsided": {
        "word_description": "This word originally referred to ships that were bigger or heavier on one side, which doesn’t sound like a recipe for staying afloat.", 
        "word_name": "lopsided", 
        "word_example": "It tied for the most  lopsided victory this season for Stanford.", 
        "word_definition": "having one side lower or smaller or lighter than the other"
      }, 
      "annihilate": {
        "word_description": "Geek alert: There is a comic book villain named Annihilus, whose hobby is not knitting.", 
        "word_name": "annihilate", 
        "word_example": "Oklahoma  annihilated Kansas State last year, but the Wildcats have won two straight in Norman.", 
        "word_definition": "kill in large numbers"
      }, 
      "pummel": {
        "word_description": "", 
        "word_name": "pummel", 
        "word_example": "The Raiders  pummeled Laurel on Tuesday and DuVal on Friday to stay unbeaten against Prince George’s County competition.", 
        "word_definition": "strike, usually with the fist"
      }, 
      "blowout": {
        "word_description": "This word originally referred to angry quarrels that likely involved blowhards.", 
        "word_name": "blowout", 
        "word_example": "Those  blowouts led to a classic Super Bowl, though, won by Pittsburgh, 35-31.", 
        "word_definition": "an easy victory"
      }, 
      "expose": {
        "word_description": "", 
        "word_name": "expose", 
        "word_example": "Left tackle Nate Solder said the vulnerabilities that were  exposed last week by the Texans isn’t always a bad thing.", 
        "word_definition": "show; make visible or apparent"
      }, 
      "trounce": {
        "word_description": "", 
        "word_name": "trounce", 
        "word_example": "They  trounced the Seattle Seahawks and advanced to a home playoff game against the Giants.", 
        "word_definition": "come out better in a competition, race, or conflict"
      }, 
      "blitz": {
        "word_description": "When comedian George Carlin compared football and war, this word was exhibit A.", 
        "word_name": "blitz", 
        "word_example": "The Giants’ defense was energetic and disruptive, bottling up an explosive offense with aggressive  blitzes.", 
        "word_definition": "defensive players try to break through the offensive line"
      }, 
      "clobber": {
        "word_description": "", 
        "word_name": "clobber", 
        "word_example": "In its three previous games this season against ranked teams, the Huskies  clobbered then-No.", 
        "word_definition": "defeat thoroughly and conclusively in a competition or fight"
      }, 
      "crush": {
        "word_description": "", 
        "word_name": "crush", 
        "word_example": "For the Cowboys, that last startling completion by Rodgers helped bring a  crushing end to a sterling season.", 
        "word_definition": "come out better in a competition, race, or conflict"
      }, 
      "decimate": {
        "word_description": "", 
        "word_name": "decimate", 
        "word_example": "Kiko Alonso is the only linebacker certain to return, and a secondary  decimated by injuries needs attention.", 
        "word_definition": "kill in large numbers"
      }, 
      "wallop": {
        "word_description": "This was originally a word for something it rhymed with: a horse’s gallop.", 
        "word_name": "wallop", 
        "word_example": "His favorite game was probably 1935, four years before Union Station opened, when Alabama, one of the best teams he’s ever seen,  walloped Stanford.", 
        "word_definition": "defeat soundly and utterly"
      }, 
      "thrash": {
        "word_description": "It’s fitting that thrash rhymes with crash and smash.", 
        "word_name": "thrash", 
        "word_example": "“It was almost breathtaking,” he said of that Fiesta Bowl scene when Utah  thrashed Pitt, 35-7.", 
        "word_definition": "give a beating to"
      }, 
      "embarrass": {
        "word_description": "The idea here is that a lousy team was masquerading as a good one. In a similar vein, sometimes people say a team that’s been exposed or embarrassed has been undressed.", 
        "word_name": "embarrass", 
        "word_example": "After an  embarrassing 27-point loss to Albany, do the Retrievers run laps or just get a light rolled-up newspaper tap on their noses?", 
        "word_definition": "cause to feel self-conscious"
      }, 
      "dominate": {
        "word_description": "With its short, sharp sound, drub almost sound like the pounding it represents.", 
        "word_name": "dominate", 
        "word_example": "The game was  dominated by the defenses, which frustrated most of the game’s drives on both sides.", 
        "word_definition": "be in control"
      }, 
      "rout": {
        "word_description": "", 
        "word_name": "rout", 
        "word_example": "He was Seattle’s defensive coordinator during back-to-back Super Bowl appearances - one a  rout of the Broncos, the other a heartbreaking loss to the Patriots.", 
        "word_definition": "an overwhelming defeat"
      }, 
      "victimize": {
        "word_description": "", 
        "word_name": "victimize", 
        "word_example": "The third-string goalie was  victimized by some bad fortune and some defensive breakdowns.", 
        "word_definition": "cause someone to suffer some adverse circumstance"
      }
    }, 
    "list_detailed_description": "", 
    "list_href": "/lists/1487073"
  }, 
  "The Sweltering Words of Summer": {
    "list_brief_description": "Looking for a variety of words to choose from when complaining about how hot it is? You're in luck! There are plenty of ways to gripe about just how stifling th...", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "muggy": {
        "word_definition": "hot or warm and humid", 
        "word_description": "Muggy has been around since at least the 1700s. Another word used for humid or muggy weather is  sticky, in reference to the sweat-soaked shirts and other garments that can make summer so uncomfortable. It's one thing to be sweaty after playing basketball or ripping phone books. It's another thing to be drenched in sweat just standing there, because of monumental mugginess.", 
        "word_name": "muggy", 
        "word_example": "The ocean breeze swept away the  muggy heat of the summer afternoon, and it was pleasantly cool under the shade of the palmetto trees."
      }, 
      "blistering": {
        "word_definition": "hot enough to raise (or as if to raise) blisters", 
        "word_description": "", 
        "word_name": "blistering", 
        "word_example": "After a weekend of  blistering heat, firefighters will face additional weather-related complications, according to the National Weather Service."
      }, 
      "humid": {
        "word_definition": "containing or characterized by a great deal of water vapor", 
        "word_description": "One of the most annoying summer phrases—along with \"Hot enough for ya?\"—is \"It's not the heat, it's the humidity.\" When humidity is high, the weather is  humid. High humidity means there's a lot of moisture in the air, and when humidity reaches 100%, Mother Nature makes it rain.", 
        "word_name": "humid", 
        "word_example": "“For example, in a warming world, we anticipate more unbearably  humid days,” he said."
      }, 
      "oppressive": {
        "word_definition": "weighing heavily on the senses or spirit", 
        "word_description": "This word usually refers to tyrannical governments that crush their people's spirits. Anything oppressive pushes down from above, which may explain why people often describe the heat as  oppressive when the sun feels like the enemy, because it's just so flippin' hot. If the heat is oppressive, it's wearing down your body and spirit. Seek an air conditioner immediately.", 
        "word_name": "oppressive", 
        "word_example": "But 50 years ago she was a pre-teen, sleeping on the porch to escape the  oppressive heat, awakening to see a sky that glowed unnaturally."
      }, 
      "nuclear": {
        "word_definition": "deriving destructive energy from releasing atomic energy", 
        "word_description": "Literally, anything nuclear refers to the nucleus of an atom. Nuclear energy comes from splitting the atom, and that's why you see references to nuclear weapons, nuclear power plants, and nuclear scientists. However, sometimes this term is used a bit more loosely. When an argument gets out of hand, it goes nuclear, and when the temperatures rise to preposterous degrees, you can say the weather has also reached nuclear levels.", 
        "word_name": "nuclear", 
        "word_example": "A  nuclear summer almost assuredly is on the way."
      }, 
      "balmy": {
        "word_definition": "mild and pleasant", 
        "word_description": "", 
        "word_name": "balmy", 
        "word_example": "On a  balmy summer evening with a breeze to keep the bugs away, it’s perfectly enchanting."
      }, 
      "tropical": {
        "word_definition": "hot and humid", 
        "word_description": "This refers to countries around the Earth's equator: the tropics. These areas, far from the chilly North and South poles, have the opposite weather: hot and steamy. This is why tropical nations such as Jamaica and the Bahamas are popular vacation spots, and it's also why  tropical is a synonym for hot weather.", 
        "word_name": "tropical", 
        "word_example": "Drivers sling hammocks in their wheel wells and sometimes wait several days in the thick  tropical heat."
      }, 
      "sweltering": {
        "word_definition": "excessively hot and humid; marked by sweating and faintness", 
        "word_description": "Since the 1600s,  sweltering has been a word for excessive heat. The Oxford English Dictionary describes it as, \"Oppressive or overpowering with great heat; causing or accompanied by profuse sweating or suffocation through extreme heat.\" That's right: sweltering heat is so bad you might not even be able to breathe, literally. Sweltering isn't swell.", 
        "word_name": "sweltering", 
        "word_example": "Plus, it was  sweltering and one groomsman wanted to shed his suit jacket."
      }, 
      "stifling": {
        "word_definition": "characterized by oppressive heat and humidity", 
        "word_description": "", 
        "word_name": "stifling", 
        "word_example": "Arizona is seeing the most  stifling temperatures, but the wrath of the heat wave is being felt across Nevada and California as well."
      }, 
      "scorch": {
        "word_definition": "become singed under intense heat or dry conditions", 
        "word_description": "", 
        "word_name": "scorch", 
        "word_example": "This weekend, despite  scorching temperatures, they contained the majority of the 20 more significant wildfires at a few thousand acres."
      }
    }, 
    "list_href": "/lists/1771852", 
    "list_detailed_description": "Looking for a variety of words to choose from when complaining about how hot it is? You're in luck! There are plenty of ways to gripe about just how stifling the summer months can be.\n"
  }, 
  "Gregg Allman (1947-2017) Tribute List": {
    "list_brief_description": "Southern Rock pioneer Gregg Allman died on May 28, 2017 at the age of 69. With his Allman Brothers Band, Gregg used wailing guitar and lyrics about gambling and...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "rejoice": {
        "word_description": "", 
        "word_name": "rejoice", 
        "word_example": "As they say in the bible, that you're supposed to  rejoice when people die and mourn when they're born, because it's one of the most painful acts you go through in life, is being born, and dying. ", 
        "word_definition": "feel happiness or joy"
      }, 
      "desperation": {
        "word_description": "", 
        "word_name": "desperation", 
        "word_example": "Letters unanswered and visits so few ", 
        "word_definition": "a state in which all hope is lost or absent"
      }, 
      "obliged": {
        "word_description": "", 
        "word_name": "obliged", 
        "word_example": "Well now times got hard ", 
        "word_definition": "under a moral obligation to do something"
      }, 
      "anticipate": {
        "word_description": "", 
        "word_name": "anticipate", 
        "word_example": "She sits there waiting,  anticipating his return, ", 
        "word_definition": "be excited or anxious about"
      }, 
      "prowl": {
        "word_description": "", 
        "word_name": "prowl", 
        "word_example": "Well I am on the  prowl, baby ", 
        "word_definition": "move about in or as if in a predatory manner"
      }, 
      "bayou": {
        "word_description": "", 
        "word_name": "bayou", 
        "word_example": "I'm on my way to New Orleans this mornin', ", 
        "word_definition": "a swampy arm or slow-moving outlet of a lake"
      }, 
      "absurd": {
        "word_description": "", 
        "word_name": "absurd", 
        "word_example": "Your wasted words so  absurd, are you really Satan, yes or no? ", 
        "word_definition": "inconsistent with reason or logic or common sense"
      }, 
      "burden": {
        "word_description": "", 
        "word_name": "burden", 
        "word_example": "Sweet mama, lay your  burden down, ", 
        "word_definition": "weight to be borne or conveyed"
      }, 
      "toll": {
        "word_description": "", 
        "word_name": "toll", 
        "word_example": "Oh but his luck will change... time takes it's  toll ", 
        "word_definition": "value measured by what must be done to obtain something"
      }, 
      "ghetto": {
        "word_description": "", 
        "word_name": "ghetto", 
        "word_example": "Don't care if I'm a big star ", 
        "word_definition": "a poor densely populated city district"
      }
    }, 
    "list_detailed_description": "Southern Rock pioneer Gregg Allman died on May 28, 2017 at the age of 69. With his Allman Brothers Band, Gregg used wailing guitar and lyrics about gambling and relationships gone bad to define both his persona as a \"bad boy\" of rock and roll and an entire genre of music. Here are ten vocabulary words drawn from the lyrics of Gregg Allman.", 
    "list_href": "/lists/1723706"
  }, 
  "The Smashing Lexicon of Tennis": {
    "list_brief_description": "Let’s look at some tennis words, which won’t help your stroke but will boost your vocabulary. For the full article, check out: Tennis, Anyone?\r\n\r\n", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "lob": {
        "word_definition": "an easy return of a tennis ball in a high arc", 
        "word_description": "", 
        "word_name": "lob", 
        "word_example": "Murray used plenty of drop shots and  lobs, often to great effect."
      }, 
      "smash": {
        "word_definition": "hit (a tennis ball) in a powerful overhead stroke", 
        "word_description": "To smash something is to destroy it utterly. It’s no accident that destructive antihero the Hulk’s catchphrase is “Hulk smash!” In tennis,  ", 
        "word_name": "smash", 
        "word_example": "Frustration boiled over for the Swiss in the second set after he misfired with an overhead  smash."
      }, 
      "ace": {
        "word_definition": "a serve that the receiver is unable to reach", 
        "word_description": "The primary sense of  ", 
        "word_name": "ace", 
        "word_example": "\"I think my game today was much better, especially my serve,\" said Pliskova, who pounded 13  aces past her opponent."
      }, 
      "fault": {
        "word_definition": "an imperfection in an object or machine", 
        "word_description": "A fault is some kind of defect or mistake. If you spilled a drink, and then someone slipped on it, that was your fault. Also, everyone has faults in the sense of traits that aren’t the best. In tennis, the meaning of fault is more specific: an error made while serving. If your serve hits the net, even a little bit, that’s a fault, and you need to serve again. If you hit the net again, that’s a double fault, which results in a point for the other player.", 
        "word_name": "fault", 
        "word_example": "Williams saved a break point for 5-4, paying no heed to the applause that greeted her double  fault and a butchered drive volley."
      }, 
      "stroke": {
        "word_definition": "a single complete movement", 
        "word_description": "", 
        "word_name": "stroke", 
        "word_example": "Both finalists rely on uncomplicated games of big serving and ground  strokes."
      }, 
      "clay": {
        "word_definition": "water-soaked soil; soft, wet earth", 
        "word_description": "Breaking refers to many sorts of destruction, but in tennis you’ve broken your opponent if you win the game when they’re serving.", 
        "word_name": "clay", 
        "word_example": "Unlike the other grand slams that are played on cement or  clay, Wimbledon's courts are alive."
      }, 
      "volley": {
        "word_definition": "a tennis return made by hitting the ball before it bounces", 
        "word_description": "The original meaning of  ", 
        "word_name": "volley", 
        "word_example": "Williams saved a break point for 5-4, paying no heed to the applause that greeted her double fault and a butchered drive  volley."
      }, 
      "deuce": {
        "word_definition": "tie requiring winning two successive points to win the game", 
        "word_description": "", 
        "word_name": "deuce", 
        "word_example": "After fighting through  deuce, he struck a forehand long to hand Nadal his fifth break of the match at 1-4 in the third."
      }, 
      "match": {
        "word_definition": "a formal contest in which people or teams compete", 
        "word_description": "This is a word that applies to many situations that involve one plus one. If your shirt and pants go together, they match. If you meet the person you want to marry, you met your perfect match. In sports, a one-on-one contest is called a match. Tennis commentators talk about match play (singles matches) as opposed to doubles (teams of two playing each other).", 
        "word_name": "match", 
        "word_example": "Muguruza broke her again to open the second set and faced only two break points during the entire  match."
      }
    }, 
    "list_href": "/lists/1815780", 
    "list_detailed_description": "Let’s look at some tennis words, which won’t help your stroke but will boost your vocabulary. For the full article, check out: \n"
  }, 
  "Words That Put You To Work": {
    "list_brief_description": "Labor Day is a time to recognize those who toil in this country, slog through their expected tasks, and simply work hard. It's also a time to enjoy the waning d...", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "wage": {
        "word_definition": "something that remunerates", 
        "word_description": "", 
        "word_name": "wage", 
        "word_example": "Many low-wage workers in the Gateway City will lose raises they received in May, when the minimum  wage increased to $10 an hour."
      }, 
      "salary": {
        "word_definition": "fixed payment for services", 
        "word_description": "", 
        "word_name": "salary", 
        "word_example": "The government is set to reveal whether companies should publish their pay ratio - the  salary gap between their executives and wider workforce."
      }, 
      "industrious": {
        "word_definition": "characterized by hard work and perseverance", 
        "word_description": "No word better exemplifies the bright side of labor than this word, which means inventive, resourceful and clever. Being  ", 
        "word_name": "industrious", 
        "word_example": "It is entirely reasonable for every  industrious and diligent person in our society to expect access to dignified, important and adequately compensated work."
      }, 
      "productive": {
        "word_definition": "capable of bringing forth, especially abundantly", 
        "word_description": "", 
        "word_name": "productive", 
        "word_example": "In his Tuesday statement, Tillerson said Washington was interested in a “ productive dialogue” but only on the basis of Pyongyang’s acceptance of nuclear disarmament."
      }, 
      "diligence": {
        "word_definition": "conscientiousness in paying proper attention to a task", 
        "word_description": "To work with a sense of  ", 
        "word_name": "diligence", 
        "word_example": "\"This new outbreak is being handled with extreme care,  diligence and with the experience gained from the first outbreak,\" said Astral in a statement."
      }, 
      "efficient": {
        "word_definition": "being effective without wasting time, effort, or expense", 
        "word_description": "", 
        "word_name": "efficient", 
        "word_example": "At a fleet and  efficient 81 minutes — several minutes shorter than its original running time — “Kidnap” is an action movie with barely a wasted frame."
      }, 
      "labor": {
        "word_definition": "any piece of work that is undertaken or attempted", 
        "word_description": "Any manual or physical activity that is not done for fun can be called a  ", 
        "word_name": "labor", 
        "word_example": "The government also launched the  labor reforms that were central to Macron’s campaign promise to boost France’s lagging economy through pro-free market policies."
      }, 
      "assiduous": {
        "word_definition": "marked by care and persistent effort", 
        "word_description": "", 
        "word_name": "assiduous", 
        "word_example": "A spokeswoman for UKA said the email highlighted just how  assiduous the organisation is in ensuring that classification is done fairly and robustly."
      }, 
      "drudgery": {
        "word_definition": "hard monotonous routine work", 
        "word_description": "", 
        "word_name": "drudgery", 
        "word_example": "But a washing machine is clean and efficient and replaces work that was always  drudgery."
      }, 
      "slog": {
        "word_definition": "walk heavily and firmly, as when weary, or through mud", 
        "word_description": "", 
        "word_name": "slog", 
        "word_example": "What followed was a months-long  slog as the two sides, pitted against one another, failed to agree on a way forward."
      }, 
      "conscientious": {
        "word_definition": "characterized by extreme care and great effort", 
        "word_description": "", 
        "word_name": "conscientious", 
        "word_example": "“They were brilliant, really nice people, so  conscientious and courteous,” he said."
      }, 
      "toil": {
        "word_definition": "work hard", 
        "word_description": "", 
        "word_name": "toil", 
        "word_example": "Klopp’s side frequently faced, and  toiled against, opponents who sat back en masse and played on the counterattack last season."
      }, 
      "employment": {
        "word_definition": "the state of having a job", 
        "word_description": "", 
        "word_name": "employment", 
        "word_example": "Conditions are unsanitary and there is little to no access to healthcare, education or  employment."
      }
    }, 
    "list_href": "/lists/1793019", 
    "list_detailed_description": "Labor Day is a time to recognize those who \n"
  }, 
  "April Fool's List": {
    "list_brief_description": "In celebration of April Fool's Day, here are twenty vocabulary words that all have to do with various degrees of joking, trickery and deceit. Some involve a sim...", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "gullible": {
        "word_description": "", 
        "word_name": "gullible", 
        "word_example": "Lawyers for the brokers said the men didn’t actually help Mr. Hayes and instead were simply telling the  gullible trader what he wanted to hear.", 
        "word_definition": "naive and easily deceived or tricked"
      }, 
      "swindle": {
        "word_description": "", 
        "word_name": "swindle", 
        "word_example": "Last year, he allegedly  swindled some two dozen people by selling them — for cash — phony pilgrimages to see Pope Francis in Philadelphia.", 
        "word_definition": "deprive of by deceit"
      }, 
      "risible": {
        "word_description": "", 
        "word_name": "risible", 
        "word_example": "How do you write a play about the British royal family without making its members seem  risible, banal or irrelevant?", 
        "word_definition": "arousing or provoking laughter"
      }, 
      "buffoon": {
        "word_description": "In the 1500s, this word evolved from a French word for a jester: buffoons paid the bills by making jokes, juggling balls, and performing other lowbrow feats. Nowadays a buffoon is just a doofus.", 
        "word_name": "buffoon", 
        "word_example": "Advertisers can make galleries, whereas you and I still have to post every photo individually like  buffoons.", 
        "word_definition": "a person who amuses others by ridiculous behavior"
      }, 
      "idiot": {
        "word_description": "The always popular term  idiot has had a wild history, sliding between slang, medicine, and the law.", 
        "word_name": "idiot", 
        "word_example": "In January I deleted all the social media apps from my phone because they were turning me into an  idiot.", 
        "word_definition": "a person of subnormal intelligence"
      }, 
      "bluff": {
        "word_description": "", 
        "word_name": "bluff", 
        "word_example": "It’s hard to see how his style would fit in political or diplomatic negotiations, where compromise is necessary and  bluffing is dangerous.", 
        "word_definition": "pretense that your position is stronger than it really is"
      }, 
      "gull": {
        "word_description": "", 
        "word_name": "gull", 
        "word_example": "He keeps trying to  gull the gullible by pretending that his financial statement at the Federal Election Commission is more revealing than his taxes.", 
        "word_definition": "make a fool or dupe of"
      }, 
      "mendacious": {
        "word_description": "", 
        "word_name": "mendacious", 
        "word_example": "No one should be surprised if Russian forces renew their offensive in the coming days, while Moscow’s  mendacious propaganda apparatus blames Ukraine.", 
        "word_definition": "intentionally untrue"
      }, 
      "dupe": {
        "word_description": "", 
        "word_name": "dupe", 
        "word_example": "“They paid the money. And then they found out it was a scam. They were upset. And they feel  duped.”", 
        "word_definition": "fool or hoax"
      }, 
      "hoax": {
        "word_description": "", 
        "word_name": "hoax", 
        "word_example": "Police say they knew it was a  hoax, but they took Armaan into custody because he confessed to making up the threat.", 
        "word_definition": "something intended to deceive"
      }, 
      "comedian": {
        "word_description": "This is a professional joke-teller—often called a  standup comedian.", 
        "word_name": "comedian", 
        "word_example": "This 160-seat space is where local  comedians, dancers, thespians and composers flock to share their talents.", 
        "word_definition": "a performer who tells jokes"
      }, 
      "bamboozle": {
        "word_description": "", 
        "word_name": "bamboozle", 
        "word_example": "Along the way GhostSecGroup has  bamboozled the press, which is unfortunate, because it’s not clear that GhostSecGroup knows what it’s doing.", 
        "word_definition": "conceal one's true motives from"
      }, 
      "jest": {
        "word_description": "To jest is to joke, though  jest sounds fairly archaic these days. A person who jests is a jester: a rare word for the butt of a jester’s jibes is  jestee.", 
        "word_name": "jest", 
        "word_example": "The parties involved in the exchange told investigators they were just joking, and those investigators concluded the messages were written in  jest.", 
        "word_definition": "activity characterized by good humor"
      }, 
      "cunning": {
        "word_description": "To trick someone on April Fool’s Day, you have to be cunning. This is a word to describe the tricky and sly.", 
        "word_name": "cunning", 
        "word_example": "That sort of obfuscation may be a  cunning way to sell used cars.", 
        "word_definition": "showing inventiveness and skill"
      }, 
      "hoodwink": {
        "word_description": "", 
        "word_name": "hoodwink", 
        "word_example": "Somehow, the advertising industry has  hoodwinked us into thinking that we have to drop everything today and make purchases or … or what?", 
        "word_definition": "influence by slyness"
      }, 
      "cozen": {
        "word_description": "", 
        "word_name": "cozen", 
        "word_example": "I could forgive him had he not tricked you and deceived you,  cozened you and flattered you--into this!", 
        "word_definition": "be dishonest with"
      }, 
      "delude": {
        "word_description": "", 
        "word_name": "delude", 
        "word_example": "Don’t  delude yourself that you will one day get him to “see the light” and come around to your point of view.", 
        "word_definition": "be dishonest with"
      }, 
      "quip": {
        "word_description": "", 
        "word_name": "quip", 
        "word_example": "“Good clothes open doors,” Welch  quipped when asked the best bit of style advice she ever received.", 
        "word_definition": "a witty saying"
      }
    }, 
    "list_detailed_description": "In celebration of April Fool's Day, here are twenty vocabulary words that all have to do with various degrees of joking, trickery and deceit. Some involve a simple lie or two, while others indicate elaborate schemes. For more on the history of these words, read \n", 
    "list_href": "/lists/1022253"
  }, 
  "Memorial Day: Words of Respect and Remembrance": {
    "list_brief_description": "Here’s a look at some of the words you’re most likely to hear and see around Memorial Day. There are many ways to honor the people who died in combat for th...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "memorial": {
        "word_description": "The name of this holiday is a word closely related to  memory. Memorials—such as the famous Lincoln Memorial—are there to help us remember people who died. There are memorials for all sorts of people, but memorials to veterans get a little extra respect, and for good reason. One of the most famous (and largest) memorials in the U.S. is the Vietnam Veterans Memorial, which is two acres long and contains the names of everyone who died in that war.", 
        "word_name": "memorial", 
        "word_example": "The three officers to be honored died in past years, and were recently added to the National Law Enforcement  Memorial.", 
        "word_definition": "a structure erected to commemorate persons or events"
      }, 
      "platoon": {
        "word_description": "This French borrowing entered English in the 1500s: it refers to a group of soldiers, usually infantrymen. Often a platoon is made of various squadrons or squads—a platoon is bigger than a squad, but smaller than a company. Soldiers who served in the same platoon share a special bond.", 
        "word_name": "platoon", 
        "word_example": "He led a rifle  platoon in Vietnam, eventually receiving numerous commendations, including the Purple Heart and the Bronze Star.", 
        "word_definition": "a military unit that is a subdivision of a company"
      }, 
      "service": {
        "word_description": "This common word has a specific military meaning that's a lot more important than the service you get at your local pizzeria. When you enter the military, you've entered the  service, and you can call your time there  military service. Many people say to veterans, \"Thank you for your service.\" The idea is that joining the military isn't something you do for yourself, like becoming a lawyer or artist, but something done to serve your country.", 
        "word_name": "service", 
        "word_example": "No one now outside of the War Department knew the quality and duration of his  service.", 
        "word_definition": "an act of help or assistance"
      }, 
      "deferment": {
        "word_description": "", 
        "word_name": "deferment", 
        "word_example": "Trump himself received five draft  deferments during the Vietnam War, including one for bone spurs in his heel, the Times reported in August.", 
        "word_definition": "act of putting off to a future time"
      }, 
      "sacrifice": {
        "word_description": "To sacrifice something is to give it up, and this is one of the most important words relating to Memorial Day, which honors people who sacrificed their lives. Dying in war is often called the  ultimate sacrifice. In a world where most people are all about me, me, and me, this type of sacrifice is hard to imagine.", 
        "word_name": "sacrifice", 
        "word_example": "The  sacrifice of soldiers killed during World Wars One and Two is well-documented.", 
        "word_definition": "personnel that are lost by death or capture "
      }, 
      "enlist": {
        "word_description": "A draft brings people into the military, whether they want to join or not. The U.S. has had a draft at different points in history, most recently during the Vietnam era when we were sending an enormous number of troops over there. Whether there's a draft or not, people can volunteer for the military: if you volunteer, you enlist. This word can also be used to describe recruiting other people. A new enlistee in the navy could then try to enlist others: in other words, encourage them to join too.", 
        "word_name": "enlist", 
        "word_example": "He thought about  enlisting in the Marine Corps before an encounter with a CIA recruiter.", 
        "word_definition": "join the military"
      }, 
      "draft": {
        "word_description": "There are many types of drafts, such as a gust of wind or rough piece of writing. But the military version is a lot more significant: a draft selects people for the military. If you're drafted, you have to enter the service, unless you don't pass the medical exams. Some people receive a  deferment, meaning they delay their service. Another way that some avoid the draft is by being a conscientious objector: someone philosophically opposed to violence in general or a specific war.", 
        "word_name": "draft", 
        "word_example": "366 blue plastic capsules contained the birthdays that would be chosen in the first Vietnam  draft lottery drawing on December 1, 1969.", 
        "word_definition": "compulsory military service"
      }, 
      "troop": {
        "word_description": "", 
        "word_name": "troop", 
        "word_example": "In January 2016, South Korean border  troops fired shots at a suspected drone.", 
        "word_definition": "a group of soldiers"
      }, 
      "combat": {
        "word_description": "", 
        "word_name": "combat", 
        "word_example": "But Pentagon officials this month maintained that the accident occurred outside the Vietnam  combat zone.", 
        "word_definition": "the act of fighting; any contest or struggle"
      }, 
      "military": {
        "word_description": "The military consists of the army, the navy, the marines, and all other government forces that go to war. General, captain, private, and ensign are all military ranks. The military's goal is to defend the county, but also to attack other countries when ordered. A frequently debated political topic is military spending: how much money should be spent on tanks, planes, bombs, and other military equipment? Some argue for a stronger military, while others will say more money should go elsewhere.", 
        "word_name": "military", 
        "word_example": "The  military did not say whether there were any US casualties during the raid which was supported by the Yemeni government.", 
        "word_definition": "the armed forces of a nation"
      }, 
      "compulsory": {
        "word_description": "", 
        "word_name": "compulsory", 
        "word_example": "Russia maintains the  compulsory one-year draft, but has increasingly sought to enlist volunteers for longer terms of duty to boost the military capability.", 
        "word_definition": "required by rule"
      }, 
      "strategy": {
        "word_description": "", 
        "word_name": "strategy", 
        "word_example": "Lee, they wrote, mishandled overall  strategy of the war.", 
        "word_definition": "an elaborate and systematic plan of action"
      }, 
      "veteran": {
        "word_description": "A veteran is anyone who has served in some branch of the military such as the army, navy, air force, or marines. No matter how long someone served, they're a veteran. This word is also used for other types of experience, especially substantial experience. A teacher who's been chalking boards for decades can be called a veteran teacher. A basketball player who's been in the NBA for a while—say, 5-10 years—is often called a veteran. And if you've done anything for some time, this word can apply.", 
        "word_name": "veteran", 
        "word_example": "Included in the executive’s proposal would be an exemption for low-income seniors and disabled  veterans.", 
        "word_definition": "a person who has served in the armed forces"
      }, 
      "volunteer": {
        "word_description": "", 
        "word_name": "volunteer", 
        "word_example": "Bereza, who commanded one of the  volunteer battalions that fought in the east, called it necessary to preserve the state.", 
        "word_definition": "a person who performs work done by choice"
      }
    }, 
    "list_detailed_description": "Here’s a look at some of the words you’re most likely to hear and see around Memorial Day. There are many ways to honor the people who died in combat for their country: one is to understand their vocabulary.\n", 
    "list_href": "/lists/1717531"
  }, 
  "Trumps": {
    "list_brief_description": "What does it mean to trump or have a trump? Find out through this list of synonymous verbs and nouns.\r\n\r\n", 
    "list_num": "25 Words", 
    "list_detailed_info": {
      "trump": {
        "word_description": "The Old French \"tromper\" means both \"to blow a trumpet\" and \"to deceive.\" This connection comes from quacks who used to blow a trumpet in order to attract the public and convince them to buy their fake cures.", 
        "word_name": "trump", 
        "word_example": "The Constitution states that federal law is “the supreme law of the land,”  trumping state constitutions when they conflict with the federal constitution.", 
        "word_definition": "get the better of"
      }, 
      "precedence": {
        "word_description": "", 
        "word_name": "precedence", 
        "word_example": "\"They should not give  precedence to money. Money is not the first issue. Humans are the first issue. We are not numbers; we are humans.\"", 
        "word_definition": "status established in order of importance or urgency"
      }, 
      "prevalence": {
        "word_description": "", 
        "word_name": "prevalence", 
        "word_example": "Given the  prevalence of negative ads, many stock photo searches by political campaigns are actually for photos of their opponents.", 
        "word_definition": "a superiority in numbers or amount"
      }, 
      "expediency": {
        "word_description": "", 
        "word_name": "expediency", 
        "word_example": "Political  expediency and the passing of time may prevent anyone from ever knowing for sure.", 
        "word_definition": "the quality of being suited to the end in view"
      }, 
      "influence": {
        "word_description": "", 
        "word_name": "influence", 
        "word_example": "Election Day was a reminder of Twitter’s  influence in media and the distribution of information.", 
        "word_definition": "a power to affect persons or events"
      }, 
      "authority": {
        "word_description": "", 
        "word_name": "authority", 
        "word_example": "I always respected their  authority and considered them my president.", 
        "word_definition": "the power or right to give orders or make decisions"
      }, 
      "supremacy": {
        "word_description": "", 
        "word_name": "supremacy", 
        "word_example": "Any account of the Klan’s disturbing legacy rightfully centers on the deadly acts of violence its members have perpetrated in the name of white  supremacy.", 
        "word_definition": "power to dominate or defeat"
      }, 
      "surpass": {
        "word_description": "", 
        "word_name": "surpass", 
        "word_example": "More than 34 million Americans have already voted,  surpassing the 32 million who cast their ballots early four years ago.", 
        "word_definition": "be or do something to a greater degree"
      }, 
      "sanction": {
        "word_description": "", 
        "word_name": "sanction", 
        "word_example": "When it comes to turning down a renewal petition, the school district must chose a reason  sanctioned by state law.", 
        "word_definition": "give authority or permission to"
      }, 
      "eminence": {
        "word_description": "", 
        "word_name": "eminence", 
        "word_example": "In addition to celebrating the presidential nominee, national conventions are a showcase for party  eminences, rising stars and elected officials.", 
        "word_definition": "high status importance owing to marked superiority"
      }, 
      "leverage": {
        "word_description": "", 
        "word_name": "leverage", 
        "word_example": "They have little  leverage over their communities, but some believe in pushing for change through political engagement.", 
        "word_definition": "strategic advantage; power to act effectively"
      }, 
      "profit": {
        "word_description": "", 
        "word_name": "profit", 
        "word_example": "These billionaires have pumped billions into creating a new privatized school system where those running schools can  profit and evade government oversight.", 
        "word_definition": "derive a benefit from"
      }, 
      "asset": {
        "word_description": "", 
        "word_name": "asset", 
        "word_example": "The dollar also recouped some ground, while  assets that many investors search out at times of uncertainty, such as gold, came off earlier highs.", 
        "word_definition": "a useful or valuable quality"
      }, 
      "dominance": {
        "word_description": "", 
        "word_name": "dominance", 
        "word_example": "Dominance in Congress is seen as being crucial to the next president's prospects of turning policy plans into law.", 
        "word_definition": "the state when one person or group has power over another"
      }, 
      "preference": {
        "word_description": "", 
        "word_name": "preference", 
        "word_example": "Fewer than half of voters who cast presidential ballots say they made their choice out of a strong  preference for their candidate.", 
        "word_definition": "grant of favor or advantage to one over another"
      }, 
      "resource": {
        "word_description": "", 
        "word_name": "resource", 
        "word_example": "“It’s all part of doing as much good as we can with the  resources we have.”", 
        "word_definition": "aid or support that may be drawn upon when needed"
      }, 
      "prestige": {
        "word_description": "", 
        "word_name": "prestige", 
        "word_example": "The resulting fears and discontents undermined the credibility and  prestige of existing leaders and doctrines.", 
        "word_definition": "a high standing achieved through success or influence"
      }, 
      "finesse": {
        "word_description": "", 
        "word_name": "finesse", 
        "word_example": "That dynamic gives them license to adopt a take-no-prisoners form of politics antithetical to the political  finesse typically required to pass legislation.", 
        "word_definition": "subtly skillful handling of a situation"
      }, 
      "mastery": {
        "word_description": "", 
        "word_name": "mastery", 
        "word_example": "All major European states imposed colonial  mastery over Africa and Asia.", 
        "word_definition": "power to dominate or defeat"
      }, 
      "convenience": {
        "word_description": "", 
        "word_name": "convenience", 
        "word_example": "For  convenience, ballots are distributed when residents arrive.", 
        "word_definition": "the state of being suitable or opportune"
      }, 
      "superiority": {
        "word_description": "", 
        "word_name": "superiority", 
        "word_example": "Educated v less educated may be even more toxic than rich v poor, because it comes laden with assumptions of moral  superiority.", 
        "word_definition": "the quality of being better than someone or something"
      }, 
      "defeat": {
        "word_description": "", 
        "word_name": "defeat", 
        "word_example": "In 1948, the Chicago Tribune incorrectly reported that Thomas Dewey had  defeated Harry Truman in the presidential election.", 
        "word_definition": "win a victory over"
      }, 
      "ascendancy": {
        "word_description": "", 
        "word_name": "ascendancy", 
        "word_example": "There are struggles for power as new groups gain political  ascendancy and older groups, once a majority, become minorities.", 
        "word_definition": "the state when one person or group has power over another"
      }, 
      "triumph": {
        "word_description": "\"Trump\" could be an alteration of \"triumph.\" This meaning is suggested by card games in which trumps rank above the other suits.", 
        "word_name": "triumph", 
        "word_example": "There is no more Cold War, as the United States and its allies  triumphed over the Soviet Union.", 
        "word_definition": "prove superior"
      }, 
      "gratification": {
        "word_description": "", 
        "word_name": "gratification", 
        "word_example": "The world at large, and the United States in particular, has developed an unfortunate need for instant  gratification.", 
        "word_definition": "state of being satisfied"
      }
    }, 
    "list_detailed_description": "What does it mean to trump or have a trump? Find out through this list of synonymous verbs and nouns.", 
    "list_href": "/lists/1345121"
  }, 
  "Motherlode: A Mother's Day Lexicon": {
    "list_brief_description": "Mothers do so many things, which is why a good nap may be the best gift you can give your own mom on Mother's Day. Still, you might want to offer Mom a few word...", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "protect": {
        "word_description": "Motherhood isn't just about feeding and clothing: moms protect their young, as you can find out for yourself by messing with a baby bear in the wild. Moms protect their kids from suspicious strangers, inappropriate TV shows, and bad decisions, like a toddler who thinks he can jump off the top of the couch and stick the landing. Moms are, in their own way, the most caring bodyguards in the world.", 
        "word_name": "protect", 
        "word_example": "When she had asked me what I was going to say, I told her, “I’m going to  protect my own . . . you know how it is.", 
        "word_definition": "shield from danger, injury, destruction, or damage"
      }, 
      "nourish": {
        "word_description": "Whether through breastfeeding, bottles, or ordering a pizza, mothers nourish their children. The first meanings of this word applied to breastfeeding, but the word has broadened quite a bit. You can call any food nourishment, and you can even call some non-edible things nourishing. For example, a great book is nourishment for your mind. But as your mother would say, \"Never, ever eat books.\"", 
        "word_name": "nourish", 
        "word_example": "Rachel worried that her daughter did not gain, and fussed over the fire concocting  nourishing stews which Mercy obediently tried to swallow.", 
        "word_definition": "provide with sustenance"
      }, 
      "console": {
        "word_description": "Consoling is similar to soothing. When you console someone, you make them feel better with kind words such as \"You'll do better on the next math test\" or \"Here, have a cookie.\" Mothers have a lot of consoling to do, since children are constantly getting their knees scraped by the pavement and their dreams crushed by the world. Even as kids turn into adults, they still usually turn to their moms for consolation.", 
        "word_name": "console", 
        "word_example": "I don’t need to be patted or  consoled, like a child.", 
        "word_definition": "give moral or emotional strength to"
      }, 
      "raise": {
        "word_description": "", 
        "word_name": "raise", 
        "word_example": "Whether a woman parents her child as her mother  raised her, or adopts a different style, becoming a mother provides an opportunity for a do-over.", 
        "word_definition": "bring up"
      }, 
      "vex": {
        "word_description": "As great as your mom is—and hey, I never said she wasn't, so relax—I bet she sometimes vexes you. This is a short, punchy, useful word for irritations. Mothers constantly worry about their children, so they tend to nag them—nagging is one of the top ten vexations in the universe. Vex has been a word since at least the 1400s, and it can be used in two ways. If someone is annoying you, you can say \"Stop vexing me!\" or \"I am vexed!\" Vexing is a two-way street, but both are a pain in the tuchus.", 
        "word_name": "vex", 
        "word_example": "His mother would be  vexed to see him gulp his malted milk or bolt his sandwich.", 
        "word_definition": "disturb, especially by minor irritations"
      }, 
      "soothe": {
        "word_description": "Mothers often soothe their children, especially little ones who start crying because they're hungry, they have to go to the bathroom, they're tired, or it's Wednesday. I have a friend with three small children, and she spends most of the day soothing. The origins of this word are surprising: soothing had to do with proving something true rather than making someone feel better. Soothe was related to soothsayer, someone who speaks the truth and is therefore hard to find these days.", 
        "word_name": "soothe", 
        "word_example": "I let her hold and  soothe me like a little child, until I fell asleep.", 
        "word_definition": "cause to feel better"
      }, 
      "encourage": {
        "word_description": "", 
        "word_name": "encourage", 
        "word_example": "She also  encouraged her daughter’s natural musical talent by enrolling her in piano lessons.", 
        "word_definition": "inspire with confidence"
      }, 
      "foster": {
        "word_description": "", 
        "word_name": "foster", 
        "word_example": "Additionally, Matheus said, the agency realized it needed to offer additional support for  foster parents.", 
        "word_definition": "providing nurture though not related by blood or legal ties"
      }, 
      "cajole": {
        "word_description": "", 
        "word_name": "cajole", 
        "word_example": "I resent being forced to spend my limited time with my son  cajoling him to do mindless worksheets.", 
        "word_definition": "influence or urge by gentle urging, caressing, or flattering"
      }, 
      "nurture": {
        "word_description": "", 
        "word_name": "nurture", 
        "word_example": "“We’re there to  nurture them, and we should not be asked to spurn a child’s affection.”", 
        "word_definition": "bring up"
      }, 
      "beget": {
        "word_description": "This word, best known for its use in the Bible, is something all biological mothers can put on their resume: they begat, to use the past tense. To beget is to have children: begetting is reproducing. This old Germanic word doesn't pop up too often these days, though it is useful in jokes.", 
        "word_name": "beget", 
        "word_example": "Along with this, self-preservation and development and reproduction, the  begetting of offspring of like nature, are characteristic.", 
        "word_definition": "generate children"
      }, 
      "guide": {
        "word_description": "", 
        "word_name": "guide", 
        "word_example": "Roy figured she used up her  guiding skills every day at school and was too worn out to deal with Garrett when she got home.", 
        "word_definition": "be a motivating force or drive"
      }, 
      "worry": {
        "word_description": "", 
        "word_name": "worry", 
        "word_example": "His mother would be  worried sick once she realized he was out in this weather.", 
        "word_definition": "be concerned with"
      }
    }, 
    "list_detailed_description": "Mothers do so many things, which is why a good nap may be the best gift you can give your own mom on Mother's Day. Still, you might want to offer Mom a few words of appreciation, so here's a list of 13 verbs that get to the heart of what mothers do.\n", 
    "list_href": "/lists/1700597"
  }, 
  "Book Words for Book Worms": {
    "list_brief_description": "There's more to books than just reading them. Books have a whole vocabulary associated with them that designates parts of books, kinds of books, people involved...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "author": {
        "word_definition": "a person who writes professionally", 
        "word_description": "", 
        "word_name": "author", 
        "word_example": "Although such frantic commercial output led to uneven quality, Cooper sketched career blueprints for ambitious American  authors who followed him."
      }, 
      "epilogue": {
        "word_definition": "a short passage added at the end of a literary work", 
        "word_description": "Many long stories have  ", 
        "word_name": "epilogue", 
        "word_example": "From there the novel veers into an  epilogue set many years in the future, following the collapse of Gilead. "
      }, 
      "amanuensis": {
        "word_definition": "someone skilled in the transcription of speech", 
        "word_description": "In the days before dictation software, in fact before software of any kind at all, there was the amanuensis. An amanuensis is someone who writes down everything that is said. Often it is easier for someone not used to being a writer to speak their thoughts aloud. The amanuensis captures this free-flowing speech on the page, so it can then be organized and edited into a finished work.", 
        "word_name": "amanuensis", 
        "word_example": "My  amanuensis sits at the table, and I sit near him, or lie on the sofa, and dictate the stories which I publish.”"
      }, 
      "volume": {
        "word_definition": "a collection of written or printed sheets bound together", 
        "word_description": "", 
        "word_name": "volume", 
        "word_example": "At the time of his death in 1851, at age 62, he was envisioning a  volume about the past and future of New York City."
      }, 
      "devour": {
        "word_definition": "enjoy avidly", 
        "word_description": "", 
        "word_name": "devour", 
        "word_example": "A third, set largely in the Louvre, is a breathless thriller readers will  devour on a long flight."
      }, 
      "prologue": {
        "word_definition": "an introduction to a play", 
        "word_description": "", 
        "word_name": "prologue", 
        "word_example": "In the  prologue to “Romeo and Juliet,” the chorus tells the audience that the tale will unfold within “the two hours’ traffic of our stage.”"
      }, 
      "bibliophile": {
        "word_definition": "someone who loves and usually collects books", 
        "word_description": "A  ", 
        "word_name": "bibliophile", 
        "word_example": "She ends up at Scroll, a company whose mission is “to reinvent reading the way Starbucks reinvented coffee” by creating lounges for  bibliophiles."
      }, 
      "enchant": {
        "word_definition": "cast a spell over someone or something", 
        "word_description": "", 
        "word_name": "enchant", 
        "word_example": "Religion aside, Wittenberg’s picture-perfect backdrop and upbeat, Renaissance spirit is enough to  enchant those without the slightest interest in the Reformer ."
      }, 
      "tome": {
        "word_definition": "a large and scholarly book", 
        "word_description": "To call a book a  ", 
        "word_name": "tome", 
        "word_example": "Some readers will be aghast that chapters end with bullet-point summaries and questions, evoking the worst of unctuous business  tomes."
      }, 
      "inspiration": {
        "word_definition": "arousal of the mind to unusual activity or creativity", 
        "word_description": "Over the years a  ", 
        "word_name": "inspiration", 
        "word_example": "He was very clear about the  inspiration for the house of his eponymous novel – Rooks Nest, his childhood home."
      }
    }, 
    "list_href": "/lists/1785207", 
    "list_detailed_description": "There's more to \n"
  }, 
  "A Graduation Lexicon": {
    "list_brief_description": "Congraduations may be cute, but it's not a real word. Here are fifteen real words often seen and heard in the days before and after a graduation ceremony, hidde...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "ceremony": {
        "word_description": "Graduation isn’t just about finishing high school: it’s all about the ceremony, which is a type of ritual involving specific traditions. Graduates have to wear a tent-like robe, put on a strange cap (called a  mortarboard), and receive their diploma from the principal in front of the whole school. The graduation is a theatrical event meant to celebrate this major event in your life.", 
        "word_name": "ceremony", 
        "word_example": "The graduation  ceremony is scheduled to begin 10 a.m.", 
        "word_definition": "a formal event performed on a special occasion"
      }, 
      "congratulations": {
        "word_description": "This word is one of the happiest word in English, and it’s one of the most commonly heard at graduation time. Some people even get cute and say  congraduations.", 
        "word_name": "congratulations", 
        "word_example": "“I was actually very surprised, people all around the world contacted me, offering me  congratulations for getting into these schools.”", 
        "word_definition": "an expression of approval and commendation"
      }, 
      "attendance": {
        "word_description": "Some people are a little shy about big ceremonies, so they don’t attend graduation, meaning they don’t show up. Fortunately, attendance is a lot more important before graduation than during. There’s an old cliché that has some truth to it:  Half of life is just showing up. That’s what teachers generally think when it comes to attendance: being present for something, in that case, class. If you don’t attend most of your classes, you won't even have the option of attending graduation.", 
        "word_name": "attendance", 
        "word_example": "There’s mandatory kindergarten in several states, while Pennsylvania and Washington don’t require  attendance until age 8.", 
        "word_definition": "the frequency with which a person is present"
      }, 
      "university": {
        "word_description": "There's an old saying, \"When one door closes, another door opens.\" So even though graduation is about the end of high school, it also means many students will be going on to a college or university: in either case, an institution of higher learning. The main difference between a college and university has to do with what the faculty are up to: universities produce more research than colleges, which are more focused on teaching.", 
        "word_name": "university", 
        "word_example": "", 
        "word_definition": "an institution of higher learning that grants degrees"
      }, 
      "valedictorian": {
        "word_description": "Graduating with honors is impressive, but there’s an even greater honor: to be the  valedictorian. This is the student with the best grades in the entire school. Not much looks better on a college application that being valedictorian of your high-school class. The valedictorian is usually asked to speak during commencement: this is sometimes called a  valedictory address.", 
        "word_name": "valedictorian", 
        "word_example": "They whooped and cheered for the 19-year-old, who GWU said in a news release is expected to be his class  valedictorian.", 
        "word_definition": "the student with the best grades"
      }, 
      "diploma": {
        "word_description": "This is what it's all about — getting that official piece of paper that says you've made it.", 
        "word_name": "diploma", 
        "word_example": "She received a high school  diploma from the jail’s charter school, enrolled in college courses and wrote poetry and an autobiography.", 
        "word_definition": "a document certifying the completion of a course of study"
      }, 
      "honor": {
        "word_description": "In high school, students who make really good grades end up on the  honor roll, which can lead to graduating with honors. Very good students might also get the chance to take  honors classes: smaller, special classes designed for students who are a little more talented and/or motivated than average. There are also honors classes in college, and getting into any such class is an honor: in other words, a distinction and privilege.", 
        "word_name": "honor", 
        "word_example": "After graduating with  honors from Michigan State University’s James Madison College, Robb wrote a biography about his famous father.", 
        "word_definition": "a tangible symbol signifying approval or distinction"
      }, 
      "relative": {
        "word_description": "When you graduate from high school, it’s a great accomplishment, and your family is going to want to celebrate. That means you might have all sorts of  relatives show up.  Relative is, pardon the expression, a relatively broad term, covering everyone from parents and siblings to fifth cousins, great-aunts, and great-great-grandmothers. If someone is part of your family, they’re a relative — even if they’re not related by blood.", 
        "word_name": "relative", 
        "word_example": "More than 50  relatives, friends and co-workers are expected to attend Monday’s ceremony.", 
        "word_definition": "a person connected by blood or marriage"
      }, 
      "salutatorian": {
        "word_description": "", 
        "word_name": "salutatorian", 
        "word_example": "To decrease competition, there are no class rankings and no valedictorians and  salutatorians.", 
        "word_definition": "a graduating student with the second highest academic rank"
      }, 
      "address": {
        "word_description": "This square cap is probably the most characteristic piece of graduation clothing.", 
        "word_name": "address", 
        "word_example": "It was supposed to be their big day and their last chance to  address the 2017 graduating class of Oxon Hill High School.", 
        "word_definition": "give a speech to"
      }, 
      "graduate": {
        "word_description": "", 
        "word_name": "graduate", 
        "word_example": "The gainful employment rule was designed to ensure that  graduates would be able to earn enough money to pay off their student loan debt.", 
        "word_definition": "a person who has received a degree from a school"
      }, 
      "commencement": {
        "word_description": "When something  commences, it begins. The sense of graduation as a new beginning is why a graduation ceremony is also known as  commencement. You don’t hear variations of  commence much outside of schools, but if you wanted to sound very official (and maybe a little pompous) you could start a meal or game of Pictionary by saying, “Let us commence!”", 
        "word_name": "commencement", 
        "word_example": "Before college seniors toss their caps in the air at graduation, they're often counseled about the future through the time-honored tradition of  commencement speeches.", 
        "word_definition": "an academic exercise in which diplomas are conferred"
      }, 
      "principal": {
        "word_description": "The master of ceremonies at graduation is usually the principal: the person in charge of a school, like a president is in charge of a country or a CEO is in charge of a company. A classic sign of being in trouble is getting called to the principal's office. Most schools also have assistant principals or vice principals. All the other staff, plus the teachers and students, must answer to the principal, but the principal has to answer to the superintendent and the school district.", 
        "word_name": "principal", 
        "word_example": "The student's parents are due to meet with the high school  principal and yearbook adviser this week.", 
        "word_definition": "the educator who has executive authority for a school"
      }
    }, 
    "list_detailed_description": "", 
    "list_href": "/lists/1743479"
  }, 
  "An Inspirational Back-to-School Word List": {
    "list_brief_description": "As you pack your backpack and sharpen your pencils, take a moment to sharpen your vocabulary! Here are ten words that can inspire you to take on the academic ch...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "reflection": {
        "word_description": "", 
        "word_name": "reflection", 
        "word_example": "When they do something, whether it’s good or bad, they take time for  reflection.", 
        "word_definition": "a calm, lengthy, intent consideration"
      }, 
      "character": {
        "word_description": "", 
        "word_name": "character", 
        "word_example": "“You wouldn’t see the rich, unique  character that shines through.”", 
        "word_definition": "attributes that determine one's moral and ethical actions"
      }, 
      "wisdom": {
        "word_description": "", 
        "word_name": "wisdom", 
        "word_example": "But researchers pointed to some likely explanations -- including the perspective and \" wisdom\" that comes from life experience.", 
        "word_definition": "accumulated knowledge or erudition or enlightenment"
      }, 
      "stamina": {
        "word_description": "", 
        "word_name": "stamina", 
        "word_example": "Underwater for about two-thirds of each performance, synchronized swimmers require  stamina, flexibility, endurance and, always, poise.", 
        "word_definition": "enduring strength and energy"
      }, 
      "potential": {
        "word_description": "", 
        "word_name": "potential", 
        "word_example": "Giving children a fair chance to achieve their dreams and reach their  potential is everyone's responsibility.", 
        "word_definition": "the inherent capacity for coming into being"
      }, 
      "exuberance": {
        "word_description": "", 
        "word_name": "exuberance", 
        "word_example": "There were historic performances by some of the world’s greatest athletes, cheered on – and sometimes booed – by crowds exhibiting Brazil’s characteristic  exuberance.", 
        "word_definition": "joyful enthusiasm"
      }, 
      "fortitude": {
        "word_description": "", 
        "word_name": "fortitude", 
        "word_example": "“It just takes  fortitude. It takes bravery,” Gatlin said of the young sprinters.", 
        "word_definition": "strength of mind that enables one to endure adversity"
      }, 
      "rigor": {
        "word_description": "", 
        "word_name": "rigor", 
        "word_example": "So Victor tries to do as much as a college junior immersed in the  rigors of schoolwork and major-college football can do.", 
        "word_definition": "something hard to endure"
      }, 
      "achievement": {
        "word_description": "", 
        "word_name": "achievement", 
        "word_example": "“This  achievement is a testament to the hard work and dedication of employees across the federal government,” Rice said.", 
        "word_definition": "the action of accomplishing something"
      }, 
      "inspiration": {
        "word_description": "", 
        "word_name": "inspiration", 
        "word_example": "One young girl said: \"Amy is an  inspiration, she's shown us what can be done. She worked really hard, she deserves what she's got.\"", 
        "word_definition": "arousal of the mind to unusual activity or creativity"
      }
    }, 
    "list_detailed_description": "As you pack your backpack and sharpen your pencils, take a moment to sharpen your vocabulary! Here are ten words that can inspire you to take on the academic challenges of a new school year.", 
    "list_href": "/lists/1189825"
  }, 
  "Vocabulary of the Summer Olympics": {
    "list_brief_description": "The 2016 Olympic Games will begin this August in Rio de Janeiro, Brazil. Learn this list of 28 words so you can keep up with each sport from start to finish.\r\n\r...", 
    "list_num": "28 Words", 
    "list_detailed_info": {
      "archery": {
        "word_description": "", 
        "word_name": "archery", 
        "word_example": "There will be lake fishing, kayaking,  archery and shooting sports, guided by expert instructors.", 
        "word_definition": "the sport of shooting arrows with a bow"
      }, 
      "referee": {
        "word_description": "", 
        "word_name": "referee", 
        "word_example": "“I thought he touched it with his hand. It was a difficult decision for the  referee.”", 
        "word_definition": "the official in a sport who is expected to ensure fair play"
      }, 
      "participant": {
        "word_description": "", 
        "word_name": "participant", 
        "word_example": "He went to the club to for a meet and greet with some of the 336  participants at the outing.", 
        "word_definition": "a person who takes part in or is skilled at some game"
      }, 
      "equestrian": {
        "word_description": "", 
        "word_name": "equestrian", 
        "word_example": "When horseback riding was the dominant mode of transportation,  equestrian shops were as common as fresh-pressed juice bars are today.", 
        "word_definition": "of or relating to or featuring horseback riding"
      }, 
      "synchronized": {
        "word_description": "In the summer, there is synchronized swimming. In the winter, there is synchronized ice skating.", 
        "word_name": "synchronized", 
        "word_example": "And he delivered, doing some  synchronized moves with several pros that really did make an impression.", 
        "word_definition": "operating in unison"
      }, 
      "sportsmanship": {
        "word_description": "", 
        "word_name": "sportsmanship", 
        "word_example": "The players are indulging in a handshake of  sportsmanship, which will, of course, ensure impeccable behaviours.", 
        "word_definition": "fairness and courtesy in following the rules of a game"
      }, 
      "endurance": {
        "word_description": "", 
        "word_name": "endurance", 
        "word_example": "In recent history, when the Finals end with a for-it-all final showdown, the games are more battles of  endurance than thrilling, free-flowing basketball.", 
        "word_definition": "the power to withstand hardship or stress"
      }, 
      "venue": {
        "word_description": "", 
        "word_name": "venue", 
        "word_example": "The performance transformed the sold-out  venue into a deafening celebration.", 
        "word_definition": "the scene of any event or action"
      }, 
      "opponent": {
        "word_description": "", 
        "word_name": "opponent", 
        "word_example": "Put another way, how could such groups find so many people willing to die for their causes, while their  opponents found so few?", 
        "word_definition": "a contestant that you are matched against"
      }, 
      "stamina": {
        "word_description": "", 
        "word_name": "stamina", 
        "word_example": "Rugby is far more satisfying and fun, and it takes a lot more  stamina.", 
        "word_definition": "enduring strength and energy"
      }, 
      "competitor": {
        "word_description": "", 
        "word_name": "competitor", 
        "word_example": "In the “weight over the bar” event,  competitors can use only one hand to toss a 56-pound weight over a horizontal bar.", 
        "word_definition": "the contestant you hope to defeat"
      }, 
      "victory": {
        "word_description": "Sport: track and field", 
        "word_name": "victory", 
        "word_example": "The 18-time Olympic champion can punch his ticket to Rio on Wednesday with a  victory in the 200 fly final.", 
        "word_definition": "a successful ending of a struggle or contest"
      }, 
      "spectator": {
        "word_description": "", 
        "word_name": "spectator", 
        "word_example": "Despite bad weather, 263,500  spectators attended the race weekend.", 
        "word_definition": "a close observer; someone who looks at something"
      }, 
      "preliminary": {
        "word_description": "", 
        "word_name": "preliminary", 
        "word_example": "The 18-time Olympic champion advanced to the semifinals of the 200-meter butterfly at the U.S. swimming trials Tuesday with the fastest time in the  preliminaries.", 
        "word_definition": "a minor match preceding the main event"
      }, 
      "contestant": {
        "word_description": "", 
        "word_name": "contestant", 
        "word_example": "But he passed only four  contestants down the lane of the 1 1/4-mile course for his poorest placement in seven starts.", 
        "word_definition": "a person who participates in competitions"
      }, 
      "nationality": {
        "word_description": "", 
        "word_name": "nationality", 
        "word_example": "Married to an Albanian woman, he acquired Albanian  nationality last year.", 
        "word_definition": "the status of belonging to a particular country"
      }, 
      "vault": {
        "word_description": "Sport: gymnastics; track and field", 
        "word_name": "vault", 
        "word_example": "Then she felt a twinge in her knee while landing a  vault during practice in early April.", 
        "word_definition": "the act of jumping over an obstacle"
      }, 
      "pommel": {
        "word_description": "", 
        "word_name": "pommel", 
        "word_example": "Jesse won gold in parallel bars, rings, vaulting table and  pommel horse, silver in the high bar and bronze in floor exercise.", 
        "word_definition": "a handgrip that a gymnast uses when performing exercises"
      }, 
      "riposte": {
        "word_description": "", 
        "word_name": "riposte", 
        "word_example": "It was the perfect  riposte to anyone doubting his technique against the short ball and set the tone for a magnificent attacking century.", 
        "word_definition": "a counterattack made immediately after successfully parrying"
      }, 
      "substitute": {
        "word_description": "", 
        "word_name": "substitute", 
        "word_example": "He was then dropped against Albania, coming on as a  substitute in the second half.", 
        "word_definition": "an athlete who plays when a starter on the team is replaced"
      }, 
      "sponsor": {
        "word_description": "", 
        "word_name": "sponsor", 
        "word_example": "Now, she's a professional athlete, albeit still oozing charisma, and  sponsors are betting big bucks on her to succeed again.", 
        "word_definition": "someone who supports or champions something"
      }
    }, 
    "list_detailed_description": "The 2016 Olympic Games will begin this August in Rio de Janeiro, Brazil. Learn this list of 28 words so you can keep up with each sport from start to finish.", 
    "list_href": "/lists/1124929"
  }, 
  "Words from the 4th of July Songbook": {
    "list_brief_description": "There are so many things about the 4th of July that are familiar — the flags, the fireworks, the barbecues and the patriotic songs we all know (or can flub ou...", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "amber": {
        "word_description": "", 
        "word_name": "amber", 
        "word_example": "O beautiful for spacious skies, ", 
        "word_definition": "a deep yellow color"
      }, 
      "dandy": {
        "word_description": "A man concerned with his appearance, a dandy, would want to be up on the latest trends-he has to be a good dancer, and a decent romancer.", 
        "word_name": "dandy", 
        "word_example": "Yankee Doodle, keep it up ", 
        "word_definition": "a man who is much concerned with his dress and appearance"
      }, 
      "acquaintance": {
        "word_description": "", 
        "word_name": "acquaintance", 
        "word_example": "You're a grand old flag,  ", 
        "word_definition": "personal knowledge or information about someone or something"
      }, 
      "emblem": {
        "word_description": "You’re a Grand Old Flag is clear about its intentions as a song. It is an ode to the flag itself, which is an emblem &mdash a symbol standing for something else, in this case, the United States of America. The word dates from the 1580s.  Emblem derives from when the word referred to work done on a ship merely for decoration. It was not until the 18th century that  emblem came to refer to decorations acting to signify something else — to function as a symbol.", 
        "word_name": "emblem", 
        "word_example": "You're a grand old flag,  ", 
        "word_definition": "a visible symbol representing an abstract idea"
      }, 
      "majesty": {
        "word_description": "Majesty comes ultimately from Latin  magnus, meaning “great, large, abundant, of considerable value and strong”. Of course,  majesty is usually a word used to describe a ruler with a title, like king or queen, and it is telling that in a land without a monarchy, this honor is bestowed on the bounty of nature that can be found within the USA.", 
        "word_name": "majesty", 
        "word_example": "O beautiful for spacious skies, ", 
        "word_definition": "impressiveness in scale or proportion"
      }, 
      "boast": {
        "word_description": "Auld is Scottish for \"Old.\"", 
        "word_name": "boast", 
        "word_example": "You're a grand old flag,  ", 
        "word_definition": "show off"
      }, 
      "hail": {
        "word_description": "Hail is an interjection of cheer and welcome dating back to the 1200s, but it is particularly appropriate used in this context, when the outcome of a battle is uncertain. It is an Old English shortening of  wæs hæil, “be healthy” “be whole.” In other words, it is a wish, a kind of prayer, that things turn out alright.", 
        "word_name": "hail", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "greet enthusiastically or joyfully"
      }, 
      "grace": {
        "word_description": "Grace is defined as “love” or “compassion,” the “pardon, and favor” especially of a divine presence. The author of the poem on which the song is based, Katharine Lee Bates, is so overcome by looking at Pike’s Peak in Colorado (which is said to look purple, hence “purple mountains majesties”) that she follows the description of the beauty by invoking the grace of God.", 
        "word_name": "grace", 
        "word_example": "O beautiful for spacious skies, ", 
        "word_definition": "a disposition to kindness and compassion"
      }, 
      "spacious": {
        "word_description": "", 
        "word_name": "spacious", 
        "word_example": "O beautiful for  spacious skies, ", 
        "word_definition": "having ample room"
      }, 
      "rampart": {
        "word_description": "", 
        "word_name": "rampart", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "an embankment built around a space for defensive purposes"
      }, 
      "glare": {
        "word_description": "", 
        "word_name": "glare", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "be sharply reflected"
      }, 
      "gallantly": {
        "word_description": "Gallantly, a word Francis Scott Key uses to describe the way the flags streamed, means “heroically” or “bravely” and is about the soldiers doing battle, who are metaphorically represented by the flag.", 
        "word_name": "gallantly", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "in a heroic or brave manner"
      }, 
      "twilight": {
        "word_description": "", 
        "word_name": "twilight", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "the time of day immediately following sunset"
      }, 
      "perilous": {
        "word_description": "", 
        "word_name": "perilous", 
        "word_example": "O say can you see, by the dawn's early light, ", 
        "word_definition": "fraught with danger"
      }
    }, 
    "list_detailed_description": "There are so many things about the 4th of July that are familiar — the flags, the fireworks, the barbecues and the patriotic songs we all know (or can flub our way through) the first verse to. But how well do we really know those songs, and what do those words mean? Here are 20 vocabulary words from four classic patriotic songs: \n", 
    "list_href": "/lists/1740426"
  }, 
  "Ides, Eon, Epoch, and Era: Time-related Words": {
    "list_brief_description": "Beware the ides of March, and other obscure time-related words that you only see once in a blue moon. Learn these terms in a fortnight (perhaps less?), and ushe...", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "jubilee": {
        "word_description": "A jubilee is an anniversary: usually the fiftieth anniversary. It’s a celebratory, joyous, wake-the-neighbors kind of word. Originally, this was a Jewish term that vividly described scenes of Hebrew slaves being freed, trumpets blasting across the land. These days, the word is far less specific, meaning pretty much any sort of celebration.", 
        "word_name": "jubilee", 
        "word_example": "Large-scale  jubilee celebrations are expected to be reserved for the Platinum  Jubilee in 2022, when the monarch will mark 70 years.", 
        "word_definition": "a special anniversary or the celebration of it"
      }, 
      "coeval": {
        "word_description": "", 
        "word_name": "coeval", 
        "word_example": "It was one of the first two inland settlements of the colony, being  coeval with Concord.", 
        "word_definition": "of the same period"
      }, 
      "chronological": {
        "word_description": "", 
        "word_name": "chronological", 
        "word_example": "It would allow doctors to search a patient's entire medical history in  chronological order before they arrived at their bedside.", 
        "word_definition": "relating to or arranged according to temporal order"
      }, 
      "biennial": {
        "word_description": "", 
        "word_name": "biennial", 
        "word_example": "His administration did not hold a routine press briefing of the governor’s last  biennial budget, which was released late Friday.", 
        "word_definition": "occurring every second year"
      }, 
      "eternal": {
        "word_description": "", 
        "word_name": "eternal", 
        "word_example": "But then again, a hospital is a place where hope reliably springs  eternal.", 
        "word_definition": "continuing forever or indefinitely"
      }, 
      "perpetual": {
        "word_description": "", 
        "word_name": "perpetual", 
        "word_example": "She walked in  perpetual fear of tripping and falling, of breaking an ankle stepping into a pothole.", 
        "word_definition": "continuing forever or indefinitely"
      }, 
      "advent": {
        "word_description": "", 
        "word_name": "advent", 
        "word_example": "Technology also plays a huge role in the story - particularly with the  advent of radio in the 1920s.", 
        "word_definition": "arrival that has been awaited"
      }, 
      "eon": {
        "word_description": "This is a length of time so long it’s impossible to fathom. The meaning of  eon, a word that’s been found since the 1500s, has been relatively consistent, meaning either an endless, eternity-type period of time or a geological period, which is pretty long too, involving billions of years. You’re most likely to see this word in exaggerations such as “You’ve been yammering about Batman for eons” or “It’s been eons since I went for Indian food. What’s wrong with me?”", 
        "word_name": "eon", 
        "word_example": "The skull was crushed  eons ago during the fossilization process.", 
        "word_definition": "the longest unit of geological time"
      }, 
      "biannual": {
        "word_description": "", 
        "word_name": "biannual", 
        "word_example": "Our  biannual clock-tuning is a slip of the mask, a glitch in the matrix that reminds us that clock time is always artificial and arbitrary.", 
        "word_definition": "occurring or payable twice each year"
      }, 
      "interval": {
        "word_description": "", 
        "word_name": "interval", 
        "word_example": "The action is repeated at two-hour  intervals throughout the day and evening.", 
        "word_definition": "a definite length of time marked off by two instants"
      }, 
      "epoch": {
        "word_description": "Not to be confused with  epic, which is both a long narrative poem and an adjective which describes something surpassing the ordinary,  epoch is a period of time — geologic, historical, or cultural — marked by certain characteristics.", 
        "word_name": "epoch", 
        "word_example": "Epochs demarcate time on the order of a few million years.", 
        "word_definition": "a period marked by distinctive character"
      }, 
      "halcyon": {
        "word_description": "Just as people look wistfully back on days of yore, they yearn for their halcyon days, which are basically the good old days when everything was chocolate cake, everywhere and all the time. This word was originally the name of a Greek bird.", 
        "word_name": "halcyon", 
        "word_example": "They spend their time sailing, playing tennis, and sometimes recalling the  halcyon days of crossing the moors behind packs of beagles to hunt down rabbits.", 
        "word_definition": "marked by peace and prosperity"
      }, 
      "millennium": {
        "word_description": "This word for a thousand years was heard quite frequently about 17 years ago, as we shifted from one millennium to another. The original meaning of this word, much like our system of years, was distinctly Christian: it referred to a foretold 1000 years in which Christ would reign on earth, according to the Book of Revelations. As words tend to do, this one changed in meaning, coming to refer to any 1000-year period.", 
        "word_name": "millennium", 
        "word_example": "The wreck confirms that sea-based commerce between China and West Asia was thriving more than a  millennium ago.", 
        "word_definition": "a span of 1000 years"
      }, 
      "era": {
        "word_description": "", 
        "word_name": "era", 
        "word_example": "While the novel suffers at times from its adolescent tone, Jessica is a worthy heroine for our  era.", 
        "word_definition": "a major division of geological time"
      }, 
      "fortnight": {
        "word_description": "This term meaning two weeks has been around a little longer than that, dating from the days of Old English. If you want to impress a time traveler from the days of yore, this is a great word to use. An even rarer old term,  sennight, means one week.", 
        "word_name": "fortnight", 
        "word_example": "The maximum penalty will be a fine or up to a  fortnight in police custody.", 
        "word_definition": "a period of fourteen consecutive days"
      }, 
      "contemporaneous": {
        "word_description": "This is a word for things that happen at the same time: if you spill apple cider on your favorite shirt while Taylor Swift is hunting rabbits in an underground maze thousands of miles beneath the Earth’s surface, those events were contemporaneous. If you teach your cat to walk on a leash, and then sometime later the moon is revealed as a spy satellite for Martians, those events were non-contemporaneous. And also weird, but that’s another matter.", 
        "word_name": "contemporaneous", 
        "word_example": "March Madness is about to begin, and Twitter will be stuffed full of  contemporaneous commentary about the games being played.", 
        "word_definition": "occurring in the same period of time"
      }, 
      "phase": {
        "word_description": "", 
        "word_name": "phase", 
        "word_example": "Aid groups warned on Friday that the most dangerous  phase of the offensive was about to begin.", 
        "word_definition": "any distinct time period in a sequence of events"
      }, 
      "yore": {
        "word_description": "Speaking of yore, this is an old-fashioned word for old-fashioned times. “The days of yore” are the bygone, long-lost, age-old times that hardly anyone can remember but everyone loves to glorify.", 
        "word_name": "yore", 
        "word_example": "It is a long way from the old groovy hippie days of  yore.", 
        "word_definition": "time long past"
      }, 
      "perennial": {
        "word_description": "", 
        "word_name": "perennial", 
        "word_example": "One of the  perennial questions for rock fans is which is the most important year in its history?", 
        "word_definition": "lasting an indefinitely long time"
      }
    }, 
    "list_detailed_description": "Beware the \n", 
    "list_href": "/lists/1594491"
  }, 
  "Vocabulary from Beyoncé's \"Lemonade\"": {
    "list_brief_description": "Beyoncé's Lemonade is collection of songs, a long-form video and an extended spoken word performance all at once. It deals with both broad themes about communi...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "devoted": {
        "word_definition": "zealous in allegiance or affection", 
        "word_description": "", 
        "word_name": "devoted", 
        "word_example": "Feel like that question has been posed  "
      }, 
      "persona": {
        "word_definition": "a personal facade that one presents to the world", 
        "word_description": "", 
        "word_name": "persona", 
        "word_example": "Seven misleadin' statements 'bout my  persona "
      }, 
      "redemption": {
        "word_definition": "the act of delivering from sin or saving from evil", 
        "word_description": "", 
        "word_name": "redemption", 
        "word_example": "True love breathes salvation back into "
      }, 
      "aqueduct": {
        "word_definition": "a conduit that carries water over a valley", 
        "word_description": "", 
        "word_name": "aqueduct", 
        "word_example": "Yeah, I keep runnin', jump in the  "
      }, 
      "pose": {
        "word_definition": "introduce", 
        "word_description": "", 
        "word_name": "pose", 
        "word_example": "Feel like that question has been  posed "
      }, 
      "crave": {
        "word_definition": "have an appetite or great desire for", 
        "word_description": "", 
        "word_name": "crave", 
        "word_example": "She too smart to  crave material things  "
      }, 
      "remedy": {
        "word_definition": "a medicine or therapy that cures disease or relieves pain", 
        "word_description": "", 
        "word_name": "remedy", 
        "word_example": "True love breathes salvation back into "
      }, 
      "cavalier": {
        "word_definition": "given to haughty disregard of others", 
        "word_description": "", 
        "word_name": "cavalier", 
        "word_example": "You can taste the dishonesty  "
      }, 
      "wade": {
        "word_definition": "walk through relatively shallow water", 
        "word_description": "", 
        "word_name": "wade", 
        "word_example": "I'ma  wade, I'ma wave through the  "
      }, 
      "drought": {
        "word_definition": "a prolonged shortage", 
        "word_description": "", 
        "word_name": "drought", 
        "word_example": "You and me would stop this love "
      }, 
      "salvation": {
        "word_definition": "rescuing or protecting someone or something from harm", 
        "word_description": "", 
        "word_name": "salvation", 
        "word_example": "True love breathes  salvation back into "
      }, 
      "reckless": {
        "word_definition": "marked by defiant disregard for danger or consequences", 
        "word_description": "", 
        "word_name": "reckless", 
        "word_example": "I'm so  reckless when I rock my "
      }
    }, 
    "list_href": "/lists/1110050", 
    "list_detailed_description": "Beyoncé's \n"
  }, 
  "Tax Day Words": {
    "list_brief_description": "Tax Day, April 15th, is the second most dreaded day of the year—next to Doomsday. The language of taxation runs all over the financial map, describing the wea...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "code": {
        "word_description": "This slang term for money is silly and awesome.", 
        "word_name": "code", 
        "word_example": "The White House later said it would lead the role in reforming the U.S. tax  code, eyeing an August deadline.", 
        "word_definition": "a set of rules or principles or laws"
      }, 
      "exemption": {
        "word_description": "An exemption is an exception: official permission to not do something you would normally have to do. People can get exemptions from jury duty, military service, and who knows what else; I’m a columnist, not a lawyer. In tax terms, an exemption creates a tax-free bubble around income or purchases.", 
        "word_name": "exemption", 
        "word_example": "Other cases deal with a variety of issues including alleged breach of contract and tax  exemptions.", 
        "word_definition": "deduction allowed to a taxpayer because of his or her status"
      }, 
      "wealth": {
        "word_description": "You’ve probably heard rich folks described as  wealthy: that means they have  wealth. At minimum, this suggests what is technically referred to as “loads of dough.”", 
        "word_name": "wealth", 
        "word_example": "Many people would rather pull stakes and move to an entirely different place than share their  wealth with \"others.\"", 
        "word_definition": "the state of being rich and affluent"
      }, 
      "government": {
        "word_description": "People complain a lot about the government on Tax Day. Well, they do that on all other days too, but complaints reach a peak on April 15 because the government collects those taxes.", 
        "word_name": "government", 
        "word_example": "Those estimates all trace back an October 2016 report by the  Government Accountability Office.", 
        "word_definition": "study of the authority of states and other political units"
      }, 
      "filthy": {
        "word_description": "Words for repellent things and words for enormous things have a tendency to overlap, and that’s how  filthy came to describe the rich: specifically, people who have so much money it’s outrageous and obscene.", 
        "word_name": "filthy", 
        "word_example": "Partly, it seems, the Chinese corporate tourists are beguiled by the Valley’s dreamlike promises of changing the world and growing  filthy rich almost overnight.", 
        "word_definition": "characterized by obscenity"
      }, 
      "deduction": {
        "word_description": "This word is sweet music to the ears of taxpayers: when you have a deduction, you can trim your taxable income, which means fewer dollars owed and ulcers grown.", 
        "word_name": "deduction", 
        "word_example": "Eliminating tax  deductions and credits to pay for lower tax rates is a strategy that sends economists’ hearts aflutter.", 
        "word_definition": "a decrease in the gross amount on which a tax is calculated"
      }, 
      "accountant": {
        "word_description": "Accountants keep financial records for businesses, individuals, and the secret worldwide Illuminati, probably. Many accountants also do people’s taxes. Accountants, as the name implies, keep track of  accounts. You might have a checking account and savings account, but businesses have all sorts of accounts related to equipment, training, food, advertising, etc. They might even have a  Swiss bank account—a term often used in jokes to indicate someone is hiding money from the feds.", 
        "word_name": "accountant", 
        "word_example": "“Farmers wear a lot of hats,” Hearst said, explaining many farmers are their own managers,  accountants and marketing team, along with the duties of farming.", 
        "word_definition": "someone who maintains and audits financial records"
      }, 
      "dough": {
        "word_description": "Dough is an old word for the pasty stuff, made of flour or meal that gets molded and baked into bread. But since the mid-1800s, dough has also meant  moolah.", 
        "word_name": "dough", 
        "word_example": "If she could scale and control prices, she come make some real  dough.", 
        "word_definition": "informal term for money"
      }, 
      "estimate": {
        "word_description": "If you’re a freelancer like myself, most of your jobs don’t take out any taxes. That gives you two choices: every April, pay the federal government a zillion dollars, including several pounds of flesh. The better option is to make  estimated payments four times a year. To do that, you need to  estimate how much you should pay. Estimating isn’t like guessing: it’s more like measuring, though not quite that exact.", 
        "word_name": "estimate", 
        "word_example": "Even so, Tesla now trades at some 28 times  estimated earnings in 2020.", 
        "word_definition": "judge to be probable"
      }, 
      "destitute": {
        "word_description": "Lots of people have money problems: but only the truly poor are destitute. To be destitute is to have no money for food, shelter, or anything else. This has also been a word for people lacking more than money: you can destitute of friends, companionship, hope, and/or freedom. Many people are. Now I’m depressed. Let’s just move on.", 
        "word_name": "destitute", 
        "word_example": "Destitute and desperate, she started stealing diapers, food and toys.", 
        "word_definition": "poor enough to need help from others"
      }, 
      "loophole": {
        "word_description": "", 
        "word_name": "loophole", 
        "word_example": "Tax law is riddled with  loopholes embedded in the economy and defended by beneficiaries.", 
        "word_definition": "an ambiguity that makes it possible to evade an obligation"
      }
    }, 
    "list_detailed_description": "Tax Day, April 15th, is the second most dreaded day of the year—next to Doomsday. The language of taxation runs all over the financial map, describing the wealthy, the disadvantaged, and the ungodly process of paying taxes. Here are some words you're likely to hear in relation to this stressful day, which can be—pardon the expression—quite taxing. Read the full article: \n", 
    "list_href": "/lists/1651868"
  }, 
  "Sgt. Pepper's Lonely Heart's Club Band Tribute List": {
    "list_brief_description": "June of 2017 marks the 50th anniversary of one of The Beatles' greatest albums, Sgt. Pepper’s Lonely Heart’s Club Band. The imagery and expressions on Sgt. ...", 
    "list_num": "17 Words", 
    "list_detailed_info": {
      "glimpse": {
        "word_description": "", 
        "word_name": "glimpse", 
        "word_example": "We were talking about the space between us all ", 
        "word_definition": "a brief or incomplete view"
      }, 
      "splendid": {
        "word_description": "", 
        "word_name": "splendid", 
        "word_example": "The band begin at ten to six when mr. K. performs his tricks ", 
        "word_definition": "very good; of the highest quality"
      }, 
      "clutch": {
        "word_description": "", 
        "word_name": "clutch", 
        "word_example": "Wedn'sday morning at five o'clock as the day begins, ", 
        "word_definition": "take hold of; grab"
      }, 
      "ruin": {
        "word_description": "", 
        "word_name": "ruin", 
        "word_example": "Ev'rybody knows there's nothing doing. ", 
        "word_definition": "a devastated building"
      }, 
      "drift": {
        "word_description": "", 
        "word_name": "drift", 
        "word_example": "Follow her down to a bridge by a fountain ", 
        "word_definition": "wander from a direct course or at random"
      }, 
      "discreet": {
        "word_description": "Discreetly means “with self restraint, wisely” and is the exact opposite of how the narrator of the song is feeling on the inside — in his head, he’s already captured her heart, but in real life, they don’t know each other, so he has started slowly, simply asking her to tea. No one can stop you from imagining an entire future with women in crisp uniforms, but please act with wise restraint when asking them on dates. Act discreetly!", 
        "word_name": "discreet", 
        "word_example": "Lovely Rita, Meter Maid, ", 
        "word_definition": "marked by prudence or modesty and wise self-restraint"
      }, 
      "roam": {
        "word_description": "", 
        "word_name": "roam", 
        "word_example": "Going to work don't want to go, feeling low down. ", 
        "word_definition": "move about aimlessly or without any destination"
      }, 
      "mend": {
        "word_description": "", 
        "word_name": "mend", 
        "word_example": "I could be handy  mending a fuse ", 
        "word_definition": "restore by putting together what is torn or broken"
      }, 
      "porter": {
        "word_description": "", 
        "word_name": "porter", 
        "word_example": "Picture yourself on a train in a station ", 
        "word_definition": "a person employed to carry luggage and supplies"
      }, 
      "kaleidoscope": {
        "word_description": "A kaleidoscope is a tubular toy filled with mirrors and colorful materials that you hold to your eye and turn to create ever changing patterns. Its inventor put together some Greek elements to capture the essence of his entertaining toy,  kalos, “beautiful” +  eidos, “shape” combined with the  -scope from telescope.", 
        "word_name": "kaleidoscope", 
        "word_example": "Picture yourself in a boat on a river ", 
        "word_definition": "an optical toy in a tube"
      }
    }, 
    "list_detailed_description": "June of 2017 marks the 50th anniversary of one of The Beatles' greatest albums, Sgt. Pepper’s Lonely Heart’s Club Band. The imagery and expressions on Sgt. Pepper's yielded some of the most listenable music and interesting lyrics in the history of pop music. Here are 17 vocabulary words drawn from Sgt. Pepper's.\n", 
    "list_href": "/lists/1727232"
  }, 
  "Beam Me Up: Talking About Star Trek": {
    "list_brief_description": "Every time a new adaptation of Star Trek is released, there's plenty of buzz about what is one of the most enduring and iconic science fiction franchises. Rathe...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "prime": {
        "word_definition": "of or relating to the first or originating agent", 
        "word_description": "Anything prime is the best or highest example something. In Star Trek, the prime directive states that Starfleet ships shouldn’t be meddling in other planet’s cultures just because they feel like it or think they know better.", 
        "word_name": "prime", 
        "word_example": "For the uninitiated, the  prime directive was a Star Trek philosophy which prohibited members of the United Federation of Planets from interfering with the internal development of alien civilizations. In other words, it was a basic understanding that one civilization or race wouldn’t screw with the development of another.  "
      }, 
      "trek": {
        "word_definition": "any long and difficult trip", 
        "word_description": "", 
        "word_name": "trek", 
        "word_example": "The writer and director was also responsible for another successful reboot in the form of the recent Star  Trek series."
      }, 
      "enterprise": {
        "word_definition": "a purposeful or industrious undertaking", 
        "word_description": "", 
        "word_name": "enterprise", 
        "word_example": "While transporting two passengers to their home planet, the  Enterprise team loses its way."
      }, 
      "hybrid": {
        "word_definition": "a composite of mixed origin", 
        "word_description": "A hybrid combines two things: a restaurant could be a hybrid of Mexican and Chinese food, while a hybrid car runs on both gas and electric. Animal hybrids include the mule (the offspring of a donkey and horse). Mixed dog breeds could also be called hybrids, such as the labradoodle (Labrador and poodle) and puggle (pug and beagle). Mr. Spock is often referred to as a hybrid because his father is a Vulcan and his mother is an Earthling.", 
        "word_name": "hybrid", 
        "word_example": "Mr. Spock is one of the world's most loved and most enduring sci-fi characters. A green-blooded, human-Vulcan  hybrid, he was Captain Kirk's loyal aide, and his conscience, and second in command of the Star Ship Enterprise.  "
      }, 
      "mission": {
        "word_definition": "an operation that is assigned by a higher headquarters", 
        "word_description": "The opening lines of Star Trek’s original series are famous: “Space, the final frontier. These are the voyages of the starship Enterprise. Its five-year mission: to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no man has gone before.\" A mission is a purpose and goal: a reason for doing something. You could say you’re on a mission to find the perfect cheeseburger. People on a religious mission are dedicated to helping (and possibly converting) people.", 
        "word_name": "mission", 
        "word_example": "The ship, and its crew, are mysterious hybrids, but with just 10 days to go before the CBS All Access debut of the new show — which is actually a prequel that takes place in a universe about a decade before the five-year  mission at the heart of the original series — producers have revealed a few new secrets behind the warship's design.  "
      }, 
      "warp": {
        "word_definition": "bend or twist out of shape", 
        "word_description": "When something is  ", 
        "word_name": "warp", 
        "word_example": "When Jean-Luc Picard was in command of the starship Enterprise, characters from the various TV series Star Trek: The Next Generation, Deep Space Nine, and even Voyager could move to the silver screen at  warp speed.  "
      }, 
      "crystal": {
        "word_definition": "a rock with regularly repeating internal structure", 
        "word_description": "Dilithium crystals power the Enterprise, but only the dilithium part is made-up. Crystals are real solids found in nature that have geometrical patterns described as  ", 
        "word_name": "crystal", 
        "word_example": "Koolmees documented the involved project on his K-Money Industries website. Dilithium, the  crystal that powers Federation starships, is stubbornly fictional, so Koolmees build the dilithium chamber to hold his home server instead.  "
      }, 
      "neutral": {
        "word_definition": "having no personal preference", 
        "word_description": "To be neutral is to not have a side: neutral parties aren’t rooting for anyone, whether in politics, war, or sports. In Star Trek, the Neutral Zone is an area of space not controlled by the Federation, Klingons, or Romulans.", 
        "word_name": "neutral", 
        "word_example": "The Kobayashi Maru fake-out massacre that opens the film still kills an audience. While Captain Spock (Leonard Nimoy) observes from his science station, Captain-in-training Saavik (Kirstie Alley) attempts to navigate a  Neutral Zone rescue mission with catastrophic political Klingon consequences.  "
      }, 
      "logic": {
        "word_definition": "the branch of philosophy that analyzes inference", 
        "word_description": "Logic is a specific type of reason that can be demonstrated or proven. Mr. Spock, like other Vulcans, is devoted to logic, as opposed to emotion.", 
        "word_name": "logic", 
        "word_example": "Originally a fleet was a group of ships in the Navy, but since Star Trek’s space forces are modeled on naval tradition, words like fleet (and first officer) were borrowed by writers.  "
      }, 
      "fleet": {
        "word_definition": "group of aircraft operating under the same ownership", 
        "word_description": "Originally a fleet was a group of ships in the navy, but since Star Trek’s space forces are modeled on naval tradition, words like  ", 
        "word_name": "fleet", 
        "word_example": "When the Enterprise hosts an officer from the Klingon  fleet, the crew faces an instant culture-clash. Worf is sensitive to other Klingons perceiving him as weak or “too human,” but the situation quickly moves beyond mere social awkwardness.  "
      }, 
      "torpedo": {
        "word_definition": "a long cylindrical self-propelled underwater projectile", 
        "word_description": "By the 1700s, the word had gained its more contemporary meaning: as a type of explosive, in the shape of a cigar, launched from a submarine.", 
        "word_name": "torpedo", 
        "word_example": "In ‘Star Trek,’ photon  torpedoes were matter-antimatter weapons on starships. In real life, photons are microscopic particles of light that have a wide range of scientific applications from manufacturing to medicine to communication.  "
      }, 
      "regulation": {
        "word_definition": "the act of bringing to uniformity", 
        "word_description": "Regulations are rules, especially specific rules for a particular group or organization. Captain Kirk is well-known for flouting Starfleet regulations.", 
        "word_name": "regulation", 
        "word_example": "The appearance of \"an object of unknown origin\" seems to kickstart the events of Star Trek: Discovery. This object is found \"on the edge of Federation space,\" and it seems that the USS Shenzou is venturing a little further than Starfleet  regulations would usually allow.  "
      }, 
      "stun": {
        "word_definition": "make senseless or dizzy by or as if by a blow", 
        "word_description": "This word comes from a very specific Star Trek phrase that became a part of popular culture: “Set phasers to stun!” This was actually a decent thing to do, since the alternative was setting them to kill. If a Starfleet officer hit someone with a phaser set on stun, it knocked them unconscious, similar to how a linebacker can stun a quarterback. People are also stunned by bad or shocking news. To be stunned is to be knocked out: literally or metaphorically.", 
        "word_name": "stun", 
        "word_example": "Regardless of whether these weapons are set to  stun, blast aliens, or wrangle ghosts, the question is this: Are zap-guns plausible?  "
      }, 
      "galaxy": {
        "word_definition": "a collection of star systems", 
        "word_description": "The universe is everything that exists. A solar system is a group of planets orbiting a sun, just like Earth and Mars and Jupiter and the rest orbit our little sun, or Sunny, as I like to call her. The unit in-between is the galaxy: a galaxy is made up of many solar systems. As best I can tell, the adventures of Star Trek take place all or mostly within our galaxy, the Milky Way.", 
        "word_name": "galaxy", 
        "word_example": "The two soon find that they have passed through a wormhole that has deposited them on the other side of the  galaxy.  "
      }, 
      "engineer": {
        "word_definition": "a person who uses scientific knowledge to solve problems", 
        "word_description": "Engineers design and build many things, but in Star Trek, the engineer has a more literal job: taking care of the engines.", 
        "word_name": "engineer", 
        "word_example": "For María Regina Apodaca Moreno, 22, of all the crew members of the starship Enterprise it was chief  engineer Scotty who was her inspiration.  "
      }
    }, 
    "list_href": "/lists/1866050", 
    "list_detailed_description": "Every time a new adaptation of Star Trek is released, there's plenty of buzz about what is one of the most enduring and iconic science fiction franchises. Rather than a glossary of Klingon terms, we've rounded up some of the more relevant English terms that get bandied about when there's a Star Trek media frenzy.\n"
  }, 
  "Albert Einstein": {
    "list_brief_description": "Calling all budding geniuses! Don't let inertia stop you from learning these words related to physicist Albert Einstein and his work. Best known for developing ...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "theory": {
        "word_definition": "a well-substantiated explanation of some aspect of the world", 
        "word_description": "", 
        "word_name": "theory", 
        "word_example": "Albert Einstein’s  theory of general relativity was still being met with skepticism."
      }, 
      "refugee": {
        "word_definition": "an exile who flees for safety", 
        "word_description": "", 
        "word_name": "refugee", 
        "word_example": "This letter shows that Einstein also lobbied on behalf of the larger group of  refugees, leveraging his public profile to ask the Roosevelts to work harder to overcome red tape and quotas that impeded emigration.  "
      }, 
      "relativity": {
        "word_definition": "the theory that space and time are not absolute concepts", 
        "word_description": "", 
        "word_name": "relativity", 
        "word_example": "In the early 20th century, Albert Einstein’s new and controversial theory of  relativity predicted that gravity would cause light to bend."
      }, 
      "physicist": {
        "word_definition": "a scientist trained in the science of matter and energy", 
        "word_description": "", 
        "word_name": "physicist", 
        "word_example": "In the 1920s, while living in Berlin, the  physicist collaborated with Hungarian graduate assistant Leo Szilárd to develop and patent an energy-efficient fridge."
      }, 
      "pacifism": {
        "word_definition": "the belief that all disputes can be settled by arbitration", 
        "word_description": "", 
        "word_name": "pacifism", 
        "word_example": "And then there are the fleeting references to Einstein’s outspoken  pacifism, anti-fascism and support for civil rights — which put him under FBI scrutiny."
      }, 
      "inertia": {
        "word_definition": "the tendency of something to stay in rest or motion", 
        "word_description": "", 
        "word_name": "inertia", 
        "word_example": "Mass can be considered as a measure of  inertia, or resistance to motion."
      }, 
      "equation": {
        "word_definition": "a mathematical statement that two expressions are the same", 
        "word_description": "", 
        "word_name": "equation", 
        "word_example": "Albert Einstein is perhaps most famous for introducing the world to the  equation E=mc2."
      }, 
      "genius": {
        "word_definition": "someone who has exceptional intellectual ability", 
        "word_description": "", 
        "word_name": "genius", 
        "word_example": "Albert Einstein is widely regarded as a  genius, but how did he get that way?"
      }, 
      "mass": {
        "word_definition": "the property of a body that causes it to have weight", 
        "word_description": "", 
        "word_name": "mass", 
        "word_example": "In a book on special relativity, you might expect to meet Einstein's  mass–energy equivalence, E = mc2, close to the beginning."
      }, 
      "theoretical": {
        "word_definition": "concerned with hypotheses and not practical considerations", 
        "word_description": "", 
        "word_name": "theoretical", 
        "word_example": "Finding a particle-based description of gravity has obsessed  theoretical physicists since Einstein."
      }, 
      "quantum": {
        "word_definition": "the smallest discrete quantity of some physical property", 
        "word_description": "", 
        "word_name": "quantum", 
        "word_example": "He says it confirms that gravity interacts with  quantum fields in the manner indicated by Einstein’s theories of relativity."
      }, 
      "physics": {
        "word_definition": "the science of matter and energy and their interactions", 
        "word_description": "", 
        "word_name": "physics", 
        "word_example": "Einstein's work laid the foundation for modern  physics and cosmology, providing a perspective of space and time that is shaped by gravity."
      }, 
      "energy": {
        "word_definition": "the capacity of a physical system to do work", 
        "word_description": "", 
        "word_name": "energy", 
        "word_example": "His famous E = mc2 revealed a vast asymmetry in the cosmic relationship between matter and  energy."
      }
    }, 
    "list_href": "/lists/1884476", 
    "list_detailed_description": "Calling all budding geniuses! Don't let inertia stop you from learning these words related to physicist Albert Einstein and his work. Best known for developing the theory of relativity, Einstein is widely considered to be one of the greatest scientists of all time. If these words give you the momentum to learn more about physics, you can practice our introductory physics list \n"
  }
}