{
  "This Week in Words: July 31 - August 4, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Some weeks are...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "enigmatic": {
        "word_description": "Musician Frank Ocean is on tour, and by all reports he puts on a very unusual concert. Essentially it seemds that Ocean is an introvert, and appears puzzled as to why everyone in the arena is staring at him. There have been plenty of idiosyncratic musicians, but rarely has there been one looks this uncomfortable being the center of attention. Maybe Ocean needs \"Look at Me!\" lessons. Is Lady Gaga available?", 
        "word_name": "enigmatic", 
        "word_example": "Mr. Ocean is pop’s most  enigmatic superstar right now, but what scans from a distance as reluctance is really a kind of meticulousness... He’d rather do nothing than do something that’s not quite right.  ", 
        "word_definition": "not clear to the understanding"
      }, 
      "fleeting": {
        "word_description": "Playwright and actor Sam Shepard died on July 27. Shepard was a singular talent whose writing illuminated the human experience with a truth and an immediacy rarely seen onstage. He was 73 years old. For more on Shepard, see our Tribute List  ", 
        "word_name": "fleeting", 
        "word_example": "He was widely regarded as one of the most original voices of his generation, winning praise from critics for his searing portraits of spouses, siblings and lovers struggling with issues of identity, failure and the  fleeting nature of the American dream.  ", 
        "word_definition": "lasting for a markedly brief time"
      }, 
      "unbridled": {
        "word_description": "For a moment this week, Amazon CEO Jeff Bezos was the richest man in the world. With stock market fluctuations, however, his reign at the top was brief, and Microsoft founder Bill Gates returned to number 1. My question is, how upset are you when you slip to 2nd on this list? Is there something the person worth $90 billion can do that the person worth $89 billion can't do, practically speaking? Does it hurt your pride just a little? Or are you too busy earning even more cash to really care?", 
        "word_name": "unbridled", 
        "word_example": "Bezos' rise carries important symbolic weight — signaling Amazon's  unbridled power and value, presenting a new face of outsized wealth to the world ... ", 
        "word_definition": "not restrained or controlled"
      }, 
      "outlier": {
        "word_description": "Famed Norte Dame coach Ara Parseghian died this week at the age of 94. Parseghian was tremendously successful and a huge presence on campus, inspiring generations of students on and off the football field.", 
        "word_name": "outlier", 
        "word_example": "In his 11 seasons at Notre Dame, Parseghian’s teams lost two or fewer games in 10 of those seasons. The  outlier season was an 8-3 season in 1972 that ended in an Orange Bowl berth.  ", 
        "word_definition": "an extreme deviation from the mean"
      }, 
      "jeopardy": {
        "word_description": "There were new revelations this week that President Trump had some \"input\" in writing his son's statement about the latter's meeting with Russian officials. Whether this turns out to be a big deal legally speaking remains to be seen, but the president's lawyers had previously denied that Trump involvement at all. If the statement contains falsehoods that the POTUS helped concoct, it would seem the endeavor was less innocent than, say, a regular dad helping his kid with his homework.", 
        "word_name": "jeopardy", 
        "word_example": "The extent of the president’s personal intervention in his son’s response... adds to a series of actions that Trump has taken that some advisers fear could place him and some members of his inner circle in legal  jeopardy. ", 
        "word_definition": "a source of danger"
      }, 
      "exacerbate": {
        "word_description": "With the failure of a Republican measure to replace Obamacare last week, everyone was wondering \"what happens now?\" We began to get an answer to that question this week when members of Congress from both sides of the aisle took steps to secure, stabilize and strengthen Obamacare for their constituents, many of whom stood to eventually lose healthcare coverage if no one intervened.", 
        "word_name": "exacerbate", 
        "word_example": "These problems have been  exacerbated by a president who has publicly predicted that the Affordable Care Act will “implode” and appears determined to help fulfill that prophecy.  ", 
        "word_definition": "make worse"
      }, 
      "dupe": {
        "word_description": "Adding insult to injury, before he was fired, Anthony Scaramucci was the victim of an email impersonator pretending to be Reince Priebus. The impersonator targeted Scaramucci because he was offended by Scaramucci's cavalier use of terms associated with mental illness, like \"paranoiac\" to describe Priebus. Whatever one's take on the incident, we should all perhaps be a little worried that it was this easy to impersonate a White House official via email.", 
        "word_name": "dupe", 
        "word_example": "He has previously  duped the governor of the Bank of England, Mark Carney, and Barclays boss Jess Staley by setting up fake email accounts.  ", 
        "word_definition": "fool or hoax"
      }, 
      "abrupt": {
        "word_description": "The other big staff change in the Trump administration this week was the firing of Communications Director Anthony Scaramucci, who had only been on the job about 10 days. Scaramucci was dealing with the fallout from a controversial expletive-filled interview he gave to The New Yorker magazine. It seems that getting rid of Scaramucci was one of General Kelly's first decisions as the new Chief of Staff. Order, indeed.", 
        "word_name": "abrupt", 
        "word_example": "Mr. Scaramucci’s  abrupt removal came just 10 days after the wealthy New York financier was brought on to the West Wing staff... ", 
        "word_definition": "exceedingly sudden and unexpected"
      }, 
      "turbulence": {
        "word_description": "There was ore turnover at the White House this week. Chief of Staff Reince Priebus was replaced by retired General John Kelly. The administration hopes that Kelly will bring order and discipline to the Trump administration, something that even its supporters say has been lacking.", 
        "word_name": "turbulence", 
        "word_example": "The latest round of internal  turbulence at the White House carries potential repercussions for the Russia investigations being carried out by special counsel Robert Mueller, the FBI and Congress. Trump is replacing his ousted chief of staff, Reince Priebus, with Secretary of Homeland Security John F. Kelly, a retired Marine Corps general  ", 
        "word_definition": "a state of violent disturbance and disorder"
      }, 
      "infamous": {
        "word_description": "Steve Bartman, a Cubs fan who was vilified for his interference in a playoff game back in 2004 was finally exonerated this week and given a World Series ring by the team. Grudges in sports last forever — oil tankers turn around faster than most sports fans — so thirteen years (in this context) is actually pretty fast when you think about it. I'm still not over the Brooklyn Dodger defeat in 1951 and it happened 26 years before I was born.", 
        "word_name": "infamous", 
        "word_example": "Arguably the team's most  infamous fan, Bartman is remembered for tipping a foul ball that left fielder Moises Alou unsuccessfully tried to catch in Game 6 of the 2003 National League Championship Series.  ", 
        "word_definition": "known widely and usually unfavorably"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Some weeks are like a revolving door — lots of comings and goings. In a week full of \n", 
    "list_href": "/lists/1785905"
  }, 
  "This Week in Words: August 28 - September 1": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This week we were ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "reprieve": {
        "word_description": "As he forecast he would last week, this week President Trump granted a federal pardon to controversial immigration figure Sheriff Joe Arpaio. Arpaio was accused of detaining suspected illegal immigrants in poor conditions in tent cities in his home state of Arizona. Arpaio was a major Trump supporter during the campaign and is also a proponent of the President's proposed border wall between the United States and Mexico.", 
        "word_name": "reprieve", 
        "word_example": "The reason Arpaio’s  reprieve is a slap in the face to the courts is that the crime originated in the courts.  ", 
        "word_definition": "the act of postponing or remitting punishment"
      }, 
      "tedious": {
        "word_description": "Our favorite kind of story comes to us from Florida this week, where one county has banned homework. In place of worksheets regarded by some as just busy work, the schools have asked that parents read with their children 20 minutes per night. We’re hoping this catches on, since reading is fundamental in every school subject ( including math, science and history). Any assignment that promotes literacy and spending special time with a parents sounds like a good thing.", 
        "word_name": "tedious", 
        "word_example": "Kids don't learn the way they used to,\" says Keven Christian of Marion County Schools. \"And making them do meaningless or  tedious homework assignments every night just really doesn't contribute to their learning.\" ", 
        "word_definition": "so lacking in interest as to cause mental weariness"
      }, 
      "infrastructure": {
        "word_description": "President Trump and the First Lady flew to Texas to view the damage inflicted by Hurricane Harvey. The president has already declared parts of the Gulf Coast disaster areas and pledged federal relief funds to help in the recovery effort.", 
        "word_name": "infrastructure", 
        "word_example": "The president on Monday pledged to quickly pass an appropriations bill to deal with the massive damage to private property and public  infrastructure. ", 
        "word_definition": "the basic features of a system or organization"
      }, 
      "contentious": {
        "word_description": "Uber has chosen a new head executive, Dara Khosrowshahi, who used to lead the internet travel site Expedia. Scandal and disorder have plagued Uber for months, and Mr. Khosrowshahi's job will be to right the ship. Maybe after he gets the company's act together, he can tell me why my passenger rating is so low — I'm great at small talk! I swear, people  ", 
        "word_name": "contentious", 
        "word_example": "The selection capped a  contentious search process as the ride-hailing company seeks to move past a turbulent period. ", 
        "word_definition": "involving or likely to cause controversy"
      }, 
      "provocative": {
        "word_description": "There was more frightening North Korea news this week. The nation fired a missile over U.S. ally Japan. Earlier this month, North Korea successfully miniaturized a nuclear device and threatened to attack the U.S. territory of Guam. Firing over Japan could be seen as exactly the kind of  ", 
        "word_name": "provocative", 
        "word_example": "North Korea carried out one of its most  provocative missile tests in recent years early Tuesday morning, hurling a ballistic missile directly over Japan that prompted the government in Tokyo to warn residents in its path to take cover. ", 
        "word_definition": "serving or tending to excite or stimulate"
      }, 
      "farce": {
        "word_description": "The big sporting event of the week was the boxing match between Floyd Mayweather, Jr. and Conor McGregor. Many thought that the fight was ridiculous because McGregor is not a boxer; he is a former MMA fighter, used to kicking and eye-gouging his opponent. McGregor did manage to stick to using only his fists, and was really no challenge for the seasoned Mayweather, Jr. who won by technical knockout in the tenth round.", 
        "word_name": "farce", 
        "word_example": "Many purists saw the contest as a  farce, nothing more than an exhibition. ", 
        "word_definition": "a comedy characterized by broad satire"
      }, 
      "ouster": {
        "word_description": "Another White House staffer left his post this week. Sebastian Gorka, was either fired or resigned from his position, depending on which story you believe. It is unclear exactly what Gorka did for President Trump, but he often appeared on television talk shows defending the President. It is unknown whether Gorka will continue to appear on television in this role now that he no longer works in the West Wing.", 
        "word_name": "ouster", 
        "word_example": "In short, he was fired, as many people predicted he would be following Steve Bannon’s  ouster from the White House.  ", 
        "word_definition": "the act of ejecting someone or forcing them out"
      }, 
      "embassy": {
        "word_description": "Secretary of State Rex Tillerson informed Russia’s foreign minister, Sergey V. Lavrov, in a phone call on Thursday morning that the U.S. is ejecting several Russian diplomats and closing their offices. The Trump administration explained that the move was purely reciprocal, and was not intended to escalate tensions between the United States and Russia.", 
        "word_name": "embassy", 
        "word_example": "The Trump administration ordered Russia to close its consulate in San Francisco and two diplomatic annexes, in New York and Washington, retaliating against Russia’s order for the United States to reduce its  embassy staff in Moscow ...  ", 
        "word_definition": "a building where diplomats live or work"
      }, 
      "torrential": {
        "word_description": "The big news of the week was the catastrophe of Hurricane Harvey. The storm battered the Gulf Coast of the country and dumped a record amount of rainfall for a single storm onto places like the city of Houston. There was massive flooding as a result of all the rain, and thousand of people lost their homes and their possessions. There have been about thirty casualties thus far. It is estimated that it will take years for the most severely affected cities to recover from the hurricane.", 
        "word_name": "torrential", 
        "word_example": "On Sunday the powerful system...pounded the region with  torrential rains that were expected to continue for days, causing catastrophic floods... ", 
        "word_definition": "relating to or resulting from the action of a downpour"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This week we were all affected, either directly or indirectly, by Hurricane Harvey and its aftermath. \n", 
    "list_href": "/lists/1818016"
  }, 
  "Vocabulary from Hillary Clinton's Concession Speech, November 9, 2016": {
    "list_brief_description": "Hillary Clinton, who was defeated in the presidential election by Donald Trump, delivered her concession speech on November 9, 2016. The speech touched on Secre...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "conviction": {
        "word_description": "", 
        "word_name": "conviction", 
        "word_example": "I count my blessings every single day that I am an American, and I still believe, as deeply as I ever have, that if we stand together and work together with respect for our differences, strengthen our  convictions, and love for this nation, our best days are still ahead of us.", 
        "word_definition": "an unshakable belief in something without need for proof"
      }, 
      "inclusive": {
        "word_description": "", 
        "word_name": "inclusive", 
        "word_example": "It was about the country we love and building an America that is hopeful,  inclusive, and big-hearted.", 
        "word_definition": "encompassing much or everything"
      }, 
      "enshrine": {
        "word_description": "", 
        "word_name": "enshrine", 
        "word_example": "Our constitutional democracy  enshrines the peaceful transfer of power.", 
        "word_definition": "hold sacred"
      }, 
      "weary": {
        "word_description": "", 
        "word_name": "weary", 
        "word_example": "You know, scripture tells us, let us not grow  weary of doing good, for in good season we shall reap.", 
        "word_definition": "physically and mentally fatigued"
      }, 
      "diverse": {
        "word_description": "", 
        "word_name": "diverse", 
        "word_example": "This vast,  diverse, creative, unruly, energized campaign.", 
        "word_definition": "distinctly dissimilar or unlike"
      }, 
      "unruly": {
        "word_description": "", 
        "word_name": "unruly", 
        "word_example": "This vast, diverse, creative,  unruly, energized campaign.", 
        "word_definition": "unable to be governed or controlled"
      }, 
      "consequential": {
        "word_description": "", 
        "word_name": "consequential", 
        "word_example": "I am incredibly honored and grateful to have had this chance to represent all of you in this  consequential election.", 
        "word_definition": "having important issues or results"
      }, 
      "graceful": {
        "word_description": "", 
        "word_name": "graceful", 
        "word_example": "We thank you for your  graceful, determined leadership that has meant so much to so many Americans and people across the world.", 
        "word_definition": "suggesting taste, ease, and wealth"
      }, 
      "reap": {
        "word_description": "", 
        "word_name": "reap", 
        "word_example": "You know, scripture tells us, let us not grow weary of doing good, for in good season we shall  reap.", 
        "word_definition": "get or derive"
      }, 
      "vast": {
        "word_description": "", 
        "word_name": "vast", 
        "word_example": "But I feel pride and gratitude for this wonderful campaign that we built together. This  vast, diverse, creative, unruly, energized campaign.", 
        "word_definition": "unusually great in size or amount or extent or scope"
      }
    }, 
    "list_detailed_description": "Hillary Clinton, who was defeated in the presidential election by Donald Trump, delivered her concession speech on November 9, 2016. The speech touched on Secretary Clinton's values and the things she has held dear for her thirty years in public life. The speech was also full of gratitude and words of encouragement for those who supported her throughout her campaign and her life. Here are eleven words from Hillary Clinton's concession speech.", 
    "list_href": "/lists/1345429"
  }, 
  "Carrie Fisher (1956-2016) Tribute  List": {
    "list_brief_description": "Actress and author Carrie Fisher died on December 27 at the age of 60 of a heart attack. Best known for her role as Princess Leia in the original Star Wars tril...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "glib": {
        "word_description": "", 
        "word_name": "glib", 
        "word_example": "Mom brought me some peanut butter cookies and a biography of Judy Garland. She told me she thought my problem was that I was too impatient, my fuse was too short, that I was only interested in instant gratification. I said, “Instant gratification takes too long.” The  glib martyr. ", 
        "word_definition": "marked by lack of intellectual depth"
      }, 
      "nuance": {
        "word_description": "", 
        "word_name": "nuance", 
        "word_example": "I rarely cry. I save my feelings up inside me like I have something more specific in mind for them. I am waiting for the exact perfect situationand then BOOM! I'll explode in a light show of feeling and emotion - a pinata stuffed with tender  nuances and pent-up passions. ", 
        "word_definition": "a subtle difference in meaning or opinion or attitude"
      }, 
      "nonplussed": {
        "word_description": "", 
        "word_name": "nonplussed", 
        "word_example": "I am a spy in the house of me. I report back from the front lines of the battle that is me. I am somewhat  nonplussed by the event that is my life.", 
        "word_definition": "filled with bewilderment"
      }, 
      "reprisal": {
        "word_description": "", 
        "word_name": "reprisal", 
        "word_example": "Madonna has no equal at getting attention. She often seems to behave like someone who has been under severe restraint and can now say and do whatever she likes without fear of  reprisal.", 
        "word_definition": "a retaliatory action against an enemy in wartime"
      }, 
      "resentment": {
        "word_description": "", 
        "word_name": "resentment", 
        "word_example": "Resentment is like drinking poison and waiting for the other person to die.", 
        "word_definition": "a feeling of deep and bitter anger and ill-will"
      }, 
      "epiphany": {
        "word_description": "Here, an epiphany is a realization, which might seem divinely inspired but doesn't have to be.", 
        "word_name": "epiphany", 
        "word_example": "That's the way it works in movies. Something happens that has an impact on someone's life, and based on that impact, his life shifts course. Well, that's not how it happens in life. Something has an impact on you, and then your life stays the same, and you think, 'Well, what about the impact?' You have  epiphanies all the time. They just don't have any effect. ", 
        "word_definition": "a divine manifestation"
      }, 
      "stoic": {
        "word_description": "", 
        "word_name": "stoic", 
        "word_example": "From here on out, there's just reality. I think that's what maturity is: a  stoic response to endless reality. But then, what do I know? ", 
        "word_definition": "seeming unaffected by pleasure or pain; impassive"
      }, 
      "luminous": {
        "word_description": "", 
        "word_name": "luminous", 
        "word_example": "I shot through my twenties like a  luminous thread through a dark needle, blazing toward my destination: Nowhere. ", 
        "word_definition": "softly bright or radiant"
      }, 
      "martyr": {
        "word_description": "", 
        "word_name": "martyr", 
        "word_example": "Mom brought me some peanut butter cookies and a biography of Judy Garland. She told me she thought my problem was that I was too impatient, my fuse was too short, that I was only interested in instant gratification. I said, “Instant gratification takes too long.” The glib  martyr. ", 
        "word_definition": "one who suffers for the sake of principle"
      }, 
      "tranquil": {
        "word_description": "", 
        "word_name": "tranquil", 
        "word_example": "She wanted so to be  tranquil, to be someone who took walks in the late-afternoon sun, listening to the birds and crickets and feeling the whole world breathe. Instead, she lived in her head like a madwoman locked in a tower, hearing the wind howling through her hair and waiting for someone to come and rescue her from feeling things so deeply that her bones burned. ", 
        "word_definition": "not agitated"
      }
    }, 
    "list_detailed_description": "Actress and author Carrie Fisher died on December 27 at the age of 60 of a heart attack. Best known for her role as Princess Leia in the original Star Wars trilogy, Fisher was also an accomplished author, writing novels and memoirs about her struggles with substance abuse and mental illness, and her life growing up as the daughter of Hollywood icons Debbie Reynolds and Eddie Fisher. Here are 11 vocabulary words from the witty and insightful quotes of Carrie Fisher.", 
    "list_href": "/lists/1433053"
  }, 
  "Vocabulary from Donald Trump's Victory Speech, November 9, 2016": {
    "list_brief_description": "Donald Trump has been elected the 45th President of the United States. He gave a victory speech in the early morning of November 9, 2016. After a bitter and bru...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "infrastructure": {
        "word_description": "", 
        "word_name": "infrastructure", 
        "word_example": "We're going to rebuild our  infrastructure, which will become, by the way, second to none, and we will put millions of our people to work as we rebuild it.", 
        "word_definition": "the basic features of a system or organization"
      }, 
      "unify": {
        "word_description": "", 
        "word_name": "unify", 
        "word_example": "For those who have chosen not to support me in the past, of which there were a few people, I'm reaching out to you for your guidance and your help so that we can work together and  unify our great country.", 
        "word_definition": "join or combine"
      }, 
      "leverage": {
        "word_description": "", 
        "word_name": "leverage", 
        "word_example": "I will harness the creative talents of our people and we will call upon the best and brightest to  leverage their tremendous talent for the benefit of all.", 
        "word_definition": "strategic advantage; power to act effectively"
      }, 
      "bind": {
        "word_description": "", 
        "word_name": "bind", 
        "word_example": "Now it is time for America to  bind the wounds of division, have to get together, to all Republicans and Democrats and independents across this nation I say it is time for us to come together as one united people.", 
        "word_definition": "wrap around with something so as to cover or enclose"
      }, 
      "hostility": {
        "word_description": "", 
        "word_name": "hostility", 
        "word_example": "We will seek common ground, not  hostility, partnership, not conflict.", 
        "word_definition": "a state of deep-seated ill-will"
      }, 
      "urgent": {
        "word_description": "", 
        "word_name": "urgent", 
        "word_example": "Working together we will begin the  urgent task of rebuilding our nation and renewing the American dream.", 
        "word_definition": "compelling immediate action"
      }, 
      "embark": {
        "word_description": "", 
        "word_name": "embark", 
        "word_example": "We will  embark upon a project of national growth and renewal.", 
        "word_definition": "set out on, as an enterprise or subject of study"
      }, 
      "harness": {
        "word_description": "", 
        "word_name": "harness", 
        "word_example": "I will  harness the creative talents of our people and we will call upon the best and brightest to leverage their tremendous talent for the benefit of all.", 
        "word_definition": "control and direct with or as if by reins"
      }, 
      "endorse": {
        "word_description": "", 
        "word_name": "endorse", 
        "word_example": "We have over 200 generals and admirals that have  endorsed our campaign and there are special people.", 
        "word_definition": "approve of"
      }, 
      "potential": {
        "word_description": "", 
        "word_name": "potential", 
        "word_example": "I've spent my entire life in business, looking at the untapped  potential in projects and in people all over the world.", 
        "word_definition": "existing in possibility"
      }, 
      "comprise": {
        "word_description": "", 
        "word_name": "comprise", 
        "word_example": "It is a movement  comprised of Americans from all races, religions, backgrounds and beliefs, who want and expect our government to serve the people, and serve the people it will.", 
        "word_definition": "be composed of"
      }, 
      "daring": {
        "word_description": "", 
        "word_name": "daring", 
        "word_example": "We must reclaim our country's destiny and dream big and bold and  daring.", 
        "word_definition": "disposed to venture or take risks"
      }
    }, 
    "list_detailed_description": "Donald Trump has been elected the 45th President of the United States. He gave a victory speech in the early morning of November 9, 2016. After a bitter and brutal campaign, Trump's speech was clearly intended to demonstrate his softer, more statesman-like side and to assure the American people, and the world, that he is fit for the job. Here are twelve vocabulary words from the President-elect's victory speech.", 
    "list_href": "/lists/1344407"
  }, 
  "This Week in Words: July 22 - 29, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Chapters were ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "levy": {
        "word_description": "Typically when new sanctions against countries like Russia, Iran and North Korea are proposed, it makes the news but doesn't dominate it. However, when the president's team is being investigated for possibly colluding with Russia, such a  ", 
        "word_name": "levy", 
        "word_example": "By a 419-3 vote, the House approved a bill to that would  levy new sanctions on Russia, Iran and North Korea.", 
        "word_definition": "impose and collect"
      }, 
      "ridicule": {
        "word_description": "Presidential advisor and son-in-law Jared Kushner testified before Congress this week about meetings he attended with Russian officials. His testimony was held behind closed doors, but this quote comes from a brief public statement he made afterwards. Kushner  ", 
        "word_name": "ridicule", 
        "word_example": "President Trump won the election because he had a better message and ran a smarter campaign...not because he had help from Russia. “Suggesting otherwise  ridicules those who voted for him,” Mr. Kushner said... ", 
        "word_definition": "the act of deriding or treating with contempt"
      }, 
      "dismantle": {
        "word_description": "In a dramatic late-night 49-51 vote, the Senate defeated the latest proposal to repeal parts of the Affordable Care Act, a.k.a. Obamacare. Republican Senator John McCain, just returning from brain surgery after his cancer diagnosis, cast the deciding vote.", 
        "word_name": "dismantle", 
        "word_example": "The Senate in the early hours of Friday morning rejected a new, scaled-down Republican plan to repeal parts of the ACA, derailing the Republicans’ seven-year campaign to  dismantle President Barack Obama’s signature health care law. ", 
        "word_definition": "take apart into its constituent pieces"
      }, 
      "vehemently": {
        "word_description": "Sean Spicer resigned this week, to be replaced by Sarah Huckabee Sanders as White House press secretary, with Anthony Scaramucci coming on board as new Communications Director. Spicer's term was tumultuous, and he weathered criticism on all fronts including a Saturday Night Live parody. The Trump administration hopes for clearer messaging and fewer leaks moving forward with a new team.", 
        "word_name": "vehemently", 
        "word_example": "Sean Spicer, the White House press secretary, resigned after telling President Trump he  vehemently disagreed with his appointment of Anthony Scaramucci...as his new communications director. ", 
        "word_definition": "in a fierce manner"
      }, 
      "halting": {
        "word_description": "Our feel-good story of the week comes from the world of Olympic sports. Just 15 months after an injury left him partially paralyzed, high jumper Jamie Nieto was able to walk down the aisle with his wife after their wedding ceremony.  ", 
        "word_name": "halting", 
        "word_example": "Step by  halting step, former Olympic high jumper Jamie Nieto made good on his vow to walk wife Shevon down the aisle after their wedding and out the door to a waiting limousine.  ", 
        "word_definition": "limping; disabled in the feet or legs"
      }, 
      "exhume": {
        "word_description": "A woman claiming to be Salvador Dali's child sued to  ", 
        "word_name": "exhume", 
        "word_example": "Dalí's body was  exhumed from a crypt in a museum dedicated to his life and work on Thursday evening.", 
        "word_definition": "dig up for reburial or for medical investigation"
      }, 
      "jaunt": {
        "word_description": "Justin Bieber cancelled the remainder of his world tour this week, and maybe we should give the guy a break. He has been touring for over a year and must be exhausted. Plus, it's hard to grow up in the spotlight, or so I hear. Inevitably, in a wacky world where a CEO gets $95 million for quitting and Lana Del Rey gets perky, the Biebs will be back with a tune so catchy and a tour so massive that no one will be able to ignore him. Maybe we don't need to feel too bad for the guy.", 
        "word_name": "jaunt", 
        "word_example": "the extended  jaunt kicked off on March 9, 2016 in Seattle and took Bieber all over North America, Asia, Europe, Africa, and Latin America  ", 
        "word_definition": "a journey taken for pleasure"
      }, 
      "lucrative": {
        "word_description": "Jeffrey Bewkes, the CEO of Time Warner, gets $95 million dollars if the merger with AT&T succeeds and he exits the company. Where can I get a job like that? I've been at parties and other social functions where people are obviously desperate for me to leave, but no one's actually  ", 
        "word_name": "lucrative", 
        "word_example": "It would all make for a smooth, perhaps even glamorous exit for Mr. Bewkes, and certainly a  lucrative one, given that he stands to earn as much as $95 million if the merger is completed and he leaves the company. ", 
        "word_definition": "producing a sizeable profit"
      }, 
      "beckon": {
        "word_description": "Lana del Rey released her new album this week, and apparently she is changing her image by cheering up a bit. As a fan of her unhappy music, this disappoints me. I had my whole summer planned out — I was looking forward to sitting inside and brooding to the sounds of her new release. If Lana Is happy now, does this mean I too should actually go outside and try to enjoy myself? Let's not go that far...", 
        "word_name": "beckon", 
        "word_example": "...the thousand-yard stare that previously  beckoned listeners to join in jadedness has been replaced by an engaging and possibly unnerving grin. The idea of a Lana Del Rey who’s… warm? It’s a prospect that could give some give fans the shivers.  ", 
        "word_definition": "summon with a wave, nod, or some other gesture"
      }, 
      "salvage": {
        "word_description": "Jordan Spieth conquered his worst enemy, himself, to come from behind and win golf's British Open this week. After some early blunders, Spieth roared back and played brilliantly on the later holes, the very definition of \"salvaging your round.\" With this victory, Spieth became only the second man to win three major tournaments before his twenty-fourth birthday, the other being the great Jack Nicklaus.", 
        "word_name": "salvage", 
        "word_example": "He was tied with Kuchar with nine holes to play, but  salvaged a remarkable bogey on the 13th after a wild slice off the tee went 100 yards to the right... ", 
        "word_definition": "save from ruin, destruction, or harm"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Chapters were opened and closed this week. Jordan Spieth \n", 
    "list_href": "/lists/1779552"
  }, 
  "John Glenn (1921-2016) Tribute List": {
    "list_brief_description": "Astronaut and Senator John Glenn died on December 8, 2016 at the age of 95. Glenn was the first American to orbit the earth, in 1962 at a time when the space pr...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "ponder": {
        "word_description": "", 
        "word_name": "ponder", 
        "word_example": "I can't say I've ever had a dream about space or that I  ponder it all the time.", 
        "word_definition": "reflect deeply on a subject"
      }, 
      "gamut": {
        "word_description": "", 
        "word_name": "gamut", 
        "word_example": "We had 83 different space research projects on my last space flight in '98, and they covered the whole  gamut.", 
        "word_definition": "a complete extent or range"
      }, 
      "purport": {
        "word_description": "", 
        "word_name": "purport", 
        "word_example": "As far as entertainment, 'The Right Stuff' is a good movie. As far as a documentary of the early space days, which they  purported it to be, it is not at all.", 
        "word_definition": "have the often specious appearance of being or intending"
      }, 
      "vibrant": {
        "word_description": "", 
        "word_name": "vibrant", 
        "word_example": "It has been my observation that the happiest of people, the  vibrant doers of the world, are almost always those who are using - who are putting into play, calling upon, depending upon-the greatest number of their God-given talents and capabilities.", 
        "word_definition": "vigorous and animated"
      }, 
      "connote": {
        "word_description": "", 
        "word_name": "connote", 
        "word_example": "Fear  connotes something that interferes with what you're doing.", 
        "word_definition": "express or state indirectly"
      }, 
      "modest": {
        "word_description": "", 
        "word_name": "modest", 
        "word_example": "I liked flying, when I got into it, loved it. And I found I was very good at it. I'm not  modest about the fact that I was a good pilot.", 
        "word_definition": "marked by simplicity; having a humble opinion of yourself"
      }, 
      "exploit": {
        "word_description": "", 
        "word_name": "exploit", 
        "word_example": "To me, we have never really  exploited our ability in low-Earth orbit.", 
        "word_definition": "draw from; make good use of"
      }, 
      "legacy": {
        "word_description": "In this case, \"legacy\" refers to what someone leaves behind, what will live after them, not only in the sense of material goods, but also in the sense of the difference they made in the world and the people they touched and changed with their presence.", 
        "word_name": "legacy", 
        "word_example": "I'm not interested in my  legacy. I made up a word: 'live-acy.' I'm more interested in living.", 
        "word_definition": "a gift of personal property by will"
      }, 
      "testament": {
        "word_description": "", 
        "word_name": "testament", 
        "word_example": "The Discovery was the most intricate, complex machine man has ever built. It's a  testament to our time.", 
        "word_definition": "strong evidence for something"
      }, 
      "intervene": {
        "word_description": "", 
        "word_name": "intervene", 
        "word_example": "Probably, had World War II not come along and  intervened, I would have tried to be a doctor. My son's a doctor, and I still take some medical journals to this day.", 
        "word_definition": "get involved, so as to alter or hinder an action"
      }
    }, 
    "list_detailed_description": "Astronaut and Senator John Glenn died on December 8, 2016 at the age of 95. Glenn was the first American to orbit the earth, in 1962 at a time when the space program was young and feats like that seemed impossible. He returned to space 36 years later aboard the shuttle Discovery. Widely recognized as an American hero for his accomplishments as an astronaut, Glenn later became a senator from Ohio. Here are 10 vocabulary words from quotes by Senator John Glenn.", 
    "list_href": "/lists/1407312"
  }, 
  "Leonard Cohen (1934-2016) Tribute List": {
    "list_brief_description": "Leonard Cohen, the hugely influential singer-songwriter, died on November 10 at the age of 82. Cohen was known for the poetry of his lyrics and his deep voice t...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "wretched": {
        "word_description": "", 
        "word_name": "wretched", 
        "word_example": "And sometimes when the night is slow, ", 
        "word_definition": "deserving or inciting pity"
      }, 
      "tangible": {
        "word_description": "", 
        "word_name": "tangible", 
        "word_example": "As someone long prepared for this to happen, ", 
        "word_definition": "perceptible by the senses especially the sense of touch"
      }, 
      "sanctify": {
        "word_description": "", 
        "word_name": "sanctify", 
        "word_example": "Magnified,  sanctified, be thy holy name ", 
        "word_definition": "render holy by means of religious rites"
      }, 
      "invincible": {
        "word_description": "", 
        "word_name": "invincible", 
        "word_example": "The ponies run, the girls are young, ", 
        "word_definition": "incapable of being overcome or subdued"
      }, 
      "humble": {
        "word_description": "", 
        "word_name": "humble", 
        "word_example": "And you say you've been  humbled in love  ", 
        "word_definition": "marked by meekness or modesty; not arrogant or prideful"
      }, 
      "stagger": {
        "word_description": "", 
        "word_name": "stagger", 
        "word_example": "So we struggle and we  stagger ", 
        "word_definition": "walk with great difficulty"
      }, 
      "abide": {
        "word_description": "", 
        "word_name": "abide", 
        "word_example": "If it be your will  ", 
        "word_definition": "put up with something or somebody unpleasant"
      }, 
      "shackle": {
        "word_description": "", 
        "word_name": "shackle", 
        "word_example": "As the mist leaves no scar  ", 
        "word_definition": "a restraint that confines or restricts freedom"
      }, 
      "discreet": {
        "word_description": "", 
        "word_name": "discreet", 
        "word_example": "Everybody knows that you love me baby  ", 
        "word_definition": "marked by prudence or modesty and wise self-restraint"
      }, 
      "exquisite": {
        "word_description": "", 
        "word_name": "exquisite", 
        "word_example": "As someone long prepared for this to happen, ", 
        "word_definition": "delicately beautiful"
      }, 
      "burden": {
        "word_description": "", 
        "word_name": "burden", 
        "word_example": "I was born in chains but I was taken out of Egypt ", 
        "word_definition": "weight to be borne or conveyed"
      }, 
      "wince": {
        "word_description": "", 
        "word_name": "wince", 
        "word_example": "I saw her  wince, I saw her cry,  ", 
        "word_definition": "draw back, as with fear or pain"
      }, 
      "earnestly": {
        "word_description": "", 
        "word_name": "earnestly", 
        "word_example": "Those who dance, begin to dance ", 
        "word_definition": "in a serious manner"
      }, 
      "luminous": {
        "word_description": "", 
        "word_name": "luminous", 
        "word_example": "What must I do to prepare  ", 
        "word_definition": "softly bright or radiant"
      }, 
      "forsake": {
        "word_description": "", 
        "word_name": "forsake", 
        "word_example": "And all go stumbling through that house  ", 
        "word_definition": "leave someone who needs or counts on you; leave in the lurch"
      }
    }, 
    "list_detailed_description": "Leonard Cohen, the hugely influential singer-songwriter, died on November 10 at the age of 82. Cohen was known for the poetry of his lyrics and his deep voice that, if not traditionally beautiful or melodic, fit his songs well, whether he was being charming or foretelling doom. Like only a handful of others, but in a way that was completely his own, Cohen opened up the possibilities for the subject matter of popular songs and the perspectives they could take. Here are fifteen vocabulary words from the lyrics of Leonard Cohen.", 
    "list_href": "/lists/1349055"
  }, 
  "Chuck Berry (1926-2017) Tribute List": {
    "list_brief_description": "Musician Chuck Berry died on March 18, 2017 at the age of 90. If anyone can legitimately lay claim to inventing rock n' roll music, it might be Chuck Berry. His...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "perforate": {
        "word_description": "", 
        "word_name": "perforate", 
        "word_example": "She just don't have the appetite ", 
        "word_definition": "having a hole cut through"
      }, 
      "bold": {
        "word_description": "", 
        "word_name": "bold", 
        "word_example": "Hail, hail rock'n'roll ", 
        "word_definition": "fearless and daring"
      }, 
      "dreary": {
        "word_description": "", 
        "word_name": "dreary", 
        "word_example": "Oh, when my days are long and  dreary ", 
        "word_definition": "lacking in liveliness or charm or surprise"
      }, 
      "yearn": {
        "word_description": "", 
        "word_name": "yearn", 
        "word_example": "New York, Los Angeles, oh, how I  yearned for you ", 
        "word_definition": "desire strongly or persistently"
      }, 
      "vestibule": {
        "word_description": "", 
        "word_name": "vestibule", 
        "word_example": "And then mother took me to Grammar School ", 
        "word_definition": "a large entrance or reception room or area"
      }, 
      "consolation": {
        "word_description": "", 
        "word_name": "consolation", 
        "word_example": "Babe I'm gonna see that you be back home in thirty days ", 
        "word_definition": "the comfort you feel when soothed in times of disappointment"
      }, 
      "cavalier": {
        "word_description": "", 
        "word_name": "cavalier", 
        "word_example": "She move around like a wave of summer breeze, ", 
        "word_definition": "a gallant or courtly gentleman"
      }, 
      "trickle": {
        "word_description": "", 
        "word_name": "trickle", 
        "word_example": "Last time I saw Marie she's waving me good-bye ", 
        "word_definition": "run or flow slowly, as in drops or in an unsteady stream"
      }, 
      "reel": {
        "word_description": "", 
        "word_name": "reel", 
        "word_example": "Run, run Rudolph, Santa's got to make it to town, come on ", 
        "word_definition": "revolve quickly and repeatedly around one's own axis"
      }, 
      "intrigue": {
        "word_description": "", 
        "word_name": "intrigue", 
        "word_example": "And if you want to hear some music like the boys are playin' ", 
        "word_definition": "cause to be interested or curious"
      }
    }, 
    "list_detailed_description": "Musician Chuck Berry died on March 18, 2017 at the age of 90. If anyone can legitimately lay claim to inventing rock n' roll music, it might be Chuck Berry. His amazing blues-inflected guitar work, catchy melodies and humorous lyrics inspired countless musicians after him. Here are ten vocabulary words from the lyrics of Chuck Berry.", 
    "list_href": "/lists/1604183"
  }, 
  "This Week in Words: September 17 - 24, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This was a week of...", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "obliterate": {
        "word_description": "Republicans in Congress have put together another bill to repeal \"Obamacare,\" as it is known. Some senators, like Rand Paul of Kentucky, have already stated they will not support the bill. A big factor working against this new bill is time — the Office of Management and Budget, which evaluates the plan in terms of cost and people affected, will not have time to \"score\" the bill prior to the scheduled vote and Senators will therefore not have a clear sense of what they are voting on.", 
        "word_name": "obliterate", 
        "word_example": "Just when the effort to repeal the Affordable Care Act appeared to be dead, a last-ditch push to  obliterate the law could be nearing a showdown vote in the Senate, and a handful of Republicans insist they are closing in on the votes. ", 
        "word_definition": "remove completely from recognition or memory"
      }, 
      "dissolution": {
        "word_description": "The National Book Award nominees were announced this week. One of the serious contenders this year is Jesmyn Ward's  ", 
        "word_name": "dissolution", 
        "word_example": "Now Ward is back with Sing, Unburied, Sing. Again, she tells a tragic story about an African American family challenged with  dissolution, but the threats here are more complex and even more tenacious than Katrina. ", 
        "word_definition": "the termination or disintegration of a relationship"
      }, 
      "audacious": {
        "word_description": "\"It\" was number one at the box office again this week, but that wasn't the big box office story. The buzz this week was the poor performance of \"Mother!\" starring Jennifer Lawrence. It earned less than $10 million dollars, and when people leaving the theater were asked what they thought of the film, it scored a grade of \"F\" in the polling. Since 1986, only 18 other movies have received that grade.", 
        "word_name": "audacious", 
        "word_example": "“It’s big, bold and  audacious. We always knew it wouldn’t be for everybody.” ", 
        "word_definition": "disposed to venture or take risks"
      }, 
      "exacerbate": {
        "word_description": "That paradise of play, that fantasyland of fun, Toys\"R\"Us, has filed for chapter 11 bankruptcy protection. The store has been greatly impacted by the online sales of other retailers. It is unclear whether the chain will have to close some stores nationwide as a result of this financial trouble, but a huge giraffe mascot named Geoffrey may soon be out of a job.", 
        "word_name": "exacerbate", 
        "word_example": "But the financial plight of Toys“R”Us was  exacerbated by a heavy debt load that has weighed on the company for years.  ", 
        "word_definition": "make worse"
      }, 
      "resonate": {
        "word_description": "The Emmy Awards for excellence in television were presented on Sunday night. The annual event continued its recent trend of awarding diversity in the art form, and thereby awarded many \"firsts.\" This year marked the first win by an African American woman for writing on a sitcom, Lena Waithe, for the show \"Atlanta.\"", 
        "word_name": "resonate", 
        "word_example": "A wide range of shows telling honest stories about a wide variety of people won Emmys on Sunday night, showing that diversity not only works but  resonates. ", 
        "word_definition": "be received or understood"
      }, 
      "imperil": {
        "word_description": "President Trump addressed the United Nations General Assembly on Tuesday. On the topic of North Korea, the president threatened to \"totally destroy\" that country, referred to its leader Kim Jong-un as \"Rocket Man,\" and questioned the ethics of countries that trade with North Korea on the first place.", 
        "word_name": "imperil", 
        "word_example": "It is an outrage that some nations would not only trade with such a regime, but would arm, supply and financially support a country that  imperils the world.  ", 
        "word_definition": "pose a threat to; present a danger to"
      }, 
      "initiative": {
        "word_description": "The fallout from the movement to repeal DACA continued this week. With DACA no longer in place, the children of illegal immigrants have to pay a registration fee by a certain date. The state of Rhode Island announced that it is not waiting for a congressional plan; it will pay that fee for all of Rhode Island's \"Dreamers.\" Rhode Island currently has about 3,000 people who were covered by DACA and are therefore eligible for this new program.", 
        "word_name": "initiative", 
        "word_example": "\"I'm proud to announce an  initiative to pay DACA renewal fees for every Rhode Island DREAMer who is eligible to apply for renewal by Oct. 5,\"  ", 
        "word_definition": "the first of a series of actions"
      }, 
      "epicenter": {
        "word_description": "Another earthquake hit Mexico this week, measuring 7.1 on the Richter scale. This earthquake comes less than two weeks after an 8.1 earthquake hit that country and killed one hundred people. Although this week's quake was less severe in magnitude, its  ", 
        "word_name": "epicenter", 
        "word_example": "Its  epicenter was in the state of Puebla, about 80 miles southeast of the capital, Mexico City.  ", 
        "word_definition": "a point on the Earth's surface directly above an earthquake"
      }, 
      "guise": {
        "word_description": "President Trump regards the deal that the Obama administration made with Iran as a terrible step backward in dealing with that country. He does not trust any of the promises Iran made in that deal to curb its nuclear weapons program. This is one of the reasons he suggested in his speech to the U.N. General Assembly that Iran hides behind a \"false guise.\" He feels that the country's representatives will say one thing and turn around and do the opposite.", 
        "word_name": "guise", 
        "word_example": "The Iranian government masks a corrupt dictatorship behind the false  guise of a democracy.  ", 
        "word_definition": "an artful or simulated semblance"
      }, 
      "echelon": {
        "word_description": "Hurricane Maria hit Puerto Rico this week. This hurricane season has been terrible for the Caribbean islands, and Maria only made things worse. 155 mile-per-hour winds and flash flooding destroyed much of Puerto Rico, a U.S. territory. At last report the entire island was without power.", 
        "word_name": "echelon", 
        "word_example": "\"Hurricane Maria is really scraping the upper  echelon of what's possible with hurricanes, (with) 175 mph sustained winds right around the center of the storm,\" Van Dam said Tuesday.  ", 
        "word_definition": "level of authority in a hierarchy"
      }, 
      "bureaucratic": {
        "word_description": "President Trump was in New York this week, at the meeting of the United Nations General Assembly. In brief remarks the day before  ", 
        "word_name": "bureaucratic", 
        "word_example": "In a meeting with counterparts from around the world, Mr. Trump said the United Nations had grown too  bureaucratic and ineffective and should reorient its approach.  ", 
        "word_definition": "of or relating to unnecessary procedures and red tape"
      }, 
      "emphatically": {
        "word_description": "Houston Texans defensive star J.J. Watt had a goal. He wanted to raise $200,000 for Hurricane Harvey relief for Texas and the surrounding area. Watt's charity has succeeded beyond anyone's wildest dreams, and so far the organization has raised $37.1 million dollars. This generosity is a true testament to the good spirit of people across the country who respond in times of crisis.", 
        "word_name": "emphatically", 
        "word_example": "When times are the toughest, humanity stands at its strongest and you have all helped to prove that  emphatically.  ", 
        "word_definition": "without question and beyond doubt"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This was a week of bold moves. Whether you agree with him or not, President Trump gave an \n", 
    "list_href": "/lists/1862786"
  }, 
  "Chris Cornell (1964 - 2017) Tribute List": {
    "list_brief_description": "Rocker Chris Cornell died on May 18, 2017 at the age of 52. Cornell was the lead singer and lyricist of Soundgarden, a band that achieved mainstream success in ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "gilded": {
        "word_description": "", 
        "word_name": "gilded", 
        "word_example": "Safe outside my  gilded cage ", 
        "word_definition": "made from or covered with gold"
      }, 
      "gable": {
        "word_description": "", 
        "word_name": "gable", 
        "word_example": "Now the spires and the  gables ", 
        "word_definition": "the triangular wall between the sloping ends of a roof"
      }, 
      "martyr": {
        "word_description": "", 
        "word_name": "martyr", 
        "word_example": "I'm not a  martyr, I'm not a prophet, ", 
        "word_definition": "one who voluntarily suffers death "
      }, 
      "wail": {
        "word_description": "", 
        "word_name": "wail", 
        "word_example": "We see you try ", 
        "word_definition": "a cry of sorrow and grief"
      }, 
      "wield": {
        "word_description": "", 
        "word_name": "wield", 
        "word_example": "Safe outside my gilded cage ", 
        "word_definition": "have and exercise"
      }, 
      "indisposed": {
        "word_description": "", 
        "word_name": "indisposed", 
        "word_example": "In my eyes ", 
        "word_definition": "somewhat ill or prone to illness"
      }, 
      "ruse": {
        "word_description": "", 
        "word_name": "ruse", 
        "word_example": "Common  ruse dirty face ", 
        "word_definition": "a deceptive maneuver, especially to avoid capture"
      }, 
      "paradigm": {
        "word_description": "", 
        "word_name": "paradigm", 
        "word_example": "Painted blue across my eyes ", 
        "word_definition": "the generally accepted perspective of a discipline"
      }, 
      "rigor mortis": {
        "word_description": "", 
        "word_name": "rigor mortis", 
        "word_example": "I can count it on my fingers ", 
        "word_definition": "temporary stiffness of joints and muscles after death"
      }, 
      "decadence": {
        "word_description": "", 
        "word_name": "decadence", 
        "word_example": "I don't mind stealing bread ", 
        "word_definition": "the state of being degenerate in mental or moral qualities"
      }
    }, 
    "list_detailed_description": "Rocker Chris Cornell died on May 18, 2017 at the age of 52. Cornell was the lead singer and lyricist of Soundgarden, a band that achieved mainstream success in the 1990s on the backs of their hard rocking sound and the disturbing video for their biggest hit, \"Black Hole Sun,\" off of their album \"Superunknown.\" Prior to Soundgarden, Cornell also sang for Temple of the Dog along with Pearl Jam's Eddie Vedder, and after Soundgarden, Cornell fronted the supergroup Audioslave. For his fans,Cornell's stage presence transcended pop culture fads and MTV airplay, and his lyrics were brimming with a pain his soulful voice seemed specifically designed to express.", 
    "list_href": "/lists/1711354"
  }, 
  "This Week in Words: September 10 - 16, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. Recovery was a big...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "apocalyptic": {
        "word_description": "Hurricane Irma hit Florida this week. It was slightly weaker than expected, but still caused a tremendous amount of damage, leaving almost 6 million homes and businesses without power. Fortunately the death toll has been low, but thousands of Floridians will be recovering from this storm for a long time.", 
        "word_name": "apocalyptic", 
        "word_example": "An  apocalyptic forecast had already forced one of the largest evacuations in American history.  ", 
        "word_definition": "of or relating to a catastrophe"
      }, 
      "resurgence": {
        "word_description": "Rafael Nadal won the U.S. Open tennis tournament this week. Several sports pundits had said that Nadal's career was effectively over, because 31 is old for an athlete, but Nadal has proven them wrong with his recent success. The win is Nadal's 16th Grand Slam title.", 
        "word_name": "resurgence", 
        "word_example": "Nadal, back at No. 1 at age 31, underscored his  resurgence by defeating Kevin Anderson of South Africa, 6-3, 6-3, 6-4, in the United States Open singles final on Sunday. ", 
        "word_definition": "bringing again into activity and prominence"
      }, 
      "plunge": {
        "word_description": "After 13 years in orbit, the Cassini spacecraft is no more. Data received from Cassini's transmissions revealed the structure of Saturn's rings and exposed two moons — Titan and Enceladus. Methane gas and water have been discovered on these moons, making them the focus of future research on life forms in outer space.", 
        "word_name": "plunge", 
        "word_example": "NASA scientists just received their last message from the Cassini spacecraft, which  plunged into Saturn early Friday morning. Those final bits of data signal the end of one of the most successful planetary science missions in history.  ", 
        "word_definition": "dash violently or with great speed or impetuosity"
      }, 
      "provocation": {
        "word_description": "North Korea has fired another missile over northern Japan, according to South Korean officials. North Korea previously fired a missile over Japan on August 29th. It is estimated that this latest missile was capable of reaching the U.S. territory of Guam, which North Korea has threatened in the past. The United Nations just recently passed additional sanctions against North Korea which these missile tests violate.", 
        "word_name": "provocation", 
        "word_example": "At a hastily convened press conference, Japan's Chief Cabinet Secretary Yoshihide Suga called the launch an \"excessive  provocation.\"  ", 
        "word_definition": "a means of arousing or stirring to action"
      }, 
      "ingratiate": {
        "word_description": "Heather Hicks will become the third person to serve as Communications Director for the Trump administration. Hicks had served in this role on an interim basis, but she has now been promoted and the job is entirely hers. The administration is hoping that Hicks brings some stability to the position after Anthony Scaramucci spent only ten days in this position this past July.", 
        "word_name": "ingratiate", 
        "word_example": "It was in this role that Hicks would  ingratiate herself to the future first family of the United States.  ", 
        "word_definition": "gain favor with somebody by deliberate efforts"
      }, 
      "preternatural": {
        "word_description": "A strange but ultimately uplifting story arose out of the wreckage left by Hurricane Irma. Author Ernest Hemingway had an estate in Key West, Florida which he shared with a white, six-toed cat. That cat's descendants have now grown to 53 in number, many with extra toes. Although the house itself was hit hard by the hurricane, the cats survived because they sensed danger and knew to come into the house, where some workers who had stayed behind looked after them.", 
        "word_name": "preternatural", 
        "word_example": "And, in a fulfillment of Ms. Sands’s prediction, he said the cats, which have become as much of a draw for some tourists as the house’s history, had seemed preternaturally attuned to the storm.  ", 
        "word_definition": "surpassing the ordinary or normal"
      }, 
      "indicative": {
        "word_description": "It was announced this week that J.J. Abrams will direct another Star Wars movie, replacing the fired Colin Trevorrow on Episode IX of the series. Abrams will rewrite the script as well. With Ron Howard taking over direction of the Han Solo movie and now this piece of news, it is a troubled time for new films in the saga. Hopefully, the Force will be with these directors.", 
        "word_name": "indicative", 
        "word_example": "Abrams was seemingly done with Star Wars after finishing The Force Awakens, so this announcement comes as a surprise, though it is  indicative of Lucasfilm’s new interest in making safe choices, directing-wise.  ", 
        "word_definition": "pointing out or revealing clearly"
      }, 
      "incandescent": {
        "word_description": "Sloane Stephens won the Women's U.S. Open tennis tournament this week. Not bad considering that she could not stand up until May 16th, as a consequence of foot surgery. This is Stephens' first Grand Slam title. She is considered by many to be a future star in the world of women's tennis.", 
        "word_name": "incandescent", 
        "word_example": "Stephens, a 24-year-old with an  incandescent grin and a potent blend of offensive and defensive skills, was ranked 957th early last month after having returned to the tour in July.  ", 
        "word_definition": "characterized by ardent emotion, intensity, or brilliance"
      }, 
      "juggernaut": {
        "word_description": "The fact that \"It\" stars a horrifying clown comes as no surprise. The phrase \"scary clown\" is redundant — all clowns are scary. Who trusts clowns, with their maniacal grins and their huge shoes? And the trick where they pull scarves out of their mouths? Disturbing. Our opinion:  ", 
        "word_name": "juggernaut", 
        "word_example": "The horror movie “It” arrived as a cultural  juggernaut over the weekend, smashing September box office records with an eye-popping $117.2 million in estimated North American ticket sales and ending an alarmingly slow period at multiplexes.  ", 
        "word_definition": "a massive inexorable force"
      }, 
      "device": {
        "word_description": "The London subway was hit by a terrorist attack during the busy Friday commute. No one was killed, but 22 people were reported injured in the blast and the ensuing panic as terrified commuters hurried out of the train. It was the fifth major terrorist attack in Britain this year.", 
        "word_name": "device", 
        "word_example": "Britain was hit by a terrorist attack on Friday morning, when a crude  device exploded on a crowded London Underground train, injuring commuters, sowing panic, disrupting service and drawing a heavy response from armed police officers and emergency workers.  ", 
        "word_definition": "an instrumentality invented for a particular purpose"
      }, 
      "breach": {
        "word_description": "It was revealed last week that hackers exploited a flaw in Equifax's online databases to obtain data on users. Equifax is a credit scoring company. According to a statement, \"the impacted information includes names, Social Security numbers, birthdates, addresses and, in some instances, drivers’ license numbers.\" This week Equifax announced that they are suspending their credit protection fees for thirty days after an outcry from the affected consumers.", 
        "word_name": "breach", 
        "word_example": "Equifax, the credit scoring company that suffered a data  breach that impacted as many as 143 million Americans, is blaming a vendor software flaw in its online databases.  ", 
        "word_definition": "an opening, especially a gap in a dike or fortification"
      }, 
      "parameter": {
        "word_description": "President Trump reached an agreement with members of the Senate which protects the \"dreamer\" population. The dreamers are illegal immigrants who were brought to this country as children. They were in danger of being deported when the Trump administration recently announced that it was rescinding the Obama administration's executive order known as DACA. President Trump gave Congress six months to come up with a plan, and it appears they are on their way to doing just that.", 
        "word_name": "parameter", 
        "word_example": "That appeared to confirm the broad  parameters of an agreement that Democratic leaders announced had been reached Wednesday over dinner at the White House. ", 
        "word_definition": "a constant in the equation of a curve that can be varied"
      }, 
      "bauble": {
        "word_description": "Apple presented the new iPhones this week, including one model with facial recognition technology that will cost $1000. Let's put aside whether the new iPhone will be worth the money or not. Using a scan of your face to open something up is ridiculously cool. Facial recognition is in every sci-fi movie ever, and the fact that Apple has made it a reality  ", 
        "word_name": "bauble", 
        "word_example": "The iPhone wasn’t just a shiny  bauble. It was useful. It could mimic just about any other gadget you had, from your Game Boy to your flashlight.  ", 
        "word_definition": "cheap showy jewelry or ornament on clothing"
      }, 
      "vanquish": {
        "word_description": "President Trump spoke on the sixteenth anniversary of the 9/11 attacks this week. By invoking \" ", 
        "word_name": "vanquish", 
        "word_example": "\"America cannot be intimidated.\" He said those who try are destined to join \"the long list of  vanquished enemies who dared to test our mettle.\" ", 
        "word_definition": "come out better in a competition, race, or conflict"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. Recovery was a big theme this week. After another major hurricane hit the U.S. last week, leaving many with \n", 
    "list_href": "/lists/1842734"
  }, 
  "Jimmy Breslin (1929-2017) Tribute List": {
    "list_brief_description": "Newspaper Columnist Jimmy Breslin died on March 19, 2017 at the age of 88. Jimmy Breslin was the last of New York's powerful newspaper columnists, a heavy drink...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "laceration": {
        "word_description": "", 
        "word_name": "laceration", 
        "word_example": "Complainant received immediate  lacerations of the credibility.", 
        "word_definition": "a torn ragged wound"
      }, 
      "tenement": {
        "word_description": "", 
        "word_name": "tenement", 
        "word_example": "Reporting is all about legwork, getting out and finding the story. But all the stories are on the top floors, so you have to learn to climb stairs. That's what reporting is all about, climbing  tenement stairs.", 
        "word_definition": "a run-down apartment house barely meeting minimal standards"
      }, 
      "resentment": {
        "word_description": "", 
        "word_name": "resentment", 
        "word_example": "People born in Queens, raised to say that each morning they get on the subway and \"go to the city,\" have a  resentment of Manhattan, of the swiftness of its life and success of the people who live there.", 
        "word_definition": "a feeling of deep and bitter anger and ill-will"
      }, 
      "elude": {
        "word_description": "", 
        "word_name": "elude", 
        "word_example": "Why something in the public interest such as television news can be fought over, like a chain of hamburger stands,  eludes me.", 
        "word_definition": "escape, either physically or mentally"
      }, 
      "genuflect": {
        "word_description": "", 
        "word_name": "genuflect", 
        "word_example": "The office of president is a bastardized thing, half royalty and half democracy that nobody knows whether to  genuflect or spit.", 
        "word_definition": "bend the knees and bow in a servile manner"
      }, 
      "fortify": {
        "word_description": "", 
        "word_name": "fortify", 
        "word_example": "Whiskey betrays you when you need it most. You think it will  fortify you, but it weakens you.", 
        "word_definition": "make strong or stronger"
      }, 
      "invariably": {
        "word_description": "", 
        "word_name": "invariably", 
        "word_example": "Out in the ocean, a rope is put around the man's neck. The other end of the rope is attached to an old jukebox and it is thrown overboard. The man  invariably follows.", 
        "word_definition": "without change, in every case"
      }, 
      "mediocrity": {
        "word_description": "", 
        "word_name": "mediocrity", 
        "word_example": "Media, the plural of  mediocrity.", 
        "word_definition": "ordinariness as a consequence of being average"
      }, 
      "pretentious": {
        "word_description": "", 
        "word_name": "pretentious", 
        "word_example": "Don't call me a journalist; I hate the word. It's  pretentious!", 
        "word_definition": "creating an appearance of importance or distinction"
      }, 
      "immaculate": {
        "word_description": "", 
        "word_name": "immaculate", 
        "word_example": "I can barely handle legitimate people. They all proclaim  immaculate honesty but each day they commit the most serious of all felonies, being a bore. To whom do you care to listen - Warren Buffett, the second-richest and single most boring person on earth, or Burt Kaplan out of Bensonhurst, Brooklyn?", 
        "word_definition": "without fault or error"
      }
    }, 
    "list_detailed_description": "Newspaper Columnist Jimmy Breslin died on March 19, 2017 at the age of 88. Jimmy Breslin was the last of New York's powerful newspaper columnists, a heavy drinking, cigar-chomping writer who championed the little guy and took down the corrupt who were in power. Breslin was so well known that in 1977, the Son of Sam killer, David Berkowitz, sent taunting notes to him, knowing that all would be made aware of Berkowitz's spree because everyone read Breslin's column. As the quotes below show, Breslin's voice was uniquely colorful. Here are eleven vocabulary words from quotes from Jimmy Breslin.", 
    "list_href": "/lists/1605076"
  }, 
  "Adam West (1928-2017) Tribute List": {
    "list_brief_description": "Adam West died on June 9, 2017 at the age of 88. He will forever be associated with his role as Batman in the TV series which aired from 1966-1968. For those wh...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "alimentary": {
        "word_description": "", 
        "word_name": "alimentary", 
        "word_example": "Robin: Batman, look! What skinny macaroni! ", 
        "word_definition": "of or providing nourishment"
      }, 
      "ignominiously": {
        "word_description": "", 
        "word_name": "ignominiously", 
        "word_example": "Batman: I did think it would all end differently, somehow less  ignominiously. To drown in my own anniversary cake!", 
        "word_definition": "in a dishonorable manner or to a dishonorable degree"
      }, 
      "trajectory": {
        "word_description": "", 
        "word_name": "trajectory", 
        "word_example": "Batman, analyzing a bullet in the wall: Judging from the  trajectory of the angle, and figuring the wind at six knots per hour north by northeast as per this morning's weather report...X times six squared... over... logarithm of that... yes! You see? It came from that room on that floor!", 
        "word_definition": "the path followed by an object moving through space"
      }, 
      "integral": {
        "word_description": "", 
        "word_name": "integral", 
        "word_example": "Dick: Sorry, I'm not interested in dance lessons. ", 
        "word_definition": "existing as an essential constituent or characteristic"
      }, 
      "teeming": {
        "word_description": "", 
        "word_name": "teeming", 
        "word_example": "Batman: That’s not the point, Robin. What’s important is that the world know that all visitors to these  teeming shores are safe, be they peasant or king.", 
        "word_definition": "abundantly filled with especially living things"
      }, 
      "rehabilitate": {
        "word_description": "", 
        "word_name": "rehabilitate", 
        "word_example": "Batman: I'll do everything I can to  rehabilitate you. ", 
        "word_definition": "help to readapt, as to a former state of health or repute"
      }, 
      "repellent": {
        "word_description": "", 
        "word_name": "repellent", 
        "word_example": "Batman: Hand me down the shark  repellent Bat-Spray!", 
        "word_definition": "a chemical substance that keeps animals away"
      }, 
      "chaperone": {
        "word_description": "", 
        "word_name": "chaperone", 
        "word_example": "Bruce: Yes, I think I should be running along as well, Barbara. Uh, it wouldn't be proper for the two of us to be here alone in your apartment without a  chaperone.", 
        "word_definition": "one who accompanies and supervises young people"
      }, 
      "tenacity": {
        "word_description": "", 
        "word_name": "tenacity", 
        "word_example": "If you hang around long enough, they think you're good. It's either my  tenacity or my stupidity, I'm not sure which. ", 
        "word_definition": "persistent determination"
      }, 
      "absurd": {
        "word_description": "", 
        "word_name": "absurd", 
        "word_example": "When I was a kid, I read comics. But when I saw how funny it was, and how wonderfully  absurd, I said, \"You know, I gotta do this.\" ", 
        "word_definition": "inconsistent with reason or logic or common sense"
      }
    }, 
    "list_detailed_description": "Adam West died on June 9, 2017 at the age of 88. He will forever be associated with his role as Batman in the TV series which aired from 1966-1968. For those who didn't read comics, he was their first exposure the Caped Crusader, and although the series was silly, West always gave the impression he was in on the joke. In recent years West found great success playing himself on Family Guy. Here are eleven vocabulary words taken from quotes from Batman, as well as a few reflections from West himself.", 
    "list_href": "/lists/1738894"
  }, 
  "This Week in Words: September 4 - 8, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This was a week of...", 
    "list_num": "13 Words", 
    "list_detailed_info": {
      "relinquish": {
        "word_description": "Howard University's football team accomplished a nearly impossible feat this week. They beat The University of Nevada Las Vegas in the biggest upset in college football history (in terms of predicted point spread). Calvin Newton (whose brother is NFL quarterback Cam Newton) led his team, which was supposed to lose by at least 45 points, to a 43-40 win. It was also Calvin Newton's first college game  ", 
        "word_name": "relinquish", 
        "word_example": "Newton’s 4-yard TD run midway through the fourth quarter gave Howard the lead it would never  relinquish.  ", 
        "word_definition": "release, as from one's grip"
      }, 
      "devastation": {
        "word_description": "Hurricane Irma, a category 5 storm and one of the largest storms ever recorded, all but destroyed islands in the Caribbean. Irma predicted path has it projected to barrel through Florida this weekend.", 
        "word_name": "devastation", 
        "word_example": "In a video, we trace the storm’s trail of  devastation in the Caribbean.", 
        "word_definition": "the state of being decayed or destroyed"
      }, 
      "avert": {
        "word_description": "President Trump and democratic congresspeople have cut a deal on raising the debt ceiling. This is the maximum amount of money the government can owe. It is important to raise that limit because if the government goes over the ceiling then the United States cannot borrow any more money or finance its debts. With the victims of Hurricane Harvey needing financial help and Hurricane Irma looming, apparently the government felt that it would be an especially bad time to run out of money.", 
        "word_name": "avert", 
        "word_example": "The agreement would  avert a fiscal showdown later this month without the bloody, partisan battle that many had anticipated by combining a debt ceiling increase and stopgap spending measure with relief aid to Texas and other areas devastated by Hurricane Harvey.  ", 
        "word_definition": "prevent the occurrence of; prevent from happening"
      }, 
      "parameter": {
        "word_description": "President Trump seems to have reached an agreement with members of the Senate which protects the \"dreamer\" population. The dreamers are illegal immigrants who were brought to this country as children. They were in danger of being deported when the Trump administration announced it was was rescinding the Obama administration's executive order known as DACA. President Trump gave Congress six months to come up with a plan and it appears they are on their way to doing just that.", 
        "word_name": "parameter", 
        "word_example": "That appeared to confirm the broad  parameters of an agreement that Democratic leaders announced had been reached Wednesday over dinner at the White House.  ", 
        "word_definition": "any factor defining a system and determining its performance"
      }, 
      "dreary": {
        "word_description": "Walter Becker died this week at the age of 67, of undisclosed causes. Becker was one half of rock duo Steely Dan, a band whose smart lyrics and complex musicianship set them apart on the radio of the 1970s. As can be seen from this lyric, Becker and his partner Donald Fagen had a biting wit that is rarely found in pop music, and Becker will be sorely missed.", 
        "word_name": "dreary", 
        "word_example": "She said maybe its the skeevy look in your eyes  ", 
        "word_definition": "lacking in liveliness or charm or surprise"
      }, 
      "magnitude": {
        "word_description": "Late Thursday night an earthquake occurred off the southwestern coast of Mexico, triggering a tsunami warning and resulting in widespread damage, the extent of which remains to be seen.", 
        "word_name": "magnitude", 
        "word_example": "At least five people died after a quake with a  magnitude of 8.1 struck off the Pacific coast late Thursday.", 
        "word_definition": "the property of relative size or extent"
      }, 
      "labor": {
        "word_description": "This week began with the Labor Day holiday. Any manual or physical activity that is not done for fun can be called a  ", 
        "word_name": "labor", 
        "word_example": "The government also launched the  labor reforms that were central to Macron’s campaign promise to boost France’s lagging economy through pro-free market policies.", 
        "word_definition": "a social class comprising those who do work for wages"
      }, 
      "debunk": {
        "word_description": "This week the Justice Department concluded its investigation into President Trump's claim that President Obama had Trump Tower offices wire-tapped during the 2016 campaign. The Justice Department said that there was no evidence to support the president's accusation.", 
        "word_name": "debunk", 
        "word_example": "But in a court filing late on Friday, the Justice Department added itself to the list of entities  debunking the allegation. ", 
        "word_definition": "expose while ridiculing"
      }, 
      "lugubrious": {
        "word_description": "Pulitzer Prize-winning poet John Ashbery died this week at the age of 90. Immensely talented and hugely influential, Ashbery made up his own rules about how poetry could flow and sound. Ashbery could assign adjectives of the educated to armchairs one minute, and insert a diner's lunch specials into a poem the next. Ashbery is also the only person to win the Pulitzer Prize, the National Book Award and the National Book Critic's Circle award in the same year, which he did in 1976.", 
        "word_name": "lugubrious", 
        "word_example": "That armchair is really too  lugubrious. ", 
        "word_definition": "excessively mournful"
      }, 
      "defiance": {
        "word_description": "North Korea conducted another nuclear test this week. It was by far the most powerful bomb they have tested, but it is not clear if it was in fact a hydrogen bomb, as North Korea has claimed. The United States has promised that any threats to use the weapon will be met with a \"massive military response.\"", 
        "word_name": "defiance", 
        "word_example": "North Korea carried out its sixth and most powerful nuclear test on Sunday, according to South Korea and Japan, an extraordinary show of  defiance by North Korea’s leader, Kim Jong-un, against President Trump.  ", 
        "word_definition": "a hostile challenge"
      }, 
      "ravaged": {
        "word_description": "Sometimes, even in the darkest hour, there are opportunities to smile. There was a huge collective smile on the faces of the flooded-out residents of Texas who received free Pizza Hut pizza this week. The pizza was delivered via kayak.", 
        "word_name": "ravaged", 
        "word_example": "Amid the floods that  ravaged Texas as a result of Hurricane Harvey, a few bright spots have emerged. This particular one comes with cheese. ", 
        "word_definition": "having been robbed and destroyed by force and violence"
      }, 
      "rampant": {
        "word_description": "People who object to doing away with DACA point out that the move to  ", 
        "word_name": "rampant", 
        "word_example": "As rumors about Mr. Trump’s impending move to end DACA ran  rampant in recent days, advocacy groups and progressive activists agitated strongly against the decision... ", 
        "word_definition": "occurring or increasing in an unrestrained way"
      }, 
      "rescind": {
        "word_description": "Attorney General Jeff Sessions announced that the administration will be ending DACA, which stands for Deferred Action for Childhood Arrivals. This was a provision that withheld punishment of the illegal aliens who were brought here as children. Sessions assured the so-called \"Dreamer\" population of about 800,000 that they were not in immediate danger of deportation. He stressed that his chief concern is that the program not extend to new immigrants, but many people are nervous about this news.", 
        "word_name": "rescind", 
        "word_example": "The program known as DACA that was effectuated under the Obama administration is being  rescinded,” Mr. Sessions told reporters... ", 
        "word_definition": "cancel officially"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This was a week of bouncing between extremes. The relaxation of \n", 
    "list_href": "/lists/1829038"
  }, 
  "Fidel Castro (1926-2016) Memorial  List": {
    "list_brief_description": "Here are twelve quotes from Fidel Castro, Cuba's leader for over 50 years, who died on November 25, 2016 at the age of 90. Because Castro led a Communist countr...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "dialectical": {
        "word_description": "\"Dialectical Materialism\" is the view of history put forth by Karl Marx and adopted by the communist viewpoint. Dialectical Materialism views history as a series of conflicts and contradictions between forces like social classes or political groups caused by the material needs of the individual groups that Interfere with one another. Examining how these conflicts were resolved tells the story of history, and examining how they might have been resolved provides a lesson to learn for the future.", 
        "word_name": "dialectical", 
        "word_example": "Sorry, I'm still a  dialectical materialist.", 
        "word_definition": "relating to reasoning by the exchange of logical arguments"
      }, 
      "deprecate": {
        "word_description": "", 
        "word_name": "deprecate", 
        "word_example": "With what morality can the [US] leaders talk of human rights in a country where there are millionaires and beggars, where blacks face discrimination, women are prostituted, and great masses of Chicanos, Puerto Ricans and Latin Americans are  deprecated, exploited and humiliated?", 
        "word_definition": "express strong disapproval of; deplore"
      }, 
      "revenue": {
        "word_description": "", 
        "word_name": "revenue", 
        "word_example": "The  revenues of Cuban state-run companies are used exclusively for the benefit of the people, to whom they belong.", 
        "word_definition": "the entire amount of income before any deductions are made"
      }, 
      "compatriot": {
        "word_description": "", 
        "word_name": "compatriot", 
        "word_example": "I am not interested in power nor do I envisage assuming it at any time. All that I will do is to make sure that the sacrifices of so many  compatriots should not be in vain, whatever the future may hold in store for me.", 
        "word_definition": "a person from your own country"
      }, 
      "pathos": {
        "word_description": "", 
        "word_name": "pathos", 
        "word_example": "I am nearing 90. I will soon pass away like everyone else. The time will come for all of us, but the ideas of Cuban communists are an evidence that, in case if we work with  pathos and dignity, we can produce material and cultural values people need.", 
        "word_definition": "a quality that arouses emotions, especially pity or sorrow"
      }, 
      "fascism": {
        "word_description": "", 
        "word_name": "fascism", 
        "word_example": "Russia and China know the world’s problems much better than the US because they were obliged to endure the terrible wars imposed on them by  fascism’s blind egoism. I have no doubt that they, given their historical traditions and revolutionary experience, will make the greatest effort to avoid war and contribute to the peaceful development of Venezuela, Latin America, Asia and Africa", 
        "word_definition": "a political theory advocating an authoritarian government"
      }, 
      "endure": {
        "word_description": "", 
        "word_name": "endure", 
        "word_example": "Russia and China know the world’s problems much better than the US because they were obliged to  endure the terrible wars imposed on them by fascism’s blind egoism. I have no doubt that they, given their historical traditions and revolutionary experience, will make the greatest effort to avoid war and contribute to the peaceful development of Venezuela, Latin America, Asia and Africa", 
        "word_definition": "undergo or be subjected to"
      }, 
      "aspire": {
        "word_description": "", 
        "word_name": "aspire", 
        "word_example": "I neither will  aspire to nor will I accept, the position of president of the council of state and commander in chief.", 
        "word_definition": "have an ambitious plan or a lofty goal"
      }, 
      "deteriorate": {
        "word_description": "", 
        "word_name": "deteriorate", 
        "word_example": "I think that a man should not live beyond the age when he begins to  deteriorate, when the flame that lighted the brightest moment of his life has weakened.", 
        "word_definition": "become worse or disintegrate"
      }, 
      "repugnant": {
        "word_description": "", 
        "word_name": "repugnant", 
        "word_example": "I find capitalism  repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition.", 
        "word_definition": "offensive to the mind"
      }, 
      "envisage": {
        "word_description": "", 
        "word_name": "envisage", 
        "word_example": "I am not interested in power nor do I  envisage assuming it at any time. All that I will do is to make sure that the sacrifices of so many compatriots should not be in vain, whatever the future may hold in store for me.", 
        "word_definition": "form a mental image of something that is not present"
      }, 
      "intervention": {
        "word_description": "", 
        "word_name": "intervention", 
        "word_example": "No thieves, no traitors, no interventionists! This time the revolution is for real!", 
        "word_definition": "a policy of meddling in the affairs of other countries"
      }
    }, 
    "list_detailed_description": "Here are twelve quotes from Fidel Castro, Cuba's leader for over 50 years, who died on November 25, 2016 at the age of 90. \n", 
    "list_href": "/lists/1377719"
  }, 
  "This Week in Words: June 25 - 30, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Washington's w...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "reconciliation": {
        "word_description": "In this sense,  reconciliation implies fixing something that was wrong in order to get two things to come together better. The Senate's proposed Better Care Reconciliation act is intended to \"repeal, replace and fix\" what many view as a broken health care system, the one that's come to be known as \"Obamacare\".", 
        "word_name": "reconciliation", 
        "word_example": "The Better Care  Reconciliation Act would start cutting Medicaid by the year 2021 if passed.", 
        "word_definition": "getting two things to correspond"
      }, 
      "resentful": {
        "word_description": "Prince Harry made the news when Newsweek published an interview with the young royal. In this quote, Prince Harry discusses being resentful of being pulled out of the army because it was deemed too dangerous for him to serve. Prince Harry is royal and rich beyond imagination, yet even he gets frustrated with his lot in life. We can't decide if that's depressing or somehow uplifting.", 
        "word_name": "resentful", 
        "word_example": "I felt very  resentful. Being in the Army was the best escape I’ve ever had. I felt as though I was really achieving something ", 
        "word_definition": "full of or marked by indignant ill will"
      }, 
      "reminisce": {
        "word_description": "When a girl-group as huge as TLC releases a new album, especially when that release is accompanied by the announcement that it'll be their last, it's (at least in pop culture) newsworthy. The self-titled \"TLC\", the first release since their lead singer's tragic death in 2002, is full of throwback hip hop and R&B tracks. If TLC hadn't decided to name the album after themselves, \"Reminisce\" might have been a good alternative.", 
        "word_name": "reminisce", 
        "word_example": "Don't you ever wish ", 
        "word_definition": "recall the past"
      }, 
      "apprehend": {
        "word_description": "The story of an Arkansas convict being apprehended after he escaped from prison in 1985 certainly captured people's attention this week. How did authorities catch him? A tip came in after the fugitive visited his mother. You might not necessarily think of an escaped felon as being a good son, but depending on how you look at it, being a good son might just be the reason this guy was caught. Think he'll send a Mother's Day card next year?", 
        "word_name": "apprehend", 
        "word_example": "Arkansas authorites said Sunday that they had  apprehended an inmate who had been on the run for more than three decades.  ", 
        "word_definition": "take into custody"
      }, 
      "injunction": {
        "word_description": "\"Injunction\" was the big surprise on our vocabulary countdown this week, as the Supreme Court decided the cases it will and will not hear in the upcoming session. The bench issued a preliminary ruling on President Trump's travel ban, upholding parts of it. Supreme Court Justices have a lot of power, so maybe that's a future career if Prince or First Daughter doesn't sound so appealing anymore.", 
        "word_name": "injunction", 
        "word_example": "We grant the government’s applications to stay the  injunctions, to the extent the  injunctions prevent enforcement of” Mr. Trump’s executive order, the ruling said, “with respect to foreign nationals who lack any bona fide relationship with a person or entity in the United States\" ", 
        "word_definition": "a judicial remedy to prohibit a party from doing something"
      }, 
      "savant": {
        "word_description": "First daughter Ivanka Trump gave another widely watched interview this week, in which she distanced herself from the political aspects of her family's dealings. She's another impossibly wealthy person who seems less than thrilled with life these days. Maybe being rich and powerful isn't as easy and fun as it looks?", 
        "word_name": "savant", 
        "word_example": "I feel blessed just being part of the ride from day one and before. But he did something pretty remarkable. But I don’t profess to be a political  savant. ", 
        "word_definition": "a learned person"
      }, 
      "subsidy": {
        "word_description": "The details of the latest attempt at a new health care bill were released this week by the Senate, and much of the discussion was taken up with a back and forth about what the proposal would or would not accomplish. The only thing anyone's sure of is that the other side is wrong, particularly when it comes to subsidies.  Subsidies are payments made by the government, and a real sticking point in the health care conundrum.", 
        "word_name": "subsidy", 
        "word_example": "\"Older people who are now getting premium  subsidies would get substantially less help, but younger people would get more.\"", 
        "word_definition": "a grant paid by a government to an enterprise"
      }, 
      "intransigent": {
        "word_description": "Intransigent is a good word to use when it becomes clear that nothing is going to change, like when opponents on each side of a dispute have dug in their heels and will not budge. Apparently, Senate Majority Leader Mitch McConnell saw the writing on the wall when it came to getting (or not getting, in this case) enough support for the Senate's health care bill this week and decided to delay the vote until after the July 4th holiday break. More time for cajoling between now and then!", 
        "word_name": "intransigent", 
        "word_example": "Facing  intransigent Republican opposition, Senator Mitch McConnell of Kentucky, the Republican leader, has told senators he will delay a vote on his legislation to repeal the Affordable Care Act, dealing President Trump an embarrassing setback on a key part of his agenda. ", 
        "word_definition": "impervious to pleas, persuasion, requests, or reason"
      }, 
      "cajole": {
        "word_description": "In the context of politics in Washington,  cajole is a word that conjures images of back-room dealings. People cajole others to get what they want, and it's a polite way to describe what probably went on behind the scenes in the Senate this week to make a deal on the latest health care bill.", 
        "word_name": "cajole", 
        "word_example": "With criticism mounting over their bill to repeal the Affordable Care Act, top Republicans are cutting deals and  cajoling members to get to 50 votes. ", 
        "word_definition": "influence or urge by gentle urging, caressing, or flattering"
      }, 
      "retract": {
        "word_description": "Three CNN staffers resigned this week when a story they reported about a connection between an associate of President Trump and a Russian investment fund \"did not meet editorial standards.\" That's a nice way of saying that they are not sure if what these reporters  said happened  actually happened. CNN decided to retract the article, which is the media's way of saying, \"We take it back.\"", 
        "word_name": "retract", 
        "word_example": "The  retracted story appeared on CNN’s website and did not air on television.", 
        "word_definition": "formally reject or disavow"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. Washington's wrangling over health care legislation dominated the news cycle, with Republican leadership attempting to cajole intransigent colleagues into supporting the bill. But this week wasn’t all about politics: we were also intrigued by resentful royals, apprehended fugitives, and a 90s hip hop group reminiscing about their past. Take a look back on the week that was, vocabulary-style.", 
    "list_href": "/lists/1752362"
  }, 
  "This Week in Words: July 9 - 15, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. The news this ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "whimsical": {
        "word_description": "Yankee Aaron Judge won the Home Run Derby this week, part of Major League Baseball's All-Star Week. Judge hit 47 home runs during the derby. Although   whimsical is not a word usually associated with baseball, the Marlins have a ", 
        "word_name": "whimsical", 
        "word_example": "In the final round, Judge’s drives visited an array of ballpark destinations — a staircase, bushes, the seats above left, center and right field, and, twice, the garishly  whimsical home run sculpture that towers above left-center field.  ", 
        "word_definition": "indulging in or influenced by the imagination"
      }, 
      "intractable": {
        "word_description": "This quote is from Secretary of State Rex Tillerson, and refers to a disagreement between President Trump and Vladimir Putin, who can't agree about Russian meddling in the presidential election. Putin refused to confirm the conclusions several U.S. intelligence agencies have reached. The President just wants to move on. I neglected to put the cap back on the toothpaste last week and we're still stuck on that in my house, so good luck moving on from an \"alleged international incident.\"", 
        "word_name": "intractable", 
        "word_example": "“The Presidents rightly focused on how do we move forward from what may simply be an  intractable disagreement at this point.”", 
        "word_definition": "difficult to manage or mold"
      }, 
      "libretto": {
        "word_description": "This year's Tony winner for Best Musical,  Dear Evan Hansen, is releasing a book all about the show. The book will include the complete lyrics, or   libretto of the musical.   Libretto comes from Italian for \"little book\" but with all its popularity, there will probably be nothing little about the Dear Evan Hansen book. Look for it to be very successful as a must-have souvenir.", 
        "word_name": "libretto", 
        "word_example": "The new book is billed as a “behind-the-scenes” account of the making of the Tony-winning musical, written by the creative team of Steven Levenson, Benj Pasek, and Justin Paul, and will include personal memories, photographs, unreleased lyrics, and the Dear Evan Hansen  libretto. ", 
        "word_definition": "the words of an opera or musical play"
      }, 
      "doppelganger": {
        "word_description": "It was revealed this week that Kermit the Frog is getting a new voice. The previous voice has decided to step down and has been replaced by a Muppeteer named Matt Vogel. This is a much easier transition to adjust to than the previous one, when Jim Henson's untimely death forced someone else to step in and bring to life The Muppets' signature character. Voices may come and go, but we can only hope that Kermit lasts forever.", 
        "word_name": "doppelganger", 
        "word_example": "Vogel previously voiced Constantine, Kermit’s evil  doppelgänger, in the 2014 movie Muppets Most Wanted. Elsewhere, he tackled classic characters like Floyd, The Count, and Lew Zealand.  ", 
        "word_definition": "a ghostly double that haunts its living counterpart"
      }, 
      "agitprop": {
        "word_description": "From the Russian words for \"agitation\" and \"propaganda,\"  agitprop is usually associated with posters and other pieces of artwork. In this case, however, the campaign of misinformation was carried out via Twitter. Twitter always has the potential to be a minefield of exaggeration and falsehood, but when you add in the president's tweets and international intrigue, it truly becomes a circus-like spectacle.", 
        "word_name": "agitprop", 
        "word_example": "In January, the intelligence community found that Putin had ordered an elaborate effort to propel Trump to the presidency, which was partly accomplished by employing professional trolls to flood social media with pro-Trump  agitprop, and disseminating \"fake news\" aimed at undermining then-candidate Hillary Clinton and boosting Trump. ", 
        "word_definition": "political propaganda communicated via art and literature"
      }, 
      "collusion": {
        "word_description": " Collusion involves two or more parties getting together in secret to accomplish something underhanded and, well, wrong. You can't   collude  with your brother to buy your mom a birthday gift, or with your friends to raise money for charity. The goals of   collusion have to be more nefarious than that. The Trump campaign is accused of   colluding with the Russian government to swing the election Trump's way, which, if true, would be nefarious indeed.", 
        "word_name": "collusion", 
        "word_example": "The Trump team is under investigation over alleged Russian  collusion during last year's presidential campaign.", 
        "word_definition": "agreement on a secret plot"
      }, 
      "incriminate": {
        "word_description": "Donald Trump has been suggesting Hillary Clinton's guilt, or seeking to   incriminate her since he first entered the presidential race. This week saw the revelation that Donald Trump, Jr. met with a Russian lawyer who promised to provide   incriminating information on Mrs. Clinton. No one knows what effect this will have on the Trump-Russia investigation, but we're under The Big Top, and it should be interesting.", 
        "word_name": "incriminate", 
        "word_example": "The Crown prosecutor of Russia met with his father Aras this morning,” Goldstone writes, “and in their meeting offered to provide the Trump campaign with some official documents and information that would  incriminate Hillary and her dealings with Russia and would be very useful to your father.” ", 
        "word_definition": "suggest that someone is guilty"
      }, 
      "liberated": {
        "word_description": "It was reported this week that the Islamic State was defeated in Mosul, a major loss for the terrorist group ISIS and a victory for the countries waging the military battle against it. It is too soon to tell what this victory will mean in the long term, because other groups could seize control, but in the short term this event is something to celebrate.", 
        "word_name": "liberated", 
        "word_example": "The government’s record in other  liberated cities is at best patchy.", 
        "word_definition": "free from traditional social restraints"
      }, 
      "proxy": {
        "word_description": "Donald Trump, Jr. was drawn into the controversy surrounding the Trump campaign's possible   collusion with Russia when it was revealed that he took a meeting with a lawyer who had connections to, and was a   proxy for, the Russian government.", 
        "word_name": "proxy", 
        "word_example": "In a statement on Sunday, Mr. Trump acknowledged that he was interested in receiving damaging information about Mrs. Clinton, but gave no indication that he thought the lawyer might have been a Kremlin  proxy.— ", 
        "word_definition": "a person authorized to act for another"
      }, 
      "humane": {
        "word_description": "Donna the Hippopotamus was 62 years old and a mainstay at the Manila Zoo. The average hippo life span is between 40 and 50 years old, so Donna defied the odds. To put this in perspective, the human life expectancy in North America is 77, so you'd have to live to be 89 to match Donna's longevity. She will be missed.", 
        "word_name": "humane", 
        "word_example": "It is with great sadness for us to announce that Donna, the world's oldest living Nile hippopotamus in captivity, was humanely euthanised this morning due to her declining quality of life caused by her debilitating severe arthritis,\" Amos Morris, the zoo's director, said in a statement on Wednesday. ", 
        "word_definition": "marked by concern with the alleviation of suffering"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. The news this week is best compared to a three-ring political circus, or perhaps a zoo. In addition to the media spectacle that was the meeting between President Donald Trump and Vladimir Putin and their \n", 
    "list_href": "/lists/1765942"
  }, 
  "This Week in Words: August 21 - 25, 2017": {
    "list_brief_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This week's top ne...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "bedevil": {
        "word_description": "This week President Trump addressed the nation to outline a change in policy regarding the ongoing war in Afghanistan. Although the speech itself was short on specifics, reports indicate that there will be a troop level increase of about 4,000. President Trump's speech put forth a renewed commitment to combat the Taliban. Trump also stressed that it is important to firmly establish an Afghan government that is independent and free of corruption.", 
        "word_name": "bedevil", 
        "word_example": "But in announcing his plan, Mr. Trump embraced deepened American involvement in a military mission that has  bedeviled his predecessors and that he once called futile. ", 
        "word_definition": "be confusing or perplexing to"
      }, 
      "glib": {
        "word_description": "President Trump held a rally in Phoenix this week. In his remarks to the crowd, he defended his reaction to the events in Charlottesville and blamed the media for the division in the country. There was a rumor that Mr. Trump would pardon Sheriff Joe Arpaio, one of the most controversial figures in the immigration debate, but that did not happen. \"I won’t do it tonight because I don’t want to cause any controversy,” Mr. Trump said. “I’ll make a prediction: I think he’s going to be just fine.”", 
        "word_name": "glib", 
        "word_example": "Removing his statements about the violence from his jacket pocket, Mr. Trump glibly ticked off a list of racist groups that he had been urged to explicitly denounce...  ", 
        "word_definition": "artfully persuasive in speech"
      }, 
      "atrocity": {
        "word_description": "There was an uplifting story this week from a swimming competition in Budapest. A Spanish swimmer asked the organizers to arrange a moment of silence for the victims of the Barcelona terrorist attack. When the organizers refused, citing time constraints, the swimmer stood on his starting block for a full minute at the start of his race before jumping into the pool. He sacrificed the race and drew attention to the lives lost in his home country.", 
        "word_name": "atrocity", 
        "word_example": "Fernando Alvarez had asked officials of the World Masters Championships in Budapest if a minute's silence could be held before his race in honour of those killed and injured in Thursday's double  atrocity. ", 
        "word_definition": "an act of shocking cruelty"
      }, 
      "fraught": {
        "word_description": "After several of the honorees of this year's Kennedy Center Honors vowed not to attend the ceremony to protest the President's policies and recent comments, President and Mrs. Trump have decided not to attend, \"to allow the honorees to celebrate without any political distraction.” This will be one of only a handful of times that the sitting president has not been present at the Kennedy Center Honors.", 
        "word_name": "fraught", 
        "word_example": "The decision was another episode in an already  fraught week for the White House.  ", 
        "word_definition": "marked by distress"
      }, 
      "trajectory": {
        "word_description": "One of the biggest events of the week took place in the sky: the total eclipse of the sun. Many observers who not in the \"path of totality\" were underwhelmed by the eclipse, because they only experienced partial darkness. Others, equipped with special glasses and Bonnie Tyler's classic song \"Total Eclipse of the Heart\", wholeheartedly enjoyed the eclipse for the rare spectacle it was.", 
        "word_name": "trajectory", 
        "word_example": "It’s the first total solar eclipse with a  trajectory exclusive to America, as well as the first total eclipse of the sun that will be visible from the contiguous U.S. since 1979. ", 
        "word_definition": "the path followed by an object moving through space"
      }, 
      "embolden": {
        "word_description": "Counter-protestors took to the streets to denounce the white supremacists who staged a march in Boston this week. After Charlottesville, tension was high at the march. Counter-protestors greatly outnumbered the supremacists at this particular event, drowning them out with a message of acceptance. By all accounts, the event was largely peaceful.", 
        "word_name": "embolden", 
        "word_example": "... demonstrators,  emboldened and unnerved by the... eruption of violence in Virginia last weekend, surged into the nation’s streets ...to denounce white supremacy and Nazism. ", 
        "word_definition": "give encouragement to"
      }, 
      "denounce": {
        "word_description": "The fallout from the events in Charlottesville and the president's reaction to those events continued this week. James Murdoch, the CEO of 21st Century Fox, whose family (including father Rupert Murdoch) were Trump supporters, publicly condemned the president for not criticizing the white supremacists and neo-Nazis harshly enough. Murdoch wrote: \"I can't even believe I have to write this: standing up to Nazis is essential; there are no good Nazis. Or Klansmen, or terrorists.\"", 
        "word_name": "denounce", 
        "word_example": "The CEO of 21st Century Fox has  denounced racism and terrorists while expressing concern over President Donald Trump's reaction to the violence in Charlottesville, Virginia. ", 
        "word_definition": "speak out against"
      }, 
      "artifact": {
        "word_description": "Here's a tip: if you're in a museum, don't go past the security ropes and let your child mess with ancient  ", 
        "word_name": "artifact", 
        "word_example": "The ancient  artifact, which is housed at Prittlewell Priory Museum in Southend, Essex, was accidentally knocked off its stand and broken after the child was lifted over a protective barrier. ", 
        "word_definition": "a man-made object"
      }, 
      "multifaceted": {
        "word_description": "Comedy legend  ", 
        "word_name": "multifaceted", 
        "word_example": "People hate me because I am a  multifaceted, talented, wealthy, internationally famous genius.  ", 
        "word_definition": "having many aspects"
      }, 
      "torment": {
        "word_description": "Comedian and activist  ", 
        "word_name": "torment", 
        "word_example": "Riches do not delight us so much with their possession, as  torment us with their loss.- Dick Gregory, Quoted in The Book of Financial Wisdom by C. Foster Stanback", 
        "word_definition": "intense feelings of suffering; acute mental or physical pain"
      }, 
      "disperse": {
        "word_description": "After the Trump rally in Phoenix, there was some conflict between people protesting the president outside the venue and the police assigned to the event. Although there were no reports of serious injuries, the crowd turned rowdy and the police had to use anti-rioting measures to control the assembled mass of people.", 
        "word_name": "disperse", 
        "word_example": "What had largely been a peaceful rally near the Phoenix Convention Center for President Donald Trump's speech...turned combustible afterward, with police deploying pepper spray and stun grenades to  disperse the large crowd.  ", 
        "word_definition": "cause to separate"
      }, 
      "signature": {
        "word_description": "At the Phoenix rally and afterwards on Twitter, President Trump vowed to shut down the government if his long-promised border wall is not funded by Congress. A government shutdown has occurred in the past, but it usually happens when there are squabbles between political parties. A government shutdown when one party is in control of the White House and both houses of Congress would be unprecedented.", 
        "word_name": "signature", 
        "word_example": "President Trump issued an extraordinary challenge to his own party late Tuesday, threatening to shut down the government... if Congress did not fund a wall on the southern border that was a  signature promise of his campaign for the White House. ", 
        "word_definition": "a distinguishing style"
      }, 
      "visceral": {
        "word_description": "Steve Bannon, who was a top advisor to President Trump, left the White House job this week. Bannon is a controversial figure, rumored to have clashed with many other members of the White House staff, including the President's daughter and son-in-law, as well as new Chief of Staff General Kelly. Upon his exit, Bannon immediately resumed his editorial position at Breitbart News, a website with a history of extreme political views.", 
        "word_name": "visceral", 
        "word_example": "He has been an unyielding advocate for a  visceral brand of nationalism, and though he lost as often as he won in policy debates, his departure could tip the balance on some...contested issues... ", 
        "word_definition": "obtained through intuition rather than from reasoning"
      }, 
      "cavernous": {
        "word_description": "Our feel-good story this week involves tons of cute furry animals. There is a Pet Oasis at New York's JFK Airport that has recently opened for animals of all kinds who are in transit. Many are traveling without human companions, and often animals are the first to be kicked off flights due to weight restrictions. The airport facility known as \"The Ark\" makes the journeys of everything from pot-bellied pigs to rare pigeons more comfortable.", 
        "word_name": "cavernous", 
        "word_example": "One morning, two house cats bound for London ...waited...in the Ark’s  cavernous Pet Oasis, down the aisle from...military explosives-sniffing dogs being redeployed to the Middle East... ", 
        "word_definition": "being or suggesting a large dark enclosed space"
      }
    }, 
    "list_detailed_description": "No time to scour the headlines or watch the news? No problem! We’ve rounded up the top words heard, read, debated, and discussed this week. This week's top news items were in many respects related to the aftermath of last week. Since Charlottesville, the atmosphere around the White House has been \n", 
    "list_href": "/lists/1806987"
  }, 
  "Debbie Reynolds (1932-2016) Tribute List": {
    "list_brief_description": "Just one day after the death of her daughter Carrie Fisher, Hollywood icon Debbie Reynolds died of a stroke at the age of 84 on December 28, 2016. Reynolds will...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "gratify": {
        "word_description": "", 
        "word_name": "gratify", 
        "word_example": "I gave it all that I had, and it's  gratifying that others seem to be receiving it so well.", 
        "word_definition": "make happy or satisfied"
      }, 
      "hooligan": {
        "word_description": "", 
        "word_name": "hooligan", 
        "word_example": "I had a lot of fun with Frank Sinatra, because he was such a  hooligan, and so to himself, he was the king, and everything was his way, and I enjoyed watching that.", 
        "word_definition": "a cruel and brutal fellow"
      }, 
      "vulgar": {
        "word_description": "", 
        "word_name": "vulgar", 
        "word_example": "Molly Brown: [in France] Here I'm pleasant, at home I'm  vulgar, I guess it's like here you eat snails, at home you step on them. ", 
        "word_definition": "lacking refinement or cultivation or taste"
      }, 
      "precision": {
        "word_description": "", 
        "word_name": "precision", 
        "word_example": "Anything worthwhile is hard, and dancing is very hard, and if you’ve ever studied dancing of any kind you’d know that to be in  precision, three people dancing together.", 
        "word_definition": "the quality of being reproducible in amount or performance"
      }, 
      "gullible": {
        "word_description": "", 
        "word_name": "gullible", 
        "word_example": "Charlotte: Trust me, Wilbur. People are very  gullible. They'll believe anything they see in print.", 
        "word_definition": "naive and easily deceived or tricked"
      }, 
      "conceited": {
        "word_description": "", 
        "word_name": "conceited", 
        "word_example": "Kathy Selden: Laugh all you want, but at least the stage is a dignified profession. ", 
        "word_definition": "having an exaggerated sense of self-importance"
      }, 
      "dignified": {
        "word_description": "", 
        "word_name": "dignified", 
        "word_example": "Kathy Selden: Laugh all you want, but at least the stage is a  dignified profession. ", 
        "word_definition": "having or showing self-esteem"
      }, 
      "salutation": {
        "word_description": "", 
        "word_name": "salutation", 
        "word_example": "Charlotte:  Salutations. ", 
        "word_definition": "an acknowledgment or expression of good will"
      }, 
      "versatile": {
        "word_description": "", 
        "word_name": "versatile", 
        "word_example": "Wilbur: I didn't know you could lay eggs. ", 
        "word_definition": "having great diversity or variety"
      }, 
      "humble": {
        "word_description": "", 
        "word_name": "humble", 
        "word_example": "Charlotte:  Humble.  Humble has two meanings: it means \"not proud\" and and it also means \"near the ground.\" That's Wilbur all over. ", 
        "word_definition": "marked by meekness or modesty; not arrogant or prideful"
      }
    }, 
    "list_detailed_description": "Just one day after the death of her daughter Carrie Fisher, Hollywood icon Debbie Reynolds died of a stroke at the age of 84 on December 28, 2016. Reynolds will be remembered for her role in one of the greatest movie musicals of all time, \"Singin' in the Rain,\" and her Oscar-nominated performance in \"The Unsinkable Molly Brown.\" She was also the voice of the title spider in the animated musical \"Charlotte's Web,\" which was full of its own vocabulary lessons. Here are twelve vocabulary words from quotes by Debbie Reynolds both in and out of character.", 
    "list_href": "/lists/1436624"
  }, 
  "This Week in Words: July 1 - 7, 2017": {
    "list_brief_description": "Too wrapped up in Fourth of July festivities to watch the news? Did you use the newspaper to light a grill instead of reading it? No problem! We’ve rounded up...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "reticent": {
        "word_description": "This quote is from a letter to the Republican leadership about the current budget proposal.  Reticent isn't really the best word choice here — if you are  reticent  you are reluctant to discuss something, and obviously the authors are discussing the issue. Clearly the group doesn't want to support the resolution — they are not  reticent about it. They may be willing to shout their opinion from rooftops. A word like  reluctant would be more fitting.", 
        "word_name": "reticent", 
        "word_example": "“[A]bsent such a bipartisan, bicameral agreement, we are  reticent to support any budget resolution on the House floor,” the letter reads. ", 
        "word_definition": "temperamentally disinclined to talk"
      }, 
      "culmination": {
        "word_description": "A shooting at an Arkansas nightclub injured 28 people. The governor used the word culmination because although there have been other acts of violence, this is the worst incident this area has seen — a  culmination is a final, large act in a series of smaller acts. Governor Hutchinson expressed the hope that the nightclub shooting is the end to this streak of violence, and that no further acts occur.", 
        "word_name": "culmination", 
        "word_example": "Little Rock’s crime problem appears to be intensifying. Every few days it seems a high-profile shooting dominates the news, culminating with this morning’s event,”  ", 
        "word_definition": "a concluding action"
      }, 
      "provocation": {
        "word_description": "South Korea's new President, Moon Jae-in, visited the White House this week to discuss with President Trump how to deal with continuing North Korean aggression. Then, later in the week, North Korea tested what is believed to be a long range ballistic missile capable of hitting Alaska, a violation of United Nations sanctions against the country.", 
        "word_name": "provocation", 
        "word_example": "In Seoul, Mr. Moon, who during his election campaign this year advocated talks with the North, met with senior security officials to discuss the latest  provocation, his office said. ", 
        "word_definition": "a means of arousing or stirring to action"
      }, 
      "acrimony": {
        "word_description": "President Trump penned a tweet criticizing \"Low-I.Q. Mika\" and accusing her of having a facelift. Twitter blew up like the sky on the Fourth of July over this, with critics claiming this was another of the president's attacks on female journalists and the President's defenders saying Brzezinski's attacks on Trump had started the whole thing. Much like a fireworks display, the rivalry was loud and attention-grabbing for awhile, but it soon faded away (at least to some degree).", 
        "word_name": "acrimony", 
        "word_example": "President Trump’s extraordinary attack on the television host Mika Brzezinski on Thursday capped a week of mounting  acrimony between the White House and the press. ", 
        "word_definition": "a rough and bitter manner"
      }, 
      "invincible": {
        "word_description": "Jay-Z's new album 4:44 was released this week. The lyrics address all aspects of the rapper's life, including his relationship with his wife Beyoncé in light of the revelations on her album \"Lemonade.\" These particular lyrics are said to be about Jay-Z's relationship with Kanye West — the rumor mill has it that Beyoncé doesn't like Kanye's wife, Kim Kardashian. Awkward! Imagine being the most powerful woman in hip hop and still being forced to hang out with someone you can't stand!", 
        "word_name": "invincible", 
        "word_example": "You walkin' around like you  invincible ", 
        "word_definition": "incapable of being overcome or subdued"
      }, 
      "denounce": {
        "word_description": "There were more pyrotechnics from the world of politics this week when President Trump attacked CNN for sharing a re-edited video using Trump's appearance as a guest at professional wrestling event. The CNN clip shows him tackling a man with a CNN logo superimposed over his face.", 
        "word_name": "denounce", 
        "word_example": "The wrestling video, which was also posted to the official @POTUS Twitter account, stirred criticism, disbelief and dumbfoundedness. Some journalists  denounced its portrayal of violence as dangerous, saying it could incite attacks or threats against news media employees. ", 
        "word_definition": "speak out against"
      }, 
      "deter": {
        "word_description": "In order to discourage, or  deter, parents from putting their children into the custody of criminals who will smuggle their kids into the United States, the Trump administration has enacted a policy that would punish the parents of these children.", 
        "word_name": "deter", 
        "word_example": "The administration said the arrests would  deter families from putting children in the hands of smugglers for dangerous journeys through regions controlled by drug cartels. ", 
        "word_definition": "try to prevent; show opposition to"
      }, 
      "fusillade": {
        "word_description": "Whatever your view of President Trump's behavior on Twitter, \" fusillade of tweets\" is a phrase you can endorse to describe them.  Fusillade is normally associated with a hail of gunfire, bullets flying everywhere. Similarly, the tweets come fast and furious, often in bursts, with the intent of pummeling their target into submission.", 
        "word_name": "fusillade", 
        "word_example": "From economic data to the tech sector’s meltdown and even President Donald Trump’s  fusillade of tweets, there will be no dearth of catalysts for stocks in the first several trading days of July. ", 
        "word_definition": "rapid simultaneous discharge of firearms"
      }, 
      "poignant": {
        "word_description": "", 
        "word_name": "poignant", 
        "word_example": "But there’s also something  poignant about the way the movie acknowledges and embraces the character’s teenage fallibility, his human error. This is a Spider-Man who can’t drive yet, who hasn’t entirely conquered his fear of heights, who cries when in pain. ", 
        "word_definition": "arousing affect"
      }, 
      "moratorium": {
        "word_description": "The NBA champion Golden State Warriors will pay Steph Curry $201 million for five years. It's the extra $1 million that we don't understand. Was the nice round number of $200 million an insult? Did Curry want to be that much closer to the Gross Domestic Product of Palau (He's got the Marshall Islands solidly beat.)? Is it a tax strategy for the mega-rich? Whatever the reason for the extra million, Curry's contract sets a record for N.B.A. Basketball.", 
        "word_name": "moratorium", 
        "word_example": "Golden State General Manager Bob Myers said a contract would be finalized with the Warriors star Stephen Curry once the free agency  moratorium ends on July 6th... Curry’s agent, Jeff Austin of Octagon Sports, first told ESPN that the deal would be worth $201 million over five years, a record for the N.B.A. ", 
        "word_definition": "suspension of an ongoing activity"
      }
    }, 
    "list_detailed_description": "Too wrapped up in Fourth of July festivities to watch the news? Did you use the newspaper to light a grill instead of reading it? No problem! We’ve rounded up the top ten words heard, read, debated, and discussed this week. There were plenty of pyrotechnics — sparks flew between unusual adversaries, with much of the battle taking place in a \n", 
    "list_href": "/lists/1757147"
  }, 
  "Sam Shepard (1943-2017) Tribute  List": {
    "list_brief_description": "Playwright and actor Sam Shepard died on July 27, 2017 of ALS, also known as Lou Gehrig's disease. He was 73 years old. Shepard won the Pulitzer Prize for Drama...", 
    "list_num": "11 Words", 
    "list_detailed_info": {
      "contrived": {
        "word_description": "", 
        "word_name": "contrived", 
        "word_example": "Personality is everything that's false in a human: everything that's been added on to him and  contrived.- Interview, 1984", 
        "word_definition": "showing effects of planning or manipulation"
      }, 
      "perplexing": {
        "word_description": "", 
        "word_name": "perplexing", 
        "word_example": "I hate endings. Just detest them. Beginnings are definitely the most exciting, middles are  perplexing and endings are a disaster. … The temptation towards resolution, towards wrapping up the package, seems to me a terrible trap. Why not be more honest with the moment? The most authentic endings are the ones which are already revolving towards another beginning. That’s genius.- Interview, 1977", 
        "word_definition": "lacking clarity of meaning"
      }, 
      "reckon": {
        "word_description": "", 
        "word_name": "reckon", 
        "word_example": "I feel like I've never had a home, you know? I feel related to the country, to this country, and yet I don't know exactly where I fit in... There's always this kind of nostalgia for a place, a place where you can  reckon with yourself.- Interview, 1979", 
        "word_definition": "take account of"
      }, 
      "chaos": {
        "word_description": "", 
        "word_name": "chaos", 
        "word_example": "I'm a great believer in  chaos. I don't believe that you start with a formula and then you fulfill the formula.  Chaos is a much better instigator, because we live in  chaos - we don't live in a rigorous form.- Interview, 2013", 
        "word_definition": "formless state of matter before the creation of the cosmos"
      }, 
      "resonate": {
        "word_description": "", 
        "word_name": "resonate", 
        "word_example": "In real life we don't know what's going to happen next. So how can you be that way on a stage? Being alive to the possibility of not knowing exactly how everything is going to happen next - if you can find places to have that happen onstage, it can  resonate with an experience of living. - Interview, 2012", 
        "word_definition": "be received or understood"
      }, 
      "spontaneity": {
        "word_description": "", 
        "word_name": "spontaneity", 
        "word_example": "I'm still very much a believer in the  spontaneity of certain kinds of writing. But then you have to eventually, when you're writing a long play, make adjustments along the way - all kinds of adjustments.- Interview, 2012", 
        "word_definition": "the quality of coming from feelings without constraint"
      }, 
      "vast": {
        "word_description": "", 
        "word_name": "vast", 
        "word_example": "There's no way to escape the fact that we've grown up in a violent culture, we just can't get away from it, it's part of our heritage. I think part of it is that we've always felt somewhat helpless in the face of this  vast continent. Helplessness is answered in many ways, but one of them is violence. - Interview, 2010", 
        "word_definition": "unusually great in size or amount or extent or scope"
      }, 
      "persist": {
        "word_description": "", 
        "word_name": "persist", 
        "word_example": "When you consider all the writers who never even had a machine. Who would have given an eyeball for a good typewriter. Any typewriter. All the ones who wrote on a matchbook covers. Paper bags. Toilet paper. Who had their writing destroyed by their jailers. Who  persisted beyond all odds.- True West", 
        "word_definition": "refuse to stop"
      }, 
      "totalitarianism": {
        "word_description": "", 
        "word_name": "totalitarianism", 
        "word_example": "Democracy's a very fragile thing. You have to take care of democracy. As soon as you stop being responsible to it and allow it to turn into scare tactics, it's no longer democracy, is it? It's something else. It may be an inch away from  totalitarianism. - Interview, 2004", 
        "word_definition": "a form of government in which the ruler is unconstrained"
      }, 
      "salvation": {
        "word_description": "", 
        "word_name": "salvation", 
        "word_example": "Well it is like  salvation sort of. I mean the smell. I love the smell of toast. And the sun's coming up. It makes me feel like anything's possible. Y'know?- True West", 
        "word_definition": "rescuing or protecting someone or something from harm"
      }, 
      "depreciate": {
        "word_description": "", 
        "word_name": "depreciate", 
        "word_example": "Everyone wants a piece of land. It's the only sure investment. It can never  depreciate like a car or a washing machine. Land will double its value in ten years. In less than that. Land is going up every day.- Curse of the Starving Class", 
        "word_definition": "decline in value"
      }
    }, 
    "list_detailed_description": "Playwright and actor Sam Shepard died on July 27, 2017 of ALS, also known as Lou Gehrig's disease. He was 73 years old. Shepard won the Pulitzer Prize for Drama in 1979 for his play \n", 
    "list_href": "/lists/1786030"
  }, 
  "Yevgeny Yevtushenko (1933-2017) Tribute List": {
    "list_brief_description": "Poet Yevgeny Yevtushenko died on April 1, 2017 at the age of 83. Yevtushenko was a very important poet in Russia in the period after the death of Stalin, writin...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "furtively": {
        "word_description": "", 
        "word_name": "furtively", 
        "word_example": "The last exploiter,  ", 
        "word_definition": "in a secretive manner"
      }, 
      "anxiety": {
        "word_description": "", 
        "word_name": "anxiety", 
        "word_example": "Character begins to form at the first pinch of  anxiety about ourselves. ", 
        "word_definition": "a vague unpleasant emotion in anticipation of a misfortune"
      }, 
      "diffident": {
        "word_description": "", 
        "word_name": "diffident", 
        "word_example": "Give me a mystery – just a plain and simple one – a mystery which is diffidence and silence, a slim little, barefoot mystery: give me a mystery – just one! ", 
        "word_definition": "showing modest reserve"
      }, 
      "fastidious": {
        "word_description": "", 
        "word_name": "fastidious", 
        "word_example": "It's indispensable, with a misfit's hunger,  ", 
        "word_definition": "giving careful attention to detail"
      }, 
      "callous": {
        "word_description": "", 
        "word_name": "callous", 
        "word_example": "In my blood there is no Jewish blood. In their  callous rage, all anti-Semites must hate me now as a Jew. For that reason I am a true Russian. ", 
        "word_definition": "emotionally hardened"
      }, 
      "beacon": {
        "word_description": "", 
        "word_name": "beacon", 
        "word_example": "Raised on powdered milk,we'll have no faith ", 
        "word_definition": "a tower with a light that warns passing ships"
      }, 
      "decrepit": {
        "word_description": "", 
        "word_name": "decrepit", 
        "word_example": "My beloved will come ", 
        "word_definition": "worn and broken down by hard use"
      }, 
      "posterity": {
        "word_description": "", 
        "word_name": "posterity", 
        "word_example": "One day  posterity will remember these strange times, when ordinary common honesty was called courage. ", 
        "word_definition": "all future generations"
      }, 
      "unkempt": {
        "word_description": "", 
        "word_name": "unkempt", 
        "word_example": "I] do not like poems that resemble hay compressed into a geometrically perfect cube. I like it when the hay,  unkempt, uncombed, with dry berries mixed in it, thrown together gaily and freely, bounces along atop some truck—and more, if there are some lovely and healthy lasses atop the hay—and better yet if the branches catch at the hay, and some of it tumbles to the road. ", 
        "word_definition": "not properly maintained or cared for"
      }, 
      "mausoleum": {
        "word_description": "", 
        "word_name": "mausoleum", 
        "word_example": "We removed ", 
        "word_definition": "a large burial chamber, usually above ground"
      }
    }, 
    "list_detailed_description": "Poet Yevgeny Yevtushenko died on April 1, 2017 at the age of 83. Yevtushenko was a very important poet in Russia in the period after the death of Stalin, writing about anti-Semitism and injustice at time when it was still dangerous to do so. Yevtushenko was immensely popular, even giving poetry readings in sports stadiums on occasion to crowds hanging on his every word. Yevtushenko's keen eye for detail and sense of humor enliven his work on all kinds of subjects, not just the political poems. Here are 10 vocabulary words from the work and wisdom of Yevgeny Yevtushenko.", 
    "list_href": "/lists/1632221"
  }, 
  "Mary Tyler Moore (1936-2017) Tribute List": {
    "list_brief_description": "Actress, comedian and advocate Mary Tyler Moore died at the age of 80 on January 25, 2017. Moore starred in two ground-breaking television series, The Dick Van ...", 
    "list_num": "10 Words", 
    "list_detailed_info": {
      "abrasive": {
        "word_description": "", 
        "word_name": "abrasive", 
        "word_example": "Mrs. Coplin: I'm..uh.. abrasive, pushy, defensive...my husband is...uh...food-phobic, passive-aggressive...eh?...c'mon! ", 
        "word_definition": "sharply disagreeable, unpleasant, or harsh"
      }, 
      "nourish": {
        "word_description": "", 
        "word_name": "nourish", 
        "word_example": "Take chances, make mistakes. That's how you grow. Pain  nourishes your courage. You have to fail in order to practice being brave.", 
        "word_definition": "provide with sustenance"
      }, 
      "cavort": {
        "word_description": "", 
        "word_name": "cavort", 
        "word_example": "My grandfather once said, having watched me one entire afternoon, prancing and leaping and  cavorting, ‘This child will either end up on stage or in jail.’ Fortunately, I took the easy route.", 
        "word_definition": "play boisterously"
      }, 
      "revelation": {
        "word_description": "", 
        "word_name": "revelation", 
        "word_example": "I loved working with Valerie [Harper] That was the most wonderful  revelation to find that when we are on a set and we're playing our roles, we're like separated twins. We can almost finish each other's dialogue.", 
        "word_definition": "an enlightening or astonishing disclosure"
      }, 
      "peripheral": {
        "word_description": "", 
        "word_name": "peripheral", 
        "word_example": "My  peripheral vision has been severely limited because of my diabetes, which means I can see just fine looking straight ahead. But if I am at a function with lots of people, I am constantly bumping into people - even kicking them!", 
        "word_definition": "on or near an edge or constituting an outer boundary"
      }, 
      "articulate": {
        "word_description": "", 
        "word_name": "articulate", 
        "word_example": "The kinds of shows that seem to work now, the comedy shows, are those which require very little attention. They're superficial and I like  articulate comedy.", 
        "word_definition": "characterized by clear expressive language"
      }, 
      "epiphany": {
        "word_description": "", 
        "word_name": "epiphany", 
        "word_example": "Well, Rhoda was, I think, the last actress that we saw. There had been so many wonderful actresses who were close, really close. But there was no magical  epiphany.", 
        "word_definition": "a divine manifestation"
      }, 
      "indulge": {
        "word_description": "", 
        "word_name": "indulge", 
        "word_example": "“I knew at a very early age what I wanted to do. Some people refer to it as  indulging in my instincts and artistic bent. I call it just showing off, which was what I did from about three years of age on.", 
        "word_definition": "yield to; give satisfaction to"
      }, 
      "melange": {
        "word_description": "", 
        "word_name": "melange", 
        "word_example": "I just like the continue doing what I've been doing. A  melange of funny, straight drama, television, movies, a little theater here and there wouldn't hurt. So if I can keep doing that, I'll be a very happy person.", 
        "word_definition": "a motley assortment of things"
      }, 
      "languish": {
        "word_description": "", 
        "word_name": "languish", 
        "word_example": "When the doctor said I had diabetes, I conjured images of  languishing on a chaise longue nibbling chocolates. I have no idea why I thought this.", 
        "word_definition": "become feeble"
      }
    }, 
    "list_detailed_description": "Actress, comedian and advocate Mary Tyler Moore died at the age of 80 on January 25, 2017. Moore starred in two ground-breaking television series, The Dick Van Dyke show and The Mary Tyler Moore show. The latter was the first popular television show which revolved around a single career woman. Moore's self-titled show wasn't primarily an issue-oriented program, however; it was concerned with being laugh-out-loud funny. The episode where Mary gets the giggles at the funeral of Chuckles the Clown is a classic. Moore was a Tony and Emmy Award winner, and she was nominated for an Oscar for \"Ordinary People.\" She became a spokeswoman for diabetes research when she was diagnosed with the disease. Here are 10 quotes from Mary Tyler Moore.", 
    "list_href": "/lists/1489281"
  }, 
  "Richard Adams (1920-2016) Tribute List": {
    "list_brief_description": "Author Richard Adams died on December 24, 2016. He was 96 years old. \"Watership Down,\" the tale of rabbits who must find a new home after a prophecy that their ...", 
    "list_num": "12 Words", 
    "list_detailed_info": {
      "stupefied": {
        "word_description": "", 
        "word_name": "stupefied", 
        "word_example": "Then the rain fell like a waterfall. In a few seconds the ground was covered with water and over it, to a height of inches, rose a haze formed of a myriad minute splashes.  Stupefied with the shock, unable even to move, the sodden rabbits crouched inert, almost pinned to the earth by the rain.", 
        "word_definition": "as if struck dumb with astonishment and surprise"
      }, 
      "paltry": {
        "word_description": "", 
        "word_name": "paltry", 
        "word_example": "Although there was no enemy or danger to be perceived, they felt the apprehension and doubt of those who have come unaware upon some awe-inspiring place where they themselves are  paltry fellows of no account", 
        "word_definition": "contemptibly small in amount"
      }, 
      "inert": {
        "word_description": "", 
        "word_name": "inert", 
        "word_example": "Then the rain fell like a waterfall. In a few seconds the ground was covered with water and over it, to a height of inches, rose a haze formed of a myriad minute splashes. Stupefied with the shock, unable even to move, the sodden rabbits crouched  inert, almost pinned to the earth by the rain.", 
        "word_definition": "unable to move or resist motion"
      }, 
      "apprehension": {
        "word_description": "", 
        "word_name": "apprehension", 
        "word_example": "Although there was no enemy or danger to be perceived, they felt the  apprehension and doubt of those who have come unaware upon some awe-inspiring place where they themselves are paltry fellows of no account", 
        "word_definition": "fearful expectation or anticipation"
      }, 
      "buoyant": {
        "word_description": "", 
        "word_name": "buoyant", 
        "word_example": "He looked as though he knew how to take care of himself. There was a shrewd,  buoyant air about him as he sat up, looked round and rubbed both front paws over his nose.", 
        "word_definition": "characterized by liveliness and lightheartedness"
      }, 
      "shrewd": {
        "word_description": "", 
        "word_name": "shrewd", 
        "word_example": "He looked as though he knew how to take care of himself. There was a  shrewd, buoyant air about him as he sat up, looked round and rubbed both front paws over his nose.", 
        "word_definition": "marked by practical hardheaded intelligence"
      }, 
      "propriety": {
        "word_description": "", 
        "word_name": "propriety", 
        "word_example": "When several creatures, men or animals, have worked together to overcome something offering resistance and have at last succeeded, there follows often a pause, as though they felt the  propriety of paying respect to the adversary who has put up so good a fight.", 
        "word_definition": "correct behavior"
      }, 
      "devise": {
        "word_description": "", 
        "word_name": "devise", 
        "word_example": "\"Animals don't behave like men,\" he said. 'If they have to fight, they fight; and if they have to kill they kill. But they don't sit down and set their wits to work to  devise ways of spoiling other creatures' lives and hurting them. They have dignity and animality.\"", 
        "word_definition": "arrange by systematic planning and united effort"
      }, 
      "circumscribe": {
        "word_description": "", 
        "word_name": "circumscribe", 
        "word_example": "Rabbits (says Mr. Lockley) are like human beings in many ways. One of these is certainly their staunch ability to withstand disaster and to let the stream of their life carry them along, past reaches of terror and loss. They have a certain quality which it would not be accurate to describe as callousness or indifference. It is, rather, a blessedly  circumscribed imagination and an intuitive feeling that Life is Now.", 
        "word_definition": "restrict or confine"
      }, 
      "conspicuous": {
        "word_description": "", 
        "word_name": "conspicuous", 
        "word_example": "A magpie, seeing some light-colored object  conspicuous on the empty slope, flew closer to look. but all that lay there was a splintered peg and a twisted length of wire.", 
        "word_definition": "obvious to the eye or mind"
      }, 
      "cunning": {
        "word_description": "", 
        "word_name": "cunning", 
        "word_example": "But first they must catch you, digger, listener, runner, prince with the swift warning. Be  cunning and full of tricks and your people shall never be destroyed.", 
        "word_definition": "showing inventiveness and skill"
      }
    }, 
    "list_detailed_description": "Author Richard Adams died on December 24, 2016. He was 96 years old. \"Watership Down,\" the tale of rabbits who must find a new home after a prophecy that their old warren will be destroyed, is Adams most famous work, and it has influenced generations of young readers with its lessons about courage and survival. Here are 12 vocabulary words drawn from quotes from \"Watership Down\" which illustrate Adams's sensitivity and the freedom of his imagination.", 
    "list_href": "/lists/1435668"
  }
}