{
  "State of the Union  Address 2016": {
    "list_brief_description": "President Obama delivered the annual State of the Union Address on January 12, 2016. The State of the Union is always a speech that covers a wide variety of top...", 
    "list_num": "25 Words", 
    "list_detailed_info": {
      "rancor": {
        "word_description": "", 
        "word_name": "rancor", 
        "word_example": "It’s one of the few regrets of my presidency — that the  rancor and suspicion between the parties has gotten worse instead of better.", 
        "word_definition": "a feeling of deep and bitter anger and ill-will"
      }, 
      "entrepreneur": {
        "word_description": "", 
        "word_name": "entrepreneur", 
        "word_example": "We’re every immigrant and  entrepreneur from Boston to Austin to Silicon Valley racing to shape a better world.", 
        "word_definition": "someone who organizes a business venture"
      }, 
      "vulnerable": {
        "word_description": "", 
        "word_name": "vulnerable", 
        "word_example": "When we lead nearly 200 nations to the most ambitious agreement in history to fight climate change — that helps  vulnerable countries, but it also protects our children.", 
        "word_definition": "capable of being wounded or hurt"
      }, 
      "prosperity": {
        "word_description": "", 
        "word_name": "prosperity", 
        "word_example": "What was true then can be true now. Our unique strengths as a nation — our optimism and work ethic, our spirit of discovery and innovation, our diversity and commitment to the rule of law — these things give us everything we need to ensure  prosperity and security for generations to come.", 
        "word_definition": "the condition of having good fortune"
      }, 
      "leverage": {
        "word_description": "", 
        "word_name": "leverage", 
        "word_example": "As a result, workers have less  leverage for a raise.", 
        "word_definition": "strategic advantage; power to act effectively"
      }, 
      "credibility": {
        "word_description": "", 
        "word_name": "credibility", 
        "word_example": "You want to consolidate our leadership and  credibility in the hemisphere?", 
        "word_definition": "the quality of being believable or trustworthy"
      }, 
      "durable": {
        "word_description": "", 
        "word_name": "durable", 
        "word_example": "Let me start with the economy, and a basic fact: the United States of America, right now, has the strongest, most  durable economy in the world.", 
        "word_definition": "capable of withstanding wear and tear and decay"
      }, 
      "quagmire": {
        "word_description": "", 
        "word_name": "quagmire", 
        "word_example": "That’s not leadership; that’s a recipe for  quagmire, spilling American blood and treasure that ultimately weakens us.", 
        "word_definition": "a situation from which extrication is difficult"
      }, 
      "priority": {
        "word_description": "", 
        "word_name": "priority", 
        "word_example": "So I hope we can work together this year on bipartisan  priorities like criminal justice reform, and helping people who are battling prescription drug abuse.", 
        "word_definition": "status established in order of importance or urgency"
      }, 
      "override": {
        "word_description": "", 
        "word_name": "override", 
        "word_example": "It’s the son who finds the courage to come out as who he is, and the father whose love for that son  overrides everything he’s been taught.", 
        "word_definition": "prevail over"
      }, 
      "thriving": {
        "word_description": "", 
        "word_name": "thriving", 
        "word_example": "I believe a  thriving private sector is the lifeblood of our economy.", 
        "word_definition": "very lively and profitable"
      }, 
      "bipartisan": {
        "word_description": "", 
        "word_name": "bipartisan", 
        "word_example": "So I hope we can work together this year on  bipartisan priorities like criminal justice reform, and helping people who are battling prescription drug abuse.", 
        "word_definition": "supported by both sides"
      }, 
      "subsidize": {
        "word_description": "", 
        "word_name": "subsidize", 
        "word_example": "Rather than  subsidize the past, we should invest in the future — especially in communities that rely on fossil fuels.", 
        "word_definition": "support through government grants"
      }, 
      "scapegoat": {
        "word_description": "", 
        "word_name": "scapegoat", 
        "word_example": "As frustration grows, there will be voices urging us to fall back into tribes, to  scapegoat fellow citizens who don’t look like us, or pray like us, or vote like we do, or share the same background.", 
        "word_definition": "someone who is punished for the errors of others"
      }, 
      "disruption": {
        "word_description": "", 
        "word_name": "disruption", 
        "word_example": "It’s change that promises amazing medical breakthroughs, but also economic  disruptions that strain working families.", 
        "word_definition": "an act of delaying or interrupting the continuity"
      }, 
      "automated": {
        "word_description": "", 
        "word_name": "automated", 
        "word_example": "Today, technology doesn’t just replace jobs on the assembly line, but any job where work can be  automated.", 
        "word_definition": "operated with minimal human intervention"
      }, 
      "entrenched": {
        "word_description": "", 
        "word_name": "entrenched", 
        "word_example": "None of this will happen overnight, and yes, there are plenty of  entrenched interests who want to protect the status quo.", 
        "word_definition": "dug in"
      }, 
      "profound": {
        "word_description": "", 
        "word_name": "profound", 
        "word_example": "What is true — and the reason that a lot of Americans feel anxious — is that the economy has been changing in  profound ways, changes that started long before the Great Recession hit and haven’t let up.", 
        "word_definition": "far-reaching and thoroughgoing in effect"
      }, 
      "pandemic": {
        "word_description": "", 
        "word_name": "pandemic", 
        "word_example": "When we help African countries feed their people and care for the sick, that prevents the next  pandemic from reaching our shores.", 
        "word_definition": "existing everywhere"
      }, 
      "briefing": {
        "word_description": "", 
        "word_name": "briefing", 
        "word_example": "As someone who begins every day with an intelligence  briefing, I know this is a dangerous time.", 
        "word_definition": "detailed instructions, as for a military operation"
      }, 
      "stockpile": {
        "word_description": "", 
        "word_name": "stockpile", 
        "word_example": "As we speak, Iran has rolled back its nuclear program, shipped out its uranium  stockpile, and the world has avoided another war.", 
        "word_definition": "something kept back or saved for future use"
      }, 
      "perpetrator": {
        "word_description": "", 
        "word_name": "perpetrator", 
        "word_example": "Ask the leader of al Qaeda in Yemen, who was taken out last year, or the  perpetrator of the Benghazi attacks, who sits in a prison cell.", 
        "word_definition": "someone who commits wrongdoing"
      }, 
      "sustainable": {
        "word_description": "", 
        "word_name": "sustainable", 
        "word_example": "The future we want — opportunity and security for our families; a rising standard of living and a  sustainable, peaceful planet for our kids — all that is within our reach.", 
        "word_definition": "capable of being prolonged"
      }, 
      "influx": {
        "word_description": "", 
        "word_name": "influx", 
        "word_example": "America has been through big changes before — wars and depression, the  influx of immigrants, workers fighting for a fair deal, and movements to expand civil rights.", 
        "word_definition": "the process of flowing in"
      }, 
      "cynic": {
        "word_description": "", 
        "word_name": "cynic", 
        "word_example": "So I hope we can work together this year on bipartisan priorities like criminal justice reform, and helping people who are battling prescription drug abuse. We just might surprise the  cynics again.", 
        "word_definition": "someone who is critical of the motives of others"
      }
    }, 
    "list_detailed_description": "President Obama delivered the annual State of the Union Address on January 12, 2016. The State of the Union is always a speech that covers a wide variety of topics, but for this particular speech, President Obama cast an especially wide net. The address focused on the future of the country -- out beyond his last year in office to the challenges the next president faces. Here are 25 words from President Obama's last State of the Union. A transcript of the entire speech is available \n", 
    "list_href": "/lists/923659"
  }, 
  "Donald Trump Foreign Policy Address": {
    "list_brief_description": "Republican presidential candidate Donald Trump gave his first major foreign policy address on April 27, 2016. Vowing to put \"America First,\" Trump criticized th...", 
    "list_num": "23 Words", 
    "list_detailed_info": {
      "depleted": {
        "word_description": "", 
        "word_name": "depleted", 
        "word_example": "Our military is  depleted and we’re asking our generals and military leaders to worry about global warming.", 
        "word_definition": "no longer sufficient"
      }, 
      "deterrent": {
        "word_description": "", 
        "word_name": "deterrent", 
        "word_example": "Our nuclear weapons arsenal, our ultimate  deterrent, has been allowed to atrophy and is desperately in need of modernization and renewal.", 
        "word_definition": "something immaterial that interferes with action or progress"
      }, 
      "clarity": {
        "word_description": "", 
        "word_name": "clarity", 
        "word_example": "Israel, our great friend and the one true democracy in the Middle East has been snubbed and criticized by an administration that lacks moral  clarity.", 
        "word_definition": "the quality of being coherent and easily understood"
      }, 
      "aggression": {
        "word_description": "", 
        "word_name": "aggression", 
        "word_example": "President Obama watches helplessly as North Korea increases its  aggression and expands further and further with its nuclear reach.", 
        "word_definition": "a disposition to behave forcefully and energetically"
      }, 
      "intervention": {
        "word_description": "", 
        "word_name": "intervention", 
        "word_example": "We’re a humanitarian nation, but the legacy of the Obama-Clinton  interventions will be weakness, confusion and disarray, a mess.", 
        "word_definition": "the act of interposing one thing between or among others"
      }, 
      "leverage": {
        "word_description": "", 
        "word_name": "leverage", 
        "word_example": "Our president has allowed China to continue its economic assault on American jobs and wealth, refusing to enforce trade deals and apply  leverage on China necessary to rein in North Korea.", 
        "word_definition": "strategic advantage; power to act effectively"
      }, 
      "disarray": {
        "word_description": "", 
        "word_name": "disarray", 
        "word_example": "We’re a humanitarian nation, but the legacy of the Obama-Clinton interventions will be weakness, confusion and  disarray, a mess.", 
        "word_definition": "a mental state characterized by a lack of clear thought"
      }, 
      "destabilize": {
        "word_description": "", 
        "word_name": "destabilize", 
        "word_example": "Although not in government service, I was totally against the war in Iraq, very proudly, saying for many years that it would  destabilize the Middle East.", 
        "word_definition": "make unsturdy, insecure, or less able to function smoothly"
      }, 
      "beneficiary": {
        "word_description": "", 
        "word_name": "beneficiary", 
        "word_example": "Sadly, I was correct, and the biggest  beneficiary has been has been Iran, who is systematically taking over Iraq and gaining access to their very rich oil reserves, something it has wanted to do for decades.", 
        "word_definition": "the recipient of funds or other advantages"
      }, 
      "deficit": {
        "word_description": "", 
        "word_name": "deficit", 
        "word_example": "He’s crippled us with wasteful spending, massive debt, low growth, a huge trade  deficit and open borders.", 
        "word_definition": "an excess of liabilities over assets"
      }, 
      "unprecedented": {
        "word_description": "", 
        "word_name": "unprecedented", 
        "word_example": "Do you remember when the president made a long and expensive trip to Copenhagen, Denmark, to get the Olympics for our country, and after this  unprecedented effort, it was announced that the United States came in fourth — fourth place?", 
        "word_definition": "novel; having no earlier occurrence"
      }, 
      "espionage": {
        "word_description": "", 
        "word_name": "espionage", 
        "word_example": "He has even allowed China to steal government secrets with cyber attacks and engaged in industrial  espionage against the United States and its companies.", 
        "word_definition": "the systematic use of spies to obtain secrets"
      }, 
      "deploy": {
        "word_description": "", 
        "word_name": "deploy", 
        "word_example": "I will not hesitate to  deploy military force when there is no alternative.", 
        "word_definition": "place troops or weapons in battle formation"
      }, 
      "superpower": {
        "word_description": "", 
        "word_name": "superpower", 
        "word_example": "A  superpower understands that caution and restraint are really truly signs of strength.", 
        "word_definition": "a country that can influence events throughout the world"
      }, 
      "coherent": {
        "word_description": "", 
        "word_name": "coherent", 
        "word_example": "Since the end of the Cold War and the breakup of the Soviet Union, we’ve lacked a  coherent foreign policy.", 
        "word_definition": "marked by an orderly and consistent relation of parts"
      }, 
      "selective": {
        "word_description": "", 
        "word_name": "selective", 
        "word_example": "Financial leverage and sanctions can be very, very persuasive, but we need to use them selectively and with total determination.", 
        "word_definition": "characterized by very careful or fastidious choice"
      }, 
      "reassessment": {
        "word_description": "", 
        "word_name": "reassessment", 
        "word_example": "A pause for  reassessment will help us to prevent the next San Bernardino or frankly, much worse.", 
        "word_definition": "a new appraisal or evaluation"
      }, 
      "atrophy": {
        "word_description": "", 
        "word_name": "atrophy", 
        "word_example": "Our nuclear weapons arsenal, our ultimate deterrent, has been allowed to  atrophy and is desperately in need of modernization and renewal.", 
        "word_definition": "any weakening or degeneration"
      }, 
      "catastrophe": {
        "word_description": "", 
        "word_name": "catastrophe", 
        "word_example": "All you have to do is look at the World Trade Center and September 11th, one of the great  catastrophes, in my opinion, the single greatest military  catastrophe in the history of our country; worse than Pearl Harbor because you take a look at what’s happened, and citizens were attacked, as opposed to the military being attacked — one of the true great  catastrophes.", 
        "word_definition": "a sudden violent change in the earth's surface"
      }, 
      "ouster": {
        "word_description": "", 
        "word_name": "ouster", 
        "word_example": "He supported the  ouster of a friendly regime in Egypt that had a longstanding peace treaty with Israel, and then helped bring the Muslim Brotherhood to power in its place.", 
        "word_definition": "the act of ejecting someone or forcing them out"
      }, 
      "dominance": {
        "word_description": "", 
        "word_name": "dominance", 
        "word_example": "Our military  dominance must be unquestioned, and I mean unquestioned, by anybody and everybody.", 
        "word_definition": "the state when one person or group has power over another"
      }, 
      "genocide": {
        "word_description": "", 
        "word_name": "genocide", 
        "word_example": "We left Christians subject to intense persecution and even  genocide.", 
        "word_definition": "systematic killing of a racial or cultural group"
      }, 
      "enrichment": {
        "word_description": "", 
        "word_name": "enrichment", 
        "word_example": "Iran, too, would rush in and fill that void much to their really unjust  enrichment.", 
        "word_definition": "act of making fuller or more meaningful or rewarding"
      }
    }, 
    "list_detailed_description": "Republican presidential candidate Donald Trump gave his first major foreign policy address on April 27, 2016. Vowing to put \"America First,\" Trump criticized the foreign policy record of President Obama and probable Democratic nominee and former Secretary of State Hillary Clinton as misguided on some issues and ineffective on others. Here are 23 words from the speech. The entire text can be found \n", 
    "list_href": "/lists/1067579"
  }, 
  "Vocabulary from President Trump's First Address to Congress": {
    "list_brief_description": "President Trump delivered his first speech to Congress on February 28, 2017. President Trump outlined wide-ranging goals which emphasized bringing jobs back to ...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "vet": {
        "word_description": "", 
        "word_name": "vet", 
        "word_example": "It is not compassionate, but reckless, to allow uncontrolled entry from places where proper  vetting cannot occur.", 
        "word_definition": "examine carefully"
      }, 
      "infrastructure": {
        "word_description": "", 
        "word_name": "infrastructure", 
        "word_example": "And we've spent trillions of dollars overseas, while our  infrastructure at home has so badly crumbled.", 
        "word_definition": "basic facilities needed for the functioning of a country"
      }, 
      "deregulation": {
        "word_description": "", 
        "word_name": "deregulation", 
        "word_example": "We have undertaken a historic effort to massively reduce job‑crushing regulations, creating a  deregulation task force inside of every government agency; imposing a new rule which mandates that for every one new regulation, two old regulations must be eliminated; and stopping a regulation that threatens the future and livelihoods of our great coal miners.", 
        "word_definition": "the act of freeing from rules "
      }, 
      "mandate": {
        "word_description": "", 
        "word_name": "mandate", 
        "word_example": "We have undertaken a historic effort to massively reduce job‑crushing regulations, creating a deregulation task force inside of every government agency; imposing a new rule which  mandates that for every one new regulation, two old regulations must be eliminated; and stopping a regulation that threatens the future and livelihoods of our great coal miners.", 
        "word_definition": "make obligatory"
      }, 
      "humanitarian": {
        "word_description": "", 
        "word_name": "humanitarian", 
        "word_example": "The only long-term solution for these  humanitarian disasters is to create the conditions where displaced persons can safely return home and begin the long process of rebuilding.", 
        "word_definition": "marked by devotion to popular welfare"
      }, 
      "dismantle": {
        "word_description": "", 
        "word_name": "dismantle", 
        "word_example": "I have further ordered the Departments of Homeland Security and Justice, along with the Department of State and the Director of National Intelligence, to coordinate an aggressive strategy to  dismantle the criminal cartels that have spread across our Nation.", 
        "word_definition": "take apart into its constituent pieces"
      }, 
      "flexibility": {
        "word_description": "", 
        "word_name": "flexibility", 
        "word_example": "Thirdly, we should give our great state governors the resources and  flexibility they need with Medicaid to make sure no one is left out.", 
        "word_definition": "the quality of being adaptable or variable"
      }, 
      "immigrant": {
        "word_description": "", 
        "word_name": "immigrant", 
        "word_example": "Switching away from this current system of lower-skilled immigration, and instead adopting a merit-based system, will have many benefits: it will save countless dollars, raise workers' wages, and help struggling families –- including  immigrant families –- enter the middle class.", 
        "word_definition": "a person who comes to a country in order to settle there"
      }, 
      "elude": {
        "word_description": "", 
        "word_name": "elude", 
        "word_example": "If we are guided by the well-being of American citizens then I believe Republicans and Democrats can work together to achieve an outcome that has  eluded our country for decades.", 
        "word_definition": "escape, either physically or mentally"
      }, 
      "fascism": {
        "word_description": "", 
        "word_name": "fascism", 
        "word_example": "We strongly support NATO, an alliance forged through the bonds of two World Wars that dethroned  fascism, and a Cold War that defeated communism.", 
        "word_definition": "a political theory advocating an authoritarian government"
      }, 
      "burdensome": {
        "word_description": "", 
        "word_name": "burdensome", 
        "word_example": "But our slow and  burdensome approval process at the Food and Drug Administration keeps too many advances, like the one that saved Megan's life, from reaching those in need.", 
        "word_definition": "not easily borne or endured; causing hardship"
      }, 
      "lobbyist": {
        "word_description": "", 
        "word_name": "lobbyist", 
        "word_example": "We have begun to drain the swamp of government corruption by imposing a five year ban on lobbying by executive branch officials –- and a lifetime ban on becoming  lobbyists for a foreign government.", 
        "word_definition": "someone who is employed to persuade how legislators vote"
      }, 
      "implode": {
        "word_description": "", 
        "word_name": "implode", 
        "word_example": "So I am calling on all Democrats and Republicans in the Congress to work with us to save Americans from this  imploding Obamacare disaster.", 
        "word_definition": "burst inward"
      }, 
      "reaffirm": {
        "word_description": "", 
        "word_name": "reaffirm", 
        "word_example": "I have also imposed new sanctions on entities and individuals who support Iran's ballistic missile program, and  reaffirmed our unbreakable alliance with the State of Israel.", 
        "word_definition": "assert once again"
      }, 
      "regulation": {
        "word_description": "", 
        "word_name": "regulation", 
        "word_example": "We have undertaken a historic effort to massively reduce job‑crushing  regulations, creating a deregulation task force inside of every government agency; imposing a new rule which mandates that for every one new  regulation, two old  regulations must be eliminated; and stopping a  regulation that threatens the future and livelihoods of our great coal miners.", 
        "word_definition": "an authoritative rule"
      }
    }, 
    "list_detailed_description": "President Trump delivered his first speech to Congress on February 28, 2017. President Trump outlined wide-ranging goals which emphasized bringing jobs back to America, strengthening the nation's infrastructure and military, and establishing a new healthcare system. Here are fifteen vocabulary words from President Trump's address to Congress. \n", 
    "list_href": "/lists/1566678"
  }, 
  "Ralph Waldo Emerson on \"The Young American\" (1844)": {
    "list_brief_description": "The son of a minister, divinity school graduate Ralph Waldo Emerson found his calling as a lecturer across the nation. Before live audiences, he presented his t...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "prospective": {
        "word_description": "", 
        "word_name": "prospective", 
        "word_example": "We plant trees, we build stone houses, we redeem the waste, we make  prospective laws, we found colleges and hospitals, for remote generations.", 
        "word_definition": "of or concerned with or related to the future"
      }, 
      "patriotism": {
        "word_description": "", 
        "word_name": "patriotism", 
        "word_example": "Any relation to the land, the habit of tilling it, or mining it, or even hunting on it, generates the feeling of  patriotism.", 
        "word_definition": "love of country and willingness to sacrifice for it"
      }, 
      "majesty": {
        "word_description": "", 
        "word_name": "majesty", 
        "word_example": "We cannot look on the freedom of this country, in connexion with its youth, without a presentiment that here shall laws and institutions exist on some scale of proportion to the  majesty of nature.", 
        "word_definition": "impressiveness in scale or proportion"
      }, 
      "perseverance": {
        "word_description": "", 
        "word_name": "perseverance", 
        "word_example": "I think I see place and duties for a nobleman in every society; but it is not to drink wine and ride in a fine coach, but to guide and adorn life for the multitude by forethought, by elegant studies, by  perseverance, self-devotion, and the remembrance of the humble old friend, by making his life secretly beautiful.", 
        "word_definition": "persistent determination"
      }, 
      "beneficent": {
        "word_description": "", 
        "word_name": "beneficent", 
        "word_example": "This rage for road building is  beneficent for America, where vast distance is so main a consideration in our domestic politics and trade, inasmuch as the great political promise of the invention is to hold the Union staunch, whose days seemed already numbered by the mere inconvenience of transporting representatives, judges, and officers across such tedious distances of land and water.", 
        "word_definition": "doing or producing good"
      }, 
      "influence": {
        "word_description": "", 
        "word_name": "influence", 
        "word_example": "The land, with its tranquilizing, sanative  influences, is to repair the errors of a scholastic and traditional education, and bring us into just relations with men and things.", 
        "word_definition": "a power to affect persons or events"
      }, 
      "trade": {
        "word_description": "", 
        "word_name": "trade", 
        "word_example": "The philosopher and lover of man have much harm to say of  trade; but the historian will see that  trade was the principle of Liberty; that  trade planted America and destroyed Feudalism; that it makes peace and keeps peace, and it will abolish slavery.", 
        "word_definition": "the commercial exchange of goods and services"
      }, 
      "appropriate": {
        "word_description": "", 
        "word_name": "appropriate", 
        "word_example": "She flung us out in her plenty, but we cannot shed a hair, or a paring of a nail, but instantly she snatches at the shred, and  appropriates it to the general stock.", 
        "word_definition": "give or assign a resource to a particular person or cause"
      }, 
      "redress": {
        "word_description": "", 
        "word_name": "redress", 
        "word_example": "Columbus alleged as a reason for seeking a continent in the West, that the harmony of nature required a great tract of land in the western hemisphere, to balance the known extent of land in the eastern; and it now appears that we must estimate the native values of this broad region to  redress the balance of our own judgments, and appreciate the advantages opened to the human race in this country, which is our fortunate home.", 
        "word_definition": "make reparations or amends for"
      }, 
      "formidable": {
        "word_description": "", 
        "word_name": "formidable", 
        "word_example": "Every great and memorable community has consisted of  formidable individuals, who, like the Roman or the Spartan, lent his own spirit to the state and made it great.", 
        "word_definition": "extremely impressive in strength or excellence"
      }, 
      "corrupt": {
        "word_description": "", 
        "word_name": "corrupt", 
        "word_example": "The private mind has the access to the totality of goodness and truth, that it may be a balance to a  corrupt society; and to stand for the private verdict against popular clamor, is the office of the noble.", 
        "word_definition": "not straight; dishonest or immoral or evasive"
      }, 
      "cultivate": {
        "word_description": "", 
        "word_name": "cultivate", 
        "word_example": "The habit of living in the presence of these invitations of natural wealth is not inoperative; and this habit, combined with the moral sentiment which, in the recent years, has interrogated every institution, usage, and law, has, naturally, given a strong direction to the wishes and aims of active young men to withdraw from cities, and  cultivate the soil.", 
        "word_definition": "prepare for crops"
      }, 
      "conscience": {
        "word_description": "", 
        "word_name": "conscience", 
        "word_example": "One thing is plain for all men of common sense and common  conscience, that here, here in America, is the home of man.", 
        "word_definition": "motivation deriving from ethical or moral principles"
      }, 
      "titular": {
        "word_description": "", 
        "word_name": "titular", 
        "word_example": "We must have kings, and we must have nobles. Nature provides such in every society,—only let us have the real instead of the  titular.", 
        "word_definition": "existing in name only"
      }, 
      "eminent": {
        "word_description": "", 
        "word_name": "eminent", 
        "word_example": "In every age of the world, there has been a leading nation, one of a more generous sentiment, whose  eminent citizens were willing to stand for the interests of general justice and humanity, at the risk of being called, by the men of the moment, chimerical and fantastic.", 
        "word_definition": "standing above others in quality or position"
      }, 
      "boundless": {
        "word_description": "", 
        "word_name": "boundless", 
        "word_example": "An unlooked for consequence of the railroad, is the increased acquaintance it has given the American people with the  boundless resources of their own soil.", 
        "word_definition": "seemingly limitless in amount, number, degree, or extent"
      }, 
      "impart": {
        "word_description": "", 
        "word_name": "impart", 
        "word_example": "But the wise and just man will always feel that he stands on his own feet; that he  imparts strength to the state, not receives security from it; and that if all went down, he and such as he would quite easily combine in a new and better constitution.", 
        "word_definition": "bestow a quality on"
      }, 
      "economy": {
        "word_description": "", 
        "word_name": "economy", 
        "word_example": "For Nature is the noblest engineer, yet uses a grinding  economy, working up all that is wasted to-day into to-morrow's creation;—not a superfluous grain of sand, for all the ostentation she makes of expense and public works.", 
        "word_definition": "the efficient use of resources"
      }, 
      "expansive": {
        "word_description": "", 
        "word_name": "expansive", 
        "word_example": "It seems so easy for America to inspire and express the most  expansive and humane spirit; new-born, free, healthful, strong, the land of the laborer, of the democrat, of the philanthropist, of the believer, of the saint, she should speak for the human race.", 
        "word_definition": "of behavior that is impressive and ambitious in scope"
      }, 
      "modify": {
        "word_description": "", 
        "word_name": "modify", 
        "word_example": "Gentlemen, the development of our American internal resources, the extension to the utmost of the commercial system, and the appearance of new moral causes which are to  modify the state, are giving an aspect of greatness to the Future, which the imagination fears to open.", 
        "word_definition": "cause to change; make different"
      }, 
      "commercial": {
        "word_description": "", 
        "word_name": "commercial", 
        "word_example": "It would be but an easy extension of our  commercial system, to pay a private emperor a fee for services, as we pay an architect, an engineer, or a lawyer.", 
        "word_definition": "connected with or engaged in the exchange of goods"
      }, 
      "philanthropist": {
        "word_description": "", 
        "word_name": "philanthropist", 
        "word_example": "We cannot give our life to the cause of the debtor, of the slave, or the pauper, as another is doing; but to one thing we are bound, not to blaspheme the sentiment and the work of that man, not to throw stumbling-blocks in the way of the abolitionist, the  philanthropist, as the organs of influence and opinion are swift to do.", 
        "word_definition": "someone who makes charitable donations"
      }, 
      "suffering": {
        "word_description": "", 
        "word_name": "suffering", 
        "word_example": "The people, and the world, is now  suffering from the want of religion and honor in its public mind.", 
        "word_definition": "troubled by pain or loss"
      }, 
      "abound": {
        "word_description": "", 
        "word_name": "abound", 
        "word_example": "Here stars, here woods, here hills, here animals, here men  abound, and the vast tendencies concur of a new order.", 
        "word_definition": "exist in large quantities"
      }, 
      "faculty": {
        "word_description": "", 
        "word_name": "faculty", 
        "word_example": "Where is he who seeing a thousand men useless and unhappy, and making the whole region forlorn by their inaction, and conscious himself of possessing the  faculty they want, does not hear his call to go and be their king?", 
        "word_definition": "an inherent cognitive or perceptual power of the mind"
      }, 
      "prudent": {
        "word_description": "", 
        "word_name": "prudent", 
        "word_example": "And even on the coast,  prudent men have begun to see that every American should be educated with a view to the values of land.", 
        "word_definition": "marked by sound judgment"
      }, 
      "physic": {
        "word_description": "", 
        "word_name": "physic", 
        "word_example": "The land is the appointed remedy for whatever is false and fantastic in our culture. The continent we inhabit is to be  physic and food for our mind, as well as our body.", 
        "word_definition": "a purging medicine"
      }, 
      "advance": {
        "word_description": "", 
        "word_name": "advance", 
        "word_example": "If only the men are employed in conspiring with the designs of the Spirit who led us hither, and is leading us still, we shall quickly enough  advance out of all hearing of other's censures, out of all regrets of our own, into a new and more excellent social state than history has recorded.", 
        "word_definition": "move forward"
      }, 
      "reflection": {
        "word_description": "", 
        "word_name": "reflection", 
        "word_example": "Who has not been stimulated to  reflection by the facilities now in progress of construction for travel and the transportation of goods in the United States?", 
        "word_definition": "a calm, lengthy, intent consideration"
      }, 
      "particular": {
        "word_description": "", 
        "word_name": "particular", 
        "word_example": "It is because Nature thus saves and uses, laboring for the general, that we poor  particulars are so crushed and straitened, and find it so hard to live.", 
        "word_definition": "small part that can be considered separately from the whole"
      }, 
      "succor": {
        "word_description": "", 
        "word_name": "succor", 
        "word_example": "That is his nobility, his oath of knighthood, to  succor the helpless and oppressed; always to throw himself on the side of weakness, of youth, of hope, on the liberal, on the expansive side, never on the defensive, the conserving, the timorous, the lock and bolt system.", 
        "word_definition": "help in a difficult situation"
      }, 
      "enterprise": {
        "word_description": "", 
        "word_name": "enterprise", 
        "word_example": "If any man has a talent for righting wrong, for administering difficult affairs, for counselling poor farmers how to turn their estates to good husbandry, for combining a hundred private  enterprises to a general benefit, let him in the county-town, or in Court-street, put up his sign-board, Mr. Smith, Governor, Mr. Johnson, Working king.", 
        "word_definition": "an organization created for business ventures"
      }, 
      "lofty": {
        "word_description": "", 
        "word_name": "lofty", 
        "word_example": "I find no expression in our state papers or legislative debate, in our lyceums or churches, specially in our newspapers, of a high national feeling, no  lofty counsels that rightfully stir the blood.", 
        "word_definition": "of high moral or intellectual value"
      }, 
      "nobility": {
        "word_description": "", 
        "word_name": "nobility", 
        "word_example": "I call upon you, young men, to obey your heart, and be the  nobility of this land.", 
        "word_definition": "elevation of mind and exaltation of character"
      }, 
      "adorn": {
        "word_description": "", 
        "word_name": "adorn", 
        "word_example": "For, beside all the moral benefit which we may expect from the farmer's profession, when a man enters it considerately, this promised the conquering of the soil, plenty, and beyond this, the  adorning of the country with every advantage and ornament which labor, ingenuity, and affection for a man's home, could suggest.", 
        "word_definition": "make more attractive, as by adding ornament or color"
      }
    }, 
    "list_detailed_description": "The son of a minister, divinity school graduate Ralph Waldo Emerson found his calling as a lecturer across the nation. Before live audiences, he presented his thoughts on a wide range of topics, which he often revised for publication. From his February 7, 1844 address to the Mercantile Library Association in Boston, here are some words calling for American leadership. \n", 
    "list_href": "/lists/1628019"
  }, 
  "President Carter on \"The Crisis of Confidence\" (1979)": {
    "list_brief_description": "The clear and present danger to 1970s American way of life was the energy crisis. In response to OPEC reducing its global oil supply, President Carter outlined ...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "excessive": {
        "word_description": "", 
        "word_name": "excessive", 
        "word_example": "Our  excessive dependence on OPEC has already taken a tremendous toll on our economy and our people.", 
        "word_definition": "beyond normal limits"
      }, 
      "energy": {
        "word_description": "", 
        "word_name": "energy", 
        "word_example": "So, the solution of our  energy crisis can also help us to conquer the crisis of the spirit in our country.", 
        "word_definition": "any source of usable power"
      }, 
      "innovative": {
        "word_description": "", 
        "word_name": "innovative", 
        "word_example": "We have the most skilled work force, with  innovative genius, and I firmly believe that we have the national will to win this war.", 
        "word_definition": "being like nothing done or experienced or created before"
      }, 
      "patriotism": {
        "word_description": "", 
        "word_name": "patriotism", 
        "word_example": "Every act of energy conservation like this is more than just common sense—I tell you it is an act of  patriotism.", 
        "word_definition": "love of country and willingness to sacrifice for it"
      }, 
      "alternative": {
        "word_description": "", 
        "word_name": "alternative", 
        "word_example": "To give us energy security, I am asking for the most massive peacetime commitment of funds and resources in our nation's history to develop America's own  alternative sources of fuel—from coal, from oil shale, from plant products for gasohol, from unconventional gas, from the sun.", 
        "word_definition": "serving or used in place of another"
      }, 
      "technology": {
        "word_description": "", 
        "word_name": "technology", 
        "word_example": "We have the world's highest level of  technology.", 
        "word_definition": "the practical application of science to commerce or industry"
      }, 
      "crisis": {
        "word_description": "", 
        "word_name": "crisis", 
        "word_example": "\"Mr. President, we are confronted with a moral and a spiritual  crisis.\"", 
        "word_definition": "an unstable situation of extreme danger or difficulty"
      }, 
      "confidence": {
        "word_description": "", 
        "word_name": "confidence", 
        "word_example": "It is a crisis of  confidence. It is a crisis that strikes at the very heart and soul and spirit of our national will.", 
        "word_definition": "a state of hopefulness that events will be favorable"
      }, 
      "strength": {
        "word_description": "", 
        "word_name": "strength", 
        "word_example": "We know the  strength of America. We are strong. We can regain our unity. We can regain our confidence. We are the heirs of generations who survived threats much more powerful and awesome than those that challenge us now. Our fathers and mothers were strong men and women who shaped a new society during the Great Depression, who fought world wars, and who carved out a new charter of peace for the world.", 
        "word_definition": "the property of being physically or mentally powerful"
      }, 
      "productivity": {
        "word_description": "", 
        "word_name": "productivity", 
        "word_example": "The  productivity of American workers is actually dropping, and the willingness of Americans to save for the future has fallen below that of all other people in the Western world.", 
        "word_definition": "the quality of yielding positive results"
      }, 
      "destiny": {
        "word_description": "", 
        "word_name": "destiny", 
        "word_example": "On the battlefield of energy we can win for our nation a new confidence, and we can seize control again of our common  destiny.", 
        "word_definition": "a course of events that will inevitably happen in the future"
      }, 
      "consumption": {
        "word_description": "", 
        "word_name": "consumption", 
        "word_example": "In a nation that was proud of hard work, strong families, close-knit communities, and our faith in God, too many of us now tend to worship self-indulgence and  consumption.", 
        "word_definition": " the utilization of economic goods to satisfy needs"
      }, 
      "inexhaustible": {
        "word_description": "", 
        "word_name": "inexhaustible", 
        "word_example": "I have seen the strength of America in the  inexhaustible resources of our people.", 
        "word_definition": "incapable of being entirely consumed or used up"
      }, 
      "isolated": {
        "word_description": "", 
        "word_name": "isolated", 
        "word_example": "Looking for a way out of this crisis, our people have turned to the Federal government and found it  isolated from the mainstream of our nation's life.", 
        "word_definition": "remote and separate physically or socially"
      }, 
      "unity": {
        "word_description": "", 
        "word_name": "unity", 
        "word_example": "And we are the generation that will win the war on the energy problem and in that process rebuild the  unity and confidence of America.", 
        "word_definition": "the quality of being fused into one"
      }, 
      "conservation": {
        "word_description": "", 
        "word_name": "conservation", 
        "word_example": "From now on, every new addition to our demand for energy will be met from our own production and our own  conservation.", 
        "word_definition": "careful management of the environment and natural resources"
      }, 
      "fuel": {
        "word_description": "", 
        "word_name": "fuel", 
        "word_example": "And I'm asking you for your good and for your nation's security to take no unnecessary trips, to use carpools or public transportation whenever you can, to park your car one extra day per week, to obey the speed limit, and to set your thermostats to save  fuel.", 
        "word_definition": "a substance that can be consumed to produce energy"
      }, 
      "progress": {
        "word_description": "", 
        "word_name": "progress", 
        "word_example": "We've always believed in something called  progress. We've always had a faith that the days of our children would be better than our own.", 
        "word_definition": "gradual improvement or growth or development"
      }, 
      "erosion": {
        "word_description": "", 
        "word_name": "erosion", 
        "word_example": "The  erosion of our confidence in the future is threatening to destroy the social and the political fabric of America.", 
        "word_definition": "a gradual decline of something"
      }, 
      "critical": {
        "word_description": "", 
        "word_name": "critical", 
        "word_example": "We will protect our environment. But when this nation critically needs a refinery or a pipeline, we will build it.", 
        "word_definition": "urgently needed; absolutely necessary"
      }, 
      "awareness": {
        "word_description": "", 
        "word_name": "awareness", 
        "word_example": "Just as the search for solutions to our energy shortages has now led us to a new  awareness of our Nation's deeper problems, so our willingness to work for those solutions in energy can strengthen us to attack those deeper problems.", 
        "word_definition": "having knowledge of"
      }, 
      "stagnation": {
        "word_description": "", 
        "word_name": "stagnation", 
        "word_example": "Often you see paralysis and  stagnation and drift.", 
        "word_definition": "a state of inactivity"
      }, 
      "rebirth": {
        "word_description": "", 
        "word_name": "rebirth", 
        "word_example": "Let us commit ourselves together to a  rebirth of the American spirit.", 
        "word_definition": "a spiritual enlightenment causing personal change"
      }, 
      "doubt": {
        "word_description": "", 
        "word_name": "doubt", 
        "word_example": "We can see this crisis in the growing  doubt about the meaning of our own lives and in the loss of a unity of purpose for our nation.", 
        "word_definition": "the state of being unsure of something"
      }, 
      "effort": {
        "word_description": "", 
        "word_name": "effort", 
        "word_example": "I do not promise a quick way out of our nation's problems, when the truth is that the only way out is an all-out  effort.", 
        "word_definition": "use of physical or mental energy; hard work"
      }, 
      "tragedy": {
        "word_description": "", 
        "word_name": "tragedy", 
        "word_example": "These changes did not happen overnight. They've come upon us gradually over the last generation, years that were filled with shocks and  tragedy.", 
        "word_definition": "an event resulting in great loss and misfortune"
      }, 
      "faith": {
        "word_description": "", 
        "word_name": "faith", 
        "word_example": "Our people are losing that  faith, not only in government itself but in the ability as citizens to serve as the ultimate rulers and shapers of our democracy.", 
        "word_definition": "complete confidence in a person or plan, etc."
      }, 
      "fragmentation": {
        "word_description": "", 
        "word_name": "fragmentation", 
        "word_example": "One is a path I've warned about tonight, the path that leads to  fragmentation and self-interest.", 
        "word_definition": "the disintegration of social norms governing behavior"
      }, 
      "resource": {
        "word_description": "", 
        "word_name": "resource", 
        "word_example": "We have the natural  resources. We have more oil in our shale alone than several Saudi Arabias. We have more coal than any nation on Earth.", 
        "word_definition": "a new or reserve supply that can be drawn upon when needed"
      }, 
      "dependence": {
        "word_description": "", 
        "word_name": "dependence", 
        "word_example": "We believed that our nation's resources were limitless until 1973, when we had to face a growing  dependence on foreign oil.", 
        "word_definition": "the state of relying on someone or something else"
      }, 
      "common": {
        "word_description": "", 
        "word_name": "common", 
        "word_example": "All the traditions of our past, all the lessons of our heritage, all the promises of our future point to another path, the path of  common purpose and the restoration of American values.", 
        "word_definition": "belonging to or participated in by the people as a whole"
      }, 
      "threat": {
        "word_description": "", 
        "word_name": "threat", 
        "word_example": "I want to talk to you right now about a fundamental  threat to American democracy.", 
        "word_definition": "something that is a source of danger"
      }, 
      "shortage": {
        "word_description": "", 
        "word_name": "shortage", 
        "word_example": "It's clear that the true problems of our Nation are much deeper—deeper than gasoline lines or energy  shortages, deeper even than inflation or recession.", 
        "word_definition": "an acute insufficiency"
      }, 
      "mobilize": {
        "word_description": "", 
        "word_name": "mobilize", 
        "word_example": "Just as a similar synthetic rubber corporation helped us win World War II, so will we  mobilize American determination and ability to win the energy war.", 
        "word_definition": "make ready for action or use"
      }, 
      "intolerable": {
        "word_description": "", 
        "word_name": "intolerable", 
        "word_example": "This  intolerable dependence on foreign oil threatens our economic independence and the very security of our nation. The energy crisis is real. It is worldwide. It is a clear and present danger to our nation.", 
        "word_definition": "incapable of being put up with"
      }
    }, 
    "list_detailed_description": "The clear and present danger to 1970s American way of life was the energy crisis. In response to OPEC reducing its global oil supply, President Carter outlined a conservation plan that included regulating public utilities, installing solar hot water panels on the White House, and requesting that Christmas be celebrated without decorative lights. After years of deprivation, no one seemed willing to listen anymore. Here are some words from the July 15, 1979 speech that aimed to shake the nation out of its malaise.", 
    "list_href": "/lists/1620099"
  }, 
  "President L.B. Johnson on \"The Great Society\" (1964)": {
    "list_brief_description": "On May 22, 1964, the graduating students of the University of Michigan were personally asked by the President to join him in a battle to make America great. Her...", 
    "list_num": "30 Words", 
    "list_detailed_info": {
      "imagination": {
        "word_description": "", 
        "word_name": "imagination", 
        "word_example": "Our society will not be great until every young mind is set free to scan the farthest reaches of thought and  imagination.", 
        "word_definition": "the ability to form mental images of things or events"
      }, 
      "prevent": {
        "word_description": "", 
        "word_name": "prevent", 
        "word_example": "A few years ago we were greatly concerned about the \"Ugly American.\" Today we must act to  prevent an ugly America.", 
        "word_definition": "stop from doing something or being in a certain state"
      }, 
      "sustenance": {
        "word_description": "", 
        "word_name": "sustenance", 
        "word_example": "And once man can no longer walk with beauty or wonder at nature his spirit will wither and his  sustenance be wasted.", 
        "word_definition": "a source of materials to nourish the body"
      }, 
      "society": {
        "word_description": "", 
        "word_name": "society", 
        "word_example": "For in your time we have the opportunity to move not only toward the rich  society and the powerful  society, but upward to the Great  Society.", 
        "word_definition": "a formal association of people with similar interests"
      }, 
      "exploit": {
        "word_description": "", 
        "word_name": "exploit", 
        "word_example": "So let us from this moment begin our work so that in the future men will look back and say: It was then, after a long and weary way, that man turned the  exploits of his genius to the full enrichment of his life.", 
        "word_definition": "a notable achievement"
      }, 
      "enjoin": {
        "word_description": "", 
        "word_name": "enjoin", 
        "word_example": "So, will you join in the battle to give every citizen the full equality which God  enjoins and the law requires, whatever his belief, or race, or the color of his skin?", 
        "word_definition": "give instructions to or direct somebody to do something"
      }, 
      "quality": {
        "word_description": "", 
        "word_name": "quality", 
        "word_example": "It is a place where men are more concerned with the  quality of their goals than the quantity of their goods.", 
        "word_definition": "a degree or grade of excellence or worth"
      }, 
      "capacity": {
        "word_description": "", 
        "word_name": "capacity", 
        "word_example": "It means exploring new techniques of teaching, to find new ways to stimulate the love of learning and the  capacity for creation.", 
        "word_definition": "capability to perform or produce"
      }, 
      "destiny": {
        "word_description": "", 
        "word_name": "destiny", 
        "word_example": "It is a challenge constantly renewed, beckoning us toward a  destiny where the meaning of our lives matches the marvelous products of our labor.", 
        "word_definition": "a course of events that will inevitably happen in the future"
      }, 
      "decay": {
        "word_description": "", 
        "word_name": "decay", 
        "word_example": "It is harder and harder to live the good life in American cities today. The catalog of ills is long: there is the  decay of the centers and the despoiling of the suburbs.", 
        "word_definition": "an inferior state resulting from deterioration"
      }, 
      "labor": {
        "word_description": "", 
        "word_name": "labor", 
        "word_example": "But we need your will and your  labor and your hearts, if we are to build that kind of society.", 
        "word_definition": "any piece of work that is undertaken or attempted"
      }, 
      "civilization": {
        "word_description": "", 
        "word_name": "civilization", 
        "word_example": "We have the power to shape the  civilization that we want.", 
        "word_definition": "a society in an advanced state of social development"
      }, 
      "injustice": {
        "word_description": "", 
        "word_name": "injustice", 
        "word_example": "It demands an end to poverty and racial  injustice, to which we are totally committed in our time.", 
        "word_definition": "the practice of being unjust or unfair"
      }, 
      "cooperation": {
        "word_description": "", 
        "word_name": "cooperation", 
        "word_example": "They require us to create new concepts of  cooperation, a creative federalism, between the National Capital and the leaders of local communities.", 
        "word_definition": "the practice of working together on a common enterprise"
      }, 
      "innovation": {
        "word_description": "", 
        "word_name": "innovation", 
        "word_example": "And our society will never be great until our cities are great. Today the frontier of imagination and  innovation is inside those cities and not beyond their borders.", 
        "word_definition": "the creation of something in the mind"
      }, 
      "progress": {
        "word_description": "", 
        "word_name": "progress", 
        "word_example": "Your imagination and your initiative and your indignation will determine whether we build a society where  progress is the servant of our needs, or a society where old values and new visions are buried under unbridled growth.", 
        "word_definition": "gradual improvement or growth or development"
      }, 
      "foundation": {
        "word_description": "", 
        "word_name": "foundation", 
        "word_example": "Will you join in the battle to build the Great Society, to prove that our material progress is only the  foundation on which we will build a richer life of mind and spirit?", 
        "word_definition": "the basis on which something is grounded"
      }, 
      "erode": {
        "word_description": "", 
        "word_name": "erode", 
        "word_example": "Worst of all expansion is  eroding these precious and time honored values of community with neighbors and communion with nature.", 
        "word_definition": "become ground down or deteriorate"
      }, 
      "appoint": {
        "word_description": "", 
        "word_name": "appoint", 
        "word_example": "For better or for worse, your generation has been  appointed by history to deal with those problems and to lead America toward a new age.", 
        "word_definition": "assign a duty, responsibility or obligation to"
      }, 
      "enrich": {
        "word_description": "", 
        "word_name": "enrich", 
        "word_example": "The Great Society is a place where every child can find knowledge to  enrich his mind and to enlarge his talents.", 
        "word_definition": "make better or improve in quality"
      }, 
      "poverty": {
        "word_description": "", 
        "word_name": "poverty", 
        "word_example": "Poverty must not be a bar to learning, and learning must offer an escape from  poverty.", 
        "word_definition": "the state of having little or no money and possessions"
      }, 
      "enduring": {
        "word_description": "", 
        "word_name": "enduring", 
        "word_example": "Will you join in the battle to make it possible for all nations to live in  enduring peace—as neighbors and not as mortal enemies?", 
        "word_definition": "unceasing"
      }, 
      "assemble": {
        "word_description": "", 
        "word_name": "assemble", 
        "word_example": "We are going to  assemble the best thought and the broadest knowledge from all over the world to find those answers for America.", 
        "word_definition": "collect in one place"
      }, 
      "realm": {
        "word_description": "", 
        "word_name": "realm", 
        "word_example": "Within your lifetime powerful forces, already loosed, will take us toward a way of life beyond the  realm of our experience, almost beyond the bounds of our imagination.", 
        "word_definition": "a domain in which something is dominant"
      }, 
      "timid": {
        "word_description": "", 
        "word_name": "timid", 
        "word_example": "There are those  timid souls that say this battle cannot be won; that we are condemned to a soulless wealth.", 
        "word_definition": "showing fear and lack of confidence"
      }, 
      "morality": {
        "word_description": "", 
        "word_name": "morality", 
        "word_example": "You can help build a society where the demands of  morality, and the needs of the spirit, can be realized in the life of the Nation.", 
        "word_definition": "the quality of being in accord with right or good conduct"
      }, 
      "abundance": {
        "word_description": "", 
        "word_name": "abundance", 
        "word_example": "The Great Society rests on  abundance and liberty for all.", 
        "word_definition": "the property of a more than adequate quantity or supply"
      }, 
      "task": {
        "word_description": "", 
        "word_name": "task", 
        "word_example": "It will be the  task of your generation to make the American city a place where future generations will come, not only to live, but to live the good life.", 
        "word_definition": "a specific piece of work required to be done"
      }, 
      "elevate": {
        "word_description": "", 
        "word_name": "elevate", 
        "word_example": "The challenge of the next half century is whether we have the wisdom to use that wealth to enrich and  elevate our national life, and to advance the quality of our American civilization.", 
        "word_definition": "raise in rank or condition"
      }, 
      "splendor": {
        "word_description": "", 
        "word_name": "splendor", 
        "word_example": "For once the battle is lost, once our natural  splendor is destroyed, it can never be recaptured.", 
        "word_definition": "the quality of being magnificent or grand"
      }
    }, 
    "list_detailed_description": "On May 22, 1964, the graduating students of the University of Michigan were personally asked by the President to join him in a battle to make America great. Here are some of the words used by Lyndon B. Johnson to inspire a commitment to end poverty and injustice.", 
    "list_href": "/lists/1623292"
  }, 
  "Theodore Roosevelt on \"New Nationalism\" (1910)": {
    "list_brief_description": "At the dedication of the John Brown Memorial Park in Kansas, former president Theodore Roosevelt used the opportunity to attack the administration of his succes...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "financial": {
        "word_description": "", 
        "word_name": "financial", 
        "word_example": "It is of profound importance that our  financial system should be promptly investigated, and so thoroughly and effectively revised as to make it certain that hereafter our currency will no longer fail at critical times to meet our needs.", 
        "word_definition": "involving fiscal matters"
      }, 
      "secure": {
        "word_description": "", 
        "word_name": "secure", 
        "word_example": "It is hardly necessary to me to repeat that I believe in an efficient army and a navy large enough to  secure for us abroad that respect which is the surest guarantee of peace.", 
        "word_definition": "get by special effort"
      }, 
      "proportion": {
        "word_description": "", 
        "word_name": "proportion", 
        "word_example": "It seems to me that, in these words, Lincoln took substantially the attitude that we ought to take; he showed the proper sense of  proportion in his relative estimates of capital and labor, of human rights and property rights.", 
        "word_definition": "relation with respect to comparative quantity or magnitude"
      }, 
      "welfare": {
        "word_description": "", 
        "word_name": "welfare", 
        "word_example": "It demands of the judiciary that it shall be interested primarily in human  welfare rather than in property, just as it demands that the representative body shall represent all the people rather than any one class or section of the people.", 
        "word_definition": "a contented state of being happy and healthy and prosperous"
      }, 
      "corrupt": {
        "word_description": "", 
        "word_name": "corrupt", 
        "word_example": "Exactly as the special interests of cotton and slavery threatened our political integrity before the Civil War, so now the great special business interests too often control and  corrupt the men and methods of government for their own profit.", 
        "word_definition": "make illegal payments to in exchange for favors or influence"
      }, 
      "administration": {
        "word_description": "", 
        "word_name": "administration", 
        "word_example": "You must have that, and, then, in addition, you must have the kind of law and the kind of  administration of the law which will give to those qualities in the private citizen the best possible chance for development.", 
        "word_definition": "the act of meting out justice according to the law"
      }, 
      "nationalism": {
        "word_description": "", 
        "word_name": "nationalism", 
        "word_example": "I do not ask for the over centralization; but I do ask that we work in a spirit of broad and far-reaching  nationalism where we work for what concerns our people as a whole.", 
        "word_definition": "the doctrine that your country's interests are superior"
      }, 
      "prosperity": {
        "word_description": "", 
        "word_name": "prosperity", 
        "word_example": "The material progress and  prosperity of a nation are desirable chiefly so long as they lead to the moral and material welfare of all good citizens.", 
        "word_definition": "a state of growth with rising profits and full employment"
      }, 
      "accomplish": {
        "word_description": "", 
        "word_name": "accomplish", 
        "word_example": "The National Government belongs to the whole American people, and where the whole American people are interested, that interest can be guarded effectively only by the National Government. The betterment which we seek must be  accomplished, I believe, mainly through the National Government.", 
        "word_definition": "achieve with effort"
      }, 
      "service": {
        "word_description": "", 
        "word_name": "service", 
        "word_example": "Every dollar received should represent a dollar’s worth of  service rendered — not gambling in stocks, but  service rendered.", 
        "word_definition": "work done by one person or group that benefits another"
      }, 
      "reform": {
        "word_description": "", 
        "word_name": "reform", 
        "word_example": "If I could ask but one thing of my fellow countrymen, my request would be that, whenever they go in for  reform, they remember the two sides, and that they always exact justice from one side as much as from the other.", 
        "word_definition": "a change for the better as a result of correcting abuses"
      }, 
      "corporation": {
        "word_description": "", 
        "word_name": "corporation", 
        "word_example": "It has become entirely clear that we must have government supervision of the capitalization, not only of public service  corporations, including, particularly, railways, but of all  corporations doing an interstate business.", 
        "word_definition": "a business firm recognized by law as a single body"
      }, 
      "interference": {
        "word_description": "", 
        "word_name": "interference", 
        "word_example": "This, I know, implies a policy of a far more active governmental  interference with social and economic conditions in this country than we have yet had, but I think we have got to face the fact that such an increase in governmental control is now necessary.", 
        "word_definition": "a policy of intervening in the affairs of other countries"
      }, 
      "character": {
        "word_description": "", 
        "word_name": "character", 
        "word_example": "We must have the right kind of  character —  character that makes a man, first of all, a good man in the home, a good father, and a good husband — that makes a man a good neighbor.", 
        "word_definition": "attributes that determine one's moral and ethical actions"
      }, 
      "conservation": {
        "word_description": "", 
        "word_name": "conservation", 
        "word_example": "Of all the questions which can come before this nation, short of the actual preservation of its existence in a great war, there is none which compares in importance with the great central task of leaving this land even a better land for our descendants than it is for us, and training them into a better race to inhabit the land and pass it on.  Conservation is a great moral issue, for it involves the patriotic duty of insuring the safety and continuance of the nation.", 
        "word_definition": "careful management of the environment and natural resources"
      }, 
      "privilege": {
        "word_description": "", 
        "word_name": "privilege", 
        "word_example": "One of the chief factors in progress is the destruction of special  privilege.", 
        "word_definition": "a special advantage or benefit not enjoyed by all"
      }, 
      "possess": {
        "word_description": "", 
        "word_name": "possess", 
        "word_example": "At many stages in the advance of humanity, this conflict between the men who  possess more than they have earned and the men who have earned more than they  possess is the central condition of progress.", 
        "word_definition": "have ownership of"
      }, 
      "local": {
        "word_description": "", 
        "word_name": "local", 
        "word_example": "It is impatient of the utter confusion that results from  local legislatures attempting to treat national issues as  local issues. It is still more impatient of the impotence which springs from over division of governmental powers, the impotence which makes it possible for  local selfishness or for legal cunning, hired by wealthy special interests, to bring national activities to a deadlock.", 
        "word_definition": "relating to the administration of a city or town or district"
      }, 
      "incompetent": {
        "word_description": "", 
        "word_name": "incompetent", 
        "word_example": "I believe that the prompt removal of unfaithful or  incompetent public servants should be made easy and sure in whatever way experience shall show to be most expedient in any given class of cases.", 
        "word_definition": "not qualified or suited for a purpose"
      }, 
      "restraint": {
        "word_description": "", 
        "word_name": "restraint", 
        "word_example": "The absence of effective State, and, especially, national,  restraint upon unfair money-getting has tended to create a small class of enormously wealthy and economically powerful men, whose chief object is to hold and increase their power.", 
        "word_definition": "a rule or condition that limits freedom"
      }, 
      "sufficient": {
        "word_description": "", 
        "word_name": "sufficient", 
        "word_example": "No man can be a good citizen unless he has a wage more than  sufficient to cover the bare cost of living, and hours of labor short enough so after his day’s work is done he will have time and energy to bear his share in the management of the community, to help in carrying the general load.", 
        "word_definition": "of a quantity that can fulfill a need or requirement"
      }, 
      "advocate": {
        "word_description": "", 
        "word_name": "advocate", 
        "word_example": "The man who wrongly holds that every human right is secondary to his profit must now give way to the  advocate of human welfare, who rightly maintains that every man holds his property subject to the general right of the community to regulate its use to whatever degree the public welfare may require it.", 
        "word_definition": "a person who pleads for a person, cause, or idea"
      }, 
      "denounce": {
        "word_description": "", 
        "word_name": "denounce", 
        "word_example": "It is half melancholy and half amusing to see the way in which well-meaning people gather to do honor to the men who, in company with John Brown, and under the lead of Abraham Lincoln, faced and solved the great problems of the nineteenth century, while, at the same time, these same good people nervously shrink from, or frantically  denounce, those who are trying to meet the problems of the twentieth century", 
        "word_definition": "speak out against"
      }, 
      "efficiency": {
        "word_description": "", 
        "word_name": "efficiency", 
        "word_example": "National  efficiency has to do, not only with natural resources and with men, but it is equally concerned with institutions. The State must be made efficient for the work which concerns only the people of the State; and the nation for that which concerns all the people.", 
        "word_definition": "skillfulness in avoiding wasted time and effort"
      }, 
      "expenditure": {
        "word_description": "", 
        "word_name": "expenditure", 
        "word_example": "Corporate  expenditures for political purposes, and especially such  expenditures by public service corporations, have supplied one of the principal sources of corruption in our political affairs.", 
        "word_definition": "money paid out; an amount spent"
      }, 
      "graduated": {
        "word_description": "", 
        "word_name": "graduated", 
        "word_example": "Therefore, I believe in a  graduated income tax on big fortunes, and in another tax which is far more easily collected and far more effective — a  graduated inheritance tax on big fortunes, properly safeguarded against evasion, and increasing rapidly in amount with the size of the estate.", 
        "word_definition": "marked with or divided into degrees"
      }, 
      "sanitary": {
        "word_description": "", 
        "word_name": "sanitary", 
        "word_example": "We need to enforce better  sanitary conditions for our workers and to extend the use of safety appliances for workers in industry and commerce, both within and between the States.", 
        "word_definition": "free from filth and pathogens"
      }, 
      "opportunity": {
        "word_description": "", 
        "word_name": "opportunity", 
        "word_example": "I stand for the square deal. But when I say that I am for the square deal, I mean not merely that I stand for fair play under the present rules of the game, but that I stand for having those rules changed so as to work for a more substantial equality of  opportunity and of reward for equally good service.", 
        "word_definition": "a possibility from a favorable combination of circumstances"
      }, 
      "charity": {
        "word_description": "", 
        "word_name": "charity", 
        "word_example": "Above all, in this speech, as in many others, he taught a lesson in wise kindliness and  charity; an indispensable lesson to us of to-day.", 
        "word_definition": "a kindly and lenient attitude toward people"
      }, 
      "progressive": {
        "word_description": "", 
        "word_name": "progressive", 
        "word_example": "The prime problem of our nation is to get the right type of good citizenship, and, to get it, we must have progress, and our public men must be genuinely  progressive.", 
        "word_definition": "favoring or promoting reform, often by government action"
      }, 
      "materialism": {
        "word_description": "", 
        "word_name": "materialism", 
        "word_example": "Those who oppose reform will do well to remember that ruin in its worst form is inevitable if our national life brings us nothing better than swollen fortunes for the few and the triumph in both politics and business of a sordid and selfish  materialism.", 
        "word_definition": "a desire for wealth and possessions"
      }, 
      "steward": {
        "word_description": "", 
        "word_name": "steward", 
        "word_example": "This New Nationalism regards the executive power as the  steward of the public welfare.", 
        "word_definition": "someone who manages property or affairs for someone else"
      }, 
      "compensation": {
        "word_description": "", 
        "word_name": "compensation", 
        "word_example": "We need comprehensive workman’s  compensation acts, both State and national laws to regulate child labor and work for women, and, especially, we need in our common schools not merely education in book-learning, but also practical training for daily life and work.", 
        "word_definition": "something given or received as payment or reparation"
      }, 
      "principle": {
        "word_description": "", 
        "word_name": "principle", 
        "word_example": "Justice and fair dealings among nations rest upon  principles identical with those which control justice and fair dealing among the individuals of which nations are composed, with the vital exception that each nation must do its own part in international police work.", 
        "word_definition": "a basic truth or law or assumption"
      }, 
      "contribution": {
        "word_description": "", 
        "word_name": "contribution", 
        "word_example": "The fundamental thing to do for every man is to give him a chance to reach a place in which he will make the greatest possible  contribution to the public welfare.", 
        "word_definition": "the part played by a person in bringing about a result"
      }
    }, 
    "list_detailed_description": "At the dedication of the John Brown Memorial Park in Kansas, former president Theodore Roosevelt used the opportunity to attack the administration of his successor (William H. Taft) and start a campaign for a third term. Here are some words from the August 31, 1910 speech that introduced the philosophy of the Progressive Party.", 
    "list_href": "/lists/1623534"
  }, 
  "Donald Trump Inauguration Address- January 20, 2017": {
    "list_brief_description": "Donald Trump gave his inaugural address on January 20, 2017. Newly sworn-in as President, Trump promised to serve the people of America, and to put America firs...", 
    "list_num": "20 Words", 
    "list_detailed_info": {
      "subsidize": {
        "word_description": "", 
        "word_name": "subsidize", 
        "word_example": "For many decades we’ve enriched foreign industry at the expense of American industry,  subsidized the armies of other countries while allowing for the very sad depletion of our military.", 
        "word_definition": "secure the assistance of, as of nations or military forces"
      }, 
      "disrepair": {
        "word_description": "", 
        "word_name": "disrepair", 
        "word_example": "We've defended other nations’ borders while refusing to defend our own and spent trillions and trillions of dollars overseas while America's infrastructure has fallen into  disrepair and decay.", 
        "word_definition": "the state of being in poor or damaged condition"
      }, 
      "infrastructure": {
        "word_description": "", 
        "word_name": "infrastructure", 
        "word_example": "We've defended other nations’ borders while refusing to defend our own and spent trillions and trillions of dollars overseas while America's  infrastructure has fallen into disrepair and decay.", 
        "word_definition": "basic facilities needed for the functioning of a country"
      }, 
      "hardship": {
        "word_description": "", 
        "word_name": "hardship", 
        "word_example": "We will confront  hardships, but we will get the job done.", 
        "word_definition": "something hard to endure"
      }, 
      "sprawl": {
        "word_description": "", 
        "word_name": "sprawl", 
        "word_example": "And whether a child is born in the urban  sprawl of Detroit or the wind-swept plains of Nebraska, they look up at the same night sky.", 
        "word_definition": "an aggregation or continuous network of urban communities"
      }, 
      "deprived": {
        "word_description": "", 
        "word_name": "deprived", 
        "word_example": "An education system flush with cash but which leaves our young and beautiful students  deprived of all knowledge.", 
        "word_definition": "marked by a state of extreme poverty"
      }, 
      "thrive": {
        "word_description": "", 
        "word_name": "thrive", 
        "word_example": "Our country will  thrive and prosper again.", 
        "word_definition": "make steady progress"
      }, 
      "prosper": {
        "word_description": "", 
        "word_name": "prosper", 
        "word_example": "Politicians  prospered, but the jobs left and the factories closed.", 
        "word_definition": "make steady progress"
      }, 
      "ravage": {
        "word_description": "", 
        "word_name": "ravage", 
        "word_example": "We must protect our borders from the  ravages of other countries making our products, stealing our companies and destroying our jobs.", 
        "word_definition": "cause extensive destruction or ruin utterly"
      }, 
      "urban": {
        "word_description": "", 
        "word_name": "urban", 
        "word_example": "And whether a child is born in the  urban sprawl of Detroit or the wind-swept plains of Nebraska, they look up at the same night sky.", 
        "word_definition": "relating to a city or densely populated area"
      }, 
      "depletion": {
        "word_description": "", 
        "word_name": "depletion", 
        "word_example": "For many decades we’ve enriched foreign industry at the expense of American industry, subsidized the armies of other countries while allowing for the very sad  depletion of our military.", 
        "word_definition": "the state of being used up"
      }, 
      "harness": {
        "word_description": "", 
        "word_name": "harness", 
        "word_example": "We stand at the birth of a new millennium ready to unlock the histories of space, to free the earth from the miseries of disease and to  harness the energies, industries and technologies of tomorrow.", 
        "word_definition": "control and direct with or as if by reins"
      }, 
      "allegiance": {
        "word_description": "", 
        "word_name": "allegiance", 
        "word_example": "The oath of office I take today is an oath of  allegiance to all Americans.", 
        "word_definition": "the act of binding yourself to a course of action"
      }, 
      "solidarity": {
        "word_description": "", 
        "word_name": "solidarity", 
        "word_example": "We must speak our minds openly, debate our disagreements honestly, but always pursue  solidarity.", 
        "word_definition": "a union of interests or purposes among members of a group"
      }, 
      "infuse": {
        "word_description": "", 
        "word_name": "infuse", 
        "word_example": "They fill their heart with the same dreams, and they are  infused with the breath of life by the same almighty creator.", 
        "word_definition": "fill, as with a certain quality"
      }, 
      "dissipated": {
        "word_description": "Dissipated can also mean, as it does here, to lessen or evaporate.", 
        "word_name": "dissipated", 
        "word_example": "We've made other countries rich while the wealth, strength and confidence of our country has  dissipated over the horizon.", 
        "word_definition": "preoccupied with the pursuit of pleasure"
      }, 
      "righteous": {
        "word_description": "", 
        "word_name": "righteous", 
        "word_example": "These are just and reasonable demands of  righteous people and a  righteous public, but for too many of our citizens, a different reality exists.", 
        "word_definition": "morally justified"
      }, 
      "reap": {
        "word_description": "", 
        "word_name": "reap", 
        "word_example": "For too long, a small group in our nation's capital has  reaped the rewards of government while the people have borne the cost.", 
        "word_definition": "get or derive"
      }, 
      "carnage": {
        "word_description": "Here, carnage is used metaphorically, to vividly describe the depletion of American resources and jobs that was a theme of President Trump's speech.", 
        "word_name": "carnage", 
        "word_example": "This American  carnage stops right here and stops right now.", 
        "word_definition": "the savage and excessive killing of many people"
      }, 
      "eradicate": {
        "word_description": "", 
        "word_name": "eradicate", 
        "word_example": "We will reinforce old alliances and form new ones and unite the civilized world against radical Islamic terrorism, which we will  eradicate completely from the face of the earth.", 
        "word_definition": "destroy completely, as if down to the roots"
      }
    }, 
    "list_detailed_description": "Donald Trump gave his inaugural address on January 20, 2017. Newly sworn-in as President, Trump promised to serve the people of America, and to put America first in weighing all decisions. He also pledged to bring jobs and wealth back to the United States. Here are twenty words from President Trump's inaugural address.", 
    "list_href": "/lists/1478509"
  }, 
  "James Monroe's First Inaugural Address (1817)": {
    "list_brief_description": "Riding on the success of the Democratic-Republicans in concluding the War of 1812, James Monroe won the presidency with a wide margin of electoral votes (183-34...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "surplus": {
        "word_description": "", 
        "word_name": "surplus", 
        "word_example": "Our manufactures find a generous encouragement by the policy which patronizes domestic industry, and the  surplus of our produce a steady and profitable market by local wants in less-favored parts at home.", 
        "word_definition": "a quantity much larger than is needed"
      }, 
      "revenue": {
        "word_description": "", 
        "word_name": "revenue", 
        "word_example": "The great amount of our  revenue and the flourishing state of the Treasury are a full proof of the competency of the national resources for any emergency, as they are of the willingness of our fellow-citizens to bear the burdens which the public necessities require.", 
        "word_definition": "government income due to taxation"
      }, 
      "condition": {
        "word_description": "", 
        "word_name": "condition", 
        "word_example": "my attention is naturally drawn to the great causes which have contributed in a principal degree to produce the present happy  condition of the United States.", 
        "word_definition": "a state at a particular time"
      }, 
      "pacific": {
        "word_description": "", 
        "word_name": "pacific", 
        "word_example": "Our distance from Europe and the just, moderate, and  pacific policy of our Government may form some security against these dangers, but they ought to be anticipated and guarded against.", 
        "word_definition": "disposed to peace or of a peaceful nature"
      }, 
      "satisfaction": {
        "word_description": "", 
        "word_name": "satisfaction", 
        "word_example": "I add with peculiar  satisfaction that there has been no example of a capital punishment being inflicted on anyone for the crime of high treason.", 
        "word_definition": "the contentment one feels when one has fulfilled a desire"
      }, 
      "attain": {
        "word_description": "", 
        "word_name": "attain", 
        "word_example": "the States, respectively protected by the National Government under a mild, parental system against foreign dangers, and enjoying within their separate spheres, by a wise partition of power, a just proportion of the sovereignty, have improved their police, extended their settlements, and  attained a strength and maturity which are the best proofs of wholesome laws well administered.", 
        "word_definition": "gain with effort"
      }, 
      "spectacle": {
        "word_description": "", 
        "word_name": "spectacle", 
        "word_example": "And if we look to the condition of individuals what a proud  spectacle does it exhibit!", 
        "word_definition": "something or someone seen, especially a notable sight"
      }, 
      "ardent": {
        "word_description": "", 
        "word_name": "ardent", 
        "word_example": "The arrangement should be such as to put at the command of the Government the  ardent patriotism and youthful vigor of the country.", 
        "word_definition": "characterized by intense emotion"
      }, 
      "abundant": {
        "word_description": "", 
        "word_name": "abundant", 
        "word_example": "Blessed, too, with a fertile soil, our produce has always been very  abundant, leaving, even in years the least favorable, a surplus for the wants of our fellow-men in other countries.", 
        "word_definition": "present in great quantity"
      }, 
      "auspices": {
        "word_description": "", 
        "word_name": "auspices", 
        "word_example": "Never did a government commence under  auspices so favorable, nor ever was success so complete.", 
        "word_definition": "kindly endorsement and guidance"
      }, 
      "productive": {
        "word_description": "", 
        "word_name": "productive", 
        "word_example": "Peace is the best time for improvement and preparation of every kind; it is in peace that our commerce flourishes most, that taxes are most easily paid, and that the revenue is most  productive.", 
        "word_definition": "yielding positive results"
      }, 
      "advantage": {
        "word_description": "", 
        "word_name": "advantage", 
        "word_example": "Under this Constitution our commerce has been wisely regulated with foreign nations and between the States; new States have been admitted into our Union; our territory has been enlarged by fair and honorable treaty, and with great  advantage to the original States", 
        "word_definition": "benefit resulting from some event or action"
      }, 
      "sentiment": {
        "word_description": "", 
        "word_name": "sentiment", 
        "word_example": "National honor is national property of the highest value. The  sentiment in the mind of every citizen is national strength. It ought therefore to be cherished.", 
        "word_definition": "tender, romantic, or nostalgic feeling or emotion"
      }, 
      "eminent": {
        "word_description": "", 
        "word_name": "eminent", 
        "word_example": "Union is recommended as well by the free and benign principles of our Government, extending its blessings to every individual, as by the other  eminent advantages attending it.", 
        "word_definition": "standing above others in quality or position"
      }, 
      "fortunate": {
        "word_description": "", 
        "word_name": "fortunate", 
        "word_example": "Fortunate as we are in our political institutions, we have not been less so in other circumstances on which our prosperity and happiness essentially depend.", 
        "word_definition": "supremely favored"
      }, 
      "favor": {
        "word_description": "", 
        "word_name": "favor", 
        "word_example": "Relying on the aid to be derived from the other departments of the Government, I enter on the trust to which I have been called by the suffrages of my fellow-citizens with my fervent prayers to the Almighty that He will be graciously pleased to continue to us that protection which He has already so conspicuously displayed in our  favor.", 
        "word_definition": "an advantage to the benefit of someone or something"
      }, 
      "harmony": {
        "word_description": "", 
        "word_name": "harmony", 
        "word_example": "Equally gratifying is it to witness the increased  harmony of opinion which pervades our Union.", 
        "word_definition": "compatibility in opinion and action"
      }, 
      "adequate": {
        "word_description": "", 
        "word_name": "adequate", 
        "word_example": "Such, then, is the happy Government under which we live—a Government  adequate to every purpose for which the social compact is formed", 
        "word_definition": "having the requisite qualities or resources to meet a task"
      }, 
      "gratify": {
        "word_description": "", 
        "word_name": "gratify", 
        "word_example": "It is particularly  gratifying to me to enter on the discharge of these duties at a time when the United States are blessed with peace.", 
        "word_definition": "make happy or satisfied"
      }, 
      "nourish": {
        "word_description": "", 
        "word_name": "nourish", 
        "word_example": "It is important, too, that the capital which  nourishes our manufacturers should be domestic, as its influence in that case instead of exhausting, as it may do in foreign hands, would be felt advantageously on agriculture and every other branch of industry.", 
        "word_definition": "provide with sustenance"
      }, 
      "prosperous": {
        "word_description": "", 
        "word_name": "prosperous", 
        "word_example": "Their citizens individually have been happy and the nation  prosperous.", 
        "word_definition": "marked by peace and success"
      }, 
      "exalted": {
        "word_description": "", 
        "word_name": "exalted", 
        "word_example": "Of my immediate predecessor, under whom so important a portion of this great and successful experiment has been made, I shall be pardoned for earnest wishes that he may long enjoy in his retirement the affections of a grateful country, the best reward of  exalted talents and the most faithful and meritorious service.", 
        "word_definition": "of high moral or intellectual value"
      }, 
      "felicity": {
        "word_description": "", 
        "word_name": "felicity", 
        "word_example": "Such is our peculiar  felicity that there is not a part of our Union that is not particularly interested in preserving it.", 
        "word_definition": "state of well-being characterized by contentment"
      }, 
      "virtue": {
        "word_description": "", 
        "word_name": "virtue", 
        "word_example": "Of the  virtue of the people and of the heroic exploits of the Army, the Navy, and the militia I need not speak.", 
        "word_definition": "the quality of doing what is right"
      }, 
      "extent": {
        "word_description": "", 
        "word_name": "extent", 
        "word_example": "It is well known that all these blessings have been enjoyed in their fullest  extent", 
        "word_definition": "the point or degree to which something extends"
      }, 
      "competent": {
        "word_description": "", 
        "word_name": "competent", 
        "word_example": "While, then, the constituent body retains its present sound and healthful state everything will be safe. They will choose  competent and faithful representatives for every department.", 
        "word_definition": "properly or sufficiently qualified, capable, or efficient"
      }, 
      "flourish": {
        "word_description": "", 
        "word_name": "flourish", 
        "word_example": "During a period fraught with difficulties and marked by very extraordinary events the United States have  flourished beyond example.", 
        "word_definition": "make steady progress"
      }, 
      "vast": {
        "word_description": "", 
        "word_name": "vast", 
        "word_example": "A more interesting spectacle was perhaps never seen than is exhibited within the limits of the United States—a territory so  vast and advantageously situated, containing objects so grand, so useful, so happily connected in all their parts!", 
        "word_definition": "unusually great in size or amount or extent or scope"
      }, 
      "temperate": {
        "word_description": "", 
        "word_name": "temperate", 
        "word_example": "Situated within the  temperate zone, and extending through many degrees of latitude along the Atlantic, the United States enjoy all the varieties of climate, and every production incident to that portion of the globe.", 
        "word_definition": "mild or free from extremes"
      }, 
      "advance": {
        "word_description": "", 
        "word_name": "advance", 
        "word_example": "If we persevere in the career in which we have  advanced so far and in the path already traced, we can not fail, under the favor of a gracious Providence, to attain the high destiny which seems to await us.", 
        "word_definition": "develop in a positive way"
      }, 
      "augment": {
        "word_description": "", 
        "word_name": "augment", 
        "word_example": "The vast amount of vacant lands, the value of which daily  augments, forms an additional resource of great extent and duration.", 
        "word_definition": "enlarge or increase"
      }, 
      "zeal": {
        "word_description": "", 
        "word_name": "zeal", 
        "word_example": "I shall do all I can to secure economy and fidelity in this important branch of the Administration, and I doubt not that the Legislature will perform its duty with equal  zeal.", 
        "word_definition": "a feeling of strong eagerness"
      }, 
      "convenience": {
        "word_description": "", 
        "word_name": "convenience", 
        "word_example": "By thus facilitating the intercourse between the States we shall add much to the  convenience and comfort of our fellow-citizens, much to the ornament of the country, and, what is of greater importance, we shall shorten distances, and, by making each part more accessible to and dependent on the other, we shall bind the Union more closely together.", 
        "word_definition": "the quality of being useful"
      }, 
      "enhance": {
        "word_description": "", 
        "word_name": "enhance", 
        "word_example": "Equally important is it to provide at home a market for our raw materials, as by extending the competition it will  enhance the price and protect the cultivator against the casualties incident to foreign markets.", 
        "word_definition": "increase"
      }, 
      "perfection": {
        "word_description": "", 
        "word_name": "perfection", 
        "word_example": "In contemplating what we have still to perform, the heart of every citizen must expand with joy when he reflects how near our Government has approached to  perfection", 
        "word_definition": "the state of being without a flaw or defect"
      }
    }, 
    "list_detailed_description": "Riding on the success of the Democratic-Republicans in concluding the War of 1812, James Monroe won the presidency with a wide margin of electoral votes (183-34). On March 4, 1817, he was sworn in as the fifth president. Here are some of the words that ushered in the Era of Good Feelings.", 
    "list_href": "/lists/1602864"
  }, 
  "Vocabulary from the Democratic Response to President Trump's First Address to Congress": {
    "list_brief_description": "The Democratic response to President Trump's Address to Congress was delivered from Kentucky by Steve Beshear, the former Governor of that state. Beshear focuse...", 
    "list_num": "15 Words", 
    "list_detailed_info": {
      "safeguard": {
        "word_description": "", 
        "word_name": "safeguard", 
        "word_example": "Then you started rolling back rules that provide oversight to the financial industry and  safeguard us against another economic meltdown and depict a cabinet of billionaires and wall street insiders who want to eviscerate the protections that most Americans count on and that help level the playing field.", 
        "word_definition": "make safe"
      }, 
      "erode": {
        "word_description": "", 
        "word_name": "erode", 
        "word_example": "When the president attacks loyalty and credibility of our intelligence agencies, the court system, the military, the free press, individual Americans, simply because he doesn't like what they say, he is  eroding our democracy and that is reckless.", 
        "word_definition": "become ground down or deteriorate"
      }, 
      "alienate": {
        "word_description": "", 
        "word_name": "alienate", 
        "word_example": "Yet President Trump is ignoring serious threats to our national security from Russia, who is not our friend, while  alienating our allies who have fought with this side-by-side and are our friends in a dangerous world.", 
        "word_definition": "arouse hostility or indifference in"
      }, 
      "credibility": {
        "word_description": "", 
        "word_name": "credibility", 
        "word_example": "When the president attacks loyalty and  credibility of our intelligence agencies, the court system, the military, the free press, individual Americans, simply because he doesn't like what they say, he is eroding our democracy and that is reckless.", 
        "word_definition": "the quality of being believable or trustworthy"
      }, 
      "jeopardize": {
        "word_description": "", 
        "word_name": "jeopardize", 
        "word_example": "Look, the president can and should enforce our immigration laws, but we can protect America without abandoning our principles and our moral obligation to help those fleeing war and terror, without tearing families apart and without needlessly  jeopardizing our military men and women fighting overseas.", 
        "word_definition": "pose a threat to; present a danger to"
      }, 
      "accountability": {
        "word_description": "", 
        "word_name": "accountability", 
        "word_example": "Look, I may be old-fashioned, but I still believe that dignity, compassion and honesty and  accountability are basic American values.", 
        "word_definition": "responsibility to someone or for some activity"
      }, 
      "recession": {
        "word_description": "", 
        "word_name": "recession", 
        "word_example": "I became governor at the start of the global  recession and after eight years, we left things a lot better than we found them.", 
        "word_definition": "a situation in which the state of the economy declines"
      }, 
      "entrepreneur": {
        "word_description": "", 
        "word_name": "entrepreneur", 
        "word_example": "They are farmers, restaurant workers, part-time teachers, nurses aides, construction workers and  entrepreneurs working at high-tech startups.", 
        "word_definition": "someone who organizes a business venture"
      }, 
      "diverse": {
        "word_description": "", 
        "word_name": "diverse", 
        "word_example": "Americans are a  diverse people and we may disagree on a lot of things, but we have always come together when we remember that we are one nation under God, indivisible, with liberty and justice for all.", 
        "word_definition": "distinctly dissimilar or unlike"
      }, 
      "renege": {
        "word_description": "", 
        "word_name": "renege", 
        "word_example": "You know, in 2010, this country made a commitment, that every American deserved health care they could afford and rely on, and we Democrats are going to do everything in our power to keep President Trump and the Republican Congress from  reneging on that commitment.", 
        "word_definition": "fail to fulfill a promise or obligation"
      }, 
      "eviscerate": {
        "word_description": "", 
        "word_name": "eviscerate", 
        "word_example": "Then you started rolling back rules that provide oversight to the financial industry and safeguard us against another economic meltdown and depict a cabinet of billionaires and wall street insiders who want to  eviscerate the protections that most Americans count on and that help level the playing field.", 
        "word_definition": "remove the entrails of"
      }, 
      "vilify": {
        "word_description": "", 
        "word_name": "vilify", 
        "word_example": "I listened. And I built partnerships with business leaders and with Republicans in our legislature. We put people first and politics second. The America I love allowed a small-town preacher's kid to be elected governor. It taught me to embrace people who are different from me, not  vilify them.", 
        "word_definition": "spread negative information about"
      }, 
      "oversight": {
        "word_description": "", 
        "word_name": "oversight", 
        "word_example": "Then you started rolling back rules that provide  oversight to the financial industry and safeguard us against another economic meltdown and depict a cabinet of billionaires and wall street insiders who want to eviscerate the protections that most Americans count on and that help level the playing field.", 
        "word_definition": "an unintentional omission from failure to notice something"
      }, 
      "derision": {
        "word_description": "", 
        "word_name": "derision", 
        "word_example": "Real leaders don't spread  derision and division. Real leaders strengthen.", 
        "word_definition": "the act of treating with contempt"
      }, 
      "reckless": {
        "word_description": "", 
        "word_name": "reckless", 
        "word_example": "When the president attacks loyalty and credibility of our intelligence agencies, the court system, the military, the free press, individual Americans, simply because he doesn't like what they say, he is eroding our democracy and that is  reckless.", 
        "word_definition": "marked by defiant disregard for danger or consequences"
      }
    }, 
    "list_detailed_description": "The Democratic response to President Trump's Address to Congress was delivered from Kentucky by Steve Beshear, the former Governor of that state. Beshear focused on the issue of health care, after President Trump's call to \"Repeal and Replace Obamacare\" earlier in the evening. Beshear also highlighted what he views as the mistakes President Trump has made in his first 40 days in office. Here are fifteen vocabulary words from Steve Beshear's Democratic response to President Trump. \n", 
    "list_href": "/lists/1566718"
  }, 
  "Patrick Henry, \"Give Me Liberty or Give Me Death\"": {
    "list_brief_description": "Perhaps the ultimate call to arms, Patrick Henry's speech makes a case for the inevitability of the American Revolution. On March 23, 1775 Virginian patriots me...", 
    "list_num": "63 Words", 
    "list_detailed_info": {
      "patriotism": {
        "word_description": "", 
        "word_name": "patriotism", 
        "word_example": "No man, Mr. President, thinks more highly than I do of the  patriotism, as well as abilities, of the very worthy gentlemen who have just addressed the House.", 
        "word_definition": "love of country and willingness to sacrifice for it"
      }, 
      "pledge": {
        "word_description": "", 
        "word_name": "pledge", 
        "word_example": "If we wish to be free — if we mean to preserve inviolate those inestimable privileges for which we have been so long contending — if we mean not basely to abandon the noble struggle in which we have been so long engaged, and which we have  pledged ourselves never to abandon until the glorious object of our contest shall be obtained — we must fight!", 
        "word_definition": "promise solemnly and formally"
      }, 
      "entertain": {
        "word_description": "", 
        "word_name": "entertain", 
        "word_example": "But different men often see the same subject in different lights; and, therefore, I hope it will not be thought disrespectful to those gentlemen if,  entertaining as I do opinions of a character very opposite to theirs, I shall speak forth my sentiments freely and without reserve.", 
        "word_definition": "take into consideration or have in view"
      }, 
      "reserve": {
        "word_description": "", 
        "word_name": "reserve", 
        "word_example": "But different men often see the same subject in different lights; and, therefore, I hope it will not be thought disrespectful to those gentlemen if, entertaining as I do opinions of a character very opposite to theirs, I shall speak forth my sentiments freely and without  reserve.", 
        "word_definition": "something kept back or saved for future use"
      }, 
      "vain": {
        "word_description": "Fruitless and futile are synonyms of vain.", 
        "word_name": "vain", 
        "word_example": "We have held the subject up in every light of which it is capable; but it has been all in  vain.", 
        "word_definition": "unproductive of success"
      }, 
      "effectual": {
        "word_description": "", 
        "word_name": "effectual", 
        "word_example": "Shall we acquire the means of  effectual resistance by lying supinely on our backs and hugging the delusive phantom of hope, until our enemies shall have bound us hand and foot?", 
        "word_definition": "producing or capable of producing an intended result"
      }, 
      "comport": {
        "word_description": "", 
        "word_name": "comport", 
        "word_example": "Ask yourselves how this gracious reception of our petition  comports with those warlike preparations which cover our waters and darken our land.", 
        "word_definition": "behave in a certain manner"
      }, 
      "gale": {
        "word_description": "Storm is a synonym for gale. Henry is using gale as a metaphor for the threat of fighting with Britain. Just as a thunderstorm brings a clash of thunder war brings a clash of arms.", 
        "word_name": "gale", 
        "word_example": "The next  gale that sweeps from the north will bring to our ears the clash of resounding arms!", 
        "word_definition": "a strong wind moving 45-90 knots"
      }, 
      "formidable": {
        "word_description": "", 
        "word_name": "formidable", 
        "word_example": "They tell us, sir, that we are weak; unable to cope with so  formidable an adversary.", 
        "word_definition": "inspiring fear or dread"
      }, 
      "vigilant": {
        "word_description": "Attentive and alert are synonyms for vigilant.", 
        "word_name": "vigilant", 
        "word_example": "The battle, sir, is not to the strong alone; it is to the  vigilant, the active, the brave.", 
        "word_definition": "carefully observant or attentive"
      }, 
      "offense": {
        "word_description": "", 
        "word_name": "offense", 
        "word_example": "Should I keep back my opinions at such a time, through fear of giving  offense, I should consider myself as guilty of treason towards my country, and of an act of disloyalty toward the Majesty of Heaven, which I revere above all earthly kings.", 
        "word_definition": "a failure to show regard for others"
      }, 
      "array": {
        "word_description": "", 
        "word_name": "array", 
        "word_example": "I ask gentlemen, sir, what means this martial  array, if its purpose be not to force us to submission?", 
        "word_definition": "an impressive display"
      }, 
      "prostrate": {
        "word_description": "", 
        "word_name": "prostrate", 
        "word_example": "We have petitioned; we have remonstrated; we have supplicated; we have  prostrated ourselves before the throne, and have implored its interposition to arrest the tyrannical hands of the ministry and Parliament.", 
        "word_definition": "throw down flat, as on the ground"
      }, 
      "anguish": {
        "word_description": "", 
        "word_name": "anguish", 
        "word_example": "For my part, whatever  anguish of spirit it may cost, I am willing to know the whole truth; to know the worst, and to provide for it.", 
        "word_definition": "extreme distress of body or mind"
      }, 
      "contempt": {
        "word_description": "", 
        "word_name": "contempt", 
        "word_example": "Our petitions have been slighted; our remonstrances have produced additional violence and insult; our supplications have been disregarded; and we have been spurned, with  contempt, from the foot of the throne!", 
        "word_definition": "lack of respect accompanied by a feeling of intense dislike"
      }, 
      "brethren": {
        "word_description": "Brothers is a synonym for brethren. Henry is talking about the people of Massachusetts as the brothers of Virginians.", 
        "word_name": "brethren", 
        "word_example": "Our  brethren are already in the field!", 
        "word_definition": "the lay members of a male religious order"
      }, 
      "reconciliation": {
        "word_description": "", 
        "word_name": "reconciliation", 
        "word_example": "Are fleets and armies necessary to a work of love and  reconciliation?", 
        "word_definition": "the reestablishment of cordial relations"
      }, 
      "siren": {
        "word_description": "", 
        "word_name": "siren", 
        "word_example": "We are apt to shut our eyes against a painful truth, and listen to the song of that  siren till she transforms us into beasts.", 
        "word_definition": "a woman who is considered to be dangerously seductive"
      }, 
      "solace": {
        "word_description": "", 
        "word_name": "solace", 
        "word_example": "And judging by the past, I wish to know what there has been in the conduct of the British ministry for the last ten years to justify those hopes with which gentlemen have been pleased to  solace themselves and the House.", 
        "word_definition": "comfort in disappointment or misery"
      }, 
      "sentiment": {
        "word_description": "", 
        "word_name": "sentiment", 
        "word_example": "But different men often see the same subject in different lights; and, therefore, I hope it will not be thought disrespectful to those gentlemen if, entertaining as I do opinions of a character very opposite to theirs, I shall speak forth my  sentiments freely and without reserve.", 
        "word_definition": "a personal belief or judgment"
      }, 
      "implore": {
        "word_description": "", 
        "word_name": "implore", 
        "word_example": "We have petitioned; we have remonstrated; we have supplicated; we have prostrated ourselves before the throne, and have  implored its interposition to arrest the tyrannical hands of the ministry and Parliament.", 
        "word_definition": "call upon in supplication"
      }, 
      "deceive": {
        "word_description": "", 
        "word_name": "deceive", 
        "word_example": "Let us not  deceive ourselves, sir.", 
        "word_definition": "be dishonest with"
      }, 
      "temporal": {
        "word_description": "", 
        "word_name": "temporal", 
        "word_example": "Are we disposed to be of the number of those who, having eyes, see not, and, having ears, hear not, the things which so nearly concern their  temporal salvation?", 
        "word_definition": "of this earth or world"
      }, 
      "proportion": {
        "word_description": "", 
        "word_name": "proportion", 
        "word_example": "For my own part, I consider it as nothing less than a question of freedom or slavery; and in  proportion to the magnitude of the subject ought to be the freedom of the debate.", 
        "word_definition": "balance among the parts of something"
      }, 
      "insidious": {
        "word_description": "", 
        "word_name": "insidious", 
        "word_example": "Is it that  insidious smile with which our petition has been lately received?", 
        "word_definition": "working or spreading in a hidden and usually injurious way"
      }, 
      "delusive": {
        "word_description": "Misleading is a synonym for delusive.", 
        "word_name": "delusive", 
        "word_example": "Shall we acquire the means of effectual resistance by lying supinely on our backs and hugging the  delusive phantom of hope, until our enemies shall have bound us hand and foot?", 
        "word_definition": "inappropriate to reality or facts"
      }, 
      "resort": {
        "word_description": "", 
        "word_name": "resort", 
        "word_example": "Shall we  resort to entreaty and humble supplication?", 
        "word_definition": "have recourse to"
      }, 
      "conduct": {
        "word_description": "", 
        "word_name": "conduct", 
        "word_example": "And judging by the past, I wish to know what there has been in the  conduct of the British ministry for the last ten years to justify those hopes with which gentlemen have been pleased to solace themselves and the House.", 
        "word_definition": "the way a person behaves toward other people"
      }, 
      "appeal": {
        "word_description": "", 
        "word_name": "appeal", 
        "word_example": "An  appeal to arms and to the God of hosts is all that is left us!", 
        "word_definition": "earnest or urgent request"
      }, 
      "illusion": {
        "word_description": "", 
        "word_name": "illusion", 
        "word_example": "Mr. President, it is natural to man to indulge in the  illusions of hope.", 
        "word_definition": "something many people believe that is false"
      }, 
      "petition": {
        "word_description": "", 
        "word_name": "petition", 
        "word_example": "Is it that insidious smile with which our  petition has been lately received?", 
        "word_definition": "request formally and in writing"
      }, 
      "tyrannical": {
        "word_description": "", 
        "word_name": "tyrannical", 
        "word_example": "We have petitioned; we have remonstrated; we have supplicated; we have prostrated ourselves before the throne, and have implored its interposition to arrest the  tyrannical hands of the ministry and Parliament.", 
        "word_definition": "marked by unjust severity or arbitrary behavior"
      }, 
      "phantom": {
        "word_description": "Henry is using sarcasm or irony. He is asking if Virginians should continue to hug or hold on to unreal hope until Parliament has tied them up.", 
        "word_name": "phantom", 
        "word_example": "Shall we acquire the means of effectual resistance by lying supinely on our backs and hugging the delusive  phantom of hope, until our enemies shall have bound us hand and foot?", 
        "word_definition": "something apparently sensed but having no physical reality"
      }, 
      "parliament": {
        "word_description": "Parliament is the proper name of the British law making body.", 
        "word_name": "parliament", 
        "word_example": "We have petitioned; we have remonstrated; we have supplicated; we have prostrated ourselves before the throne, and have implored its interposition to arrest the tyrannical hands of the ministry and  Parliament.", 
        "word_definition": "a legislative assembly in certain countries"
      }, 
      "avert": {
        "word_description": "", 
        "word_name": "avert", 
        "word_example": "Sir, we have done everything that could be done to  avert the storm which is now coming on.", 
        "word_definition": "prevent the occurrence of; prevent from happening"
      }, 
      "ceremony": {
        "word_description": "", 
        "word_name": "ceremony", 
        "word_example": "This is no time for  ceremony.", 
        "word_definition": "the proper or conventional behavior on some solemn occasion"
      }, 
      "entreaty": {
        "word_description": "", 
        "word_name": "entreaty", 
        "word_example": "Shall we resort to  entreaty and humble supplication?", 
        "word_definition": "earnest or urgent request"
      }, 
      "base": {
        "word_description": "", 
        "word_name": "base", 
        "word_example": "If we were  base enough to desire it, it is now too late to retire from the contest.", 
        "word_definition": "having or showing an ignoble lack of honor or morality"
      }, 
      "indulge": {
        "word_description": "Henry is saying that it is normal for people to yield to or give in to false hopes.", 
        "word_name": "indulge", 
        "word_example": "Mr. President, it is natural to man to  indulge in the illusions of hope.", 
        "word_definition": "yield to; give satisfaction to"
      }, 
      "inestimable": {
        "word_description": "", 
        "word_name": "inestimable", 
        "word_example": "If we wish to be free — if we mean to preserve inviolate those  inestimable privileges for which we have been so long contending — if we mean not basely to abandon the noble struggle in which we have been so long engaged, and which we have pledged ourselves never to abandon until the glorious object of our contest shall be obtained — we must fight!", 
        "word_definition": "beyond calculation or measure"
      }, 
      "adversary": {
        "word_description": "Enemy or opponent are synonyms for adversary.", 
        "word_name": "adversary", 
        "word_example": "They tell us, sir, that we are weak; unable to cope with so formidable an  adversary.", 
        "word_definition": "someone who offers opposition"
      }, 
      "inevitable": {
        "word_description": "", 
        "word_name": "inevitable", 
        "word_example": "The war is  inevitable — and let it come!", 
        "word_definition": "incapable of being avoided or prevented"
      }, 
      "gracious": {
        "word_description": "", 
        "word_name": "gracious", 
        "word_example": "Ask yourselves how this  gracious reception of our petition comports with those warlike preparations which cover our waters and darken our land.", 
        "word_definition": "characterized by kindness and warm courtesy"
      }, 
      "beseech": {
        "word_description": "", 
        "word_name": "beseech", 
        "word_example": "Let us not, I  beseech you, sir, deceive ourselves.", 
        "word_definition": "ask for or request earnestly"
      }, 
      "spurn": {
        "word_description": "", 
        "word_name": "spurn", 
        "word_example": "Our petitions have been slighted; our remonstrances have produced additional violence and insult; our supplications have been disregarded; and we have been  spurned, with contempt, from the foot of the throne!", 
        "word_definition": "reject with contempt"
      }, 
      "submission": {
        "word_description": "", 
        "word_name": "submission", 
        "word_example": "I ask gentlemen, sir, what means this martial array, if its purpose be not to force us to  submission?", 
        "word_definition": "the act of surrendering power to another"
      }, 
      "martial": {
        "word_description": "", 
        "word_name": "martial", 
        "word_example": "I ask gentlemen, sir, what means this  martial array, if its purpose be not to force us to submission?", 
        "word_definition": "suggesting war or military life"
      }, 
      "invincible": {
        "word_description": "", 
        "word_name": "invincible", 
        "word_example": "The millions of people, armed in the holy cause of liberty, and in such a country as that which we possess, are  invincible by any force which our enemy can send against us.", 
        "word_definition": "incapable of being overcome or subdued"
      }, 
      "extenuate": {
        "word_description": "", 
        "word_name": "extenuate", 
        "word_example": "It is in vain, sir, to  extenuate the matter.", 
        "word_definition": "lessen or to try to lessen the seriousness or extent of"
      }, 
      "humble": {
        "word_description": "", 
        "word_name": "humble", 
        "word_example": "Shall we resort to entreaty and  humble supplication?", 
        "word_definition": "marked by meekness or modesty; not arrogant or prideful"
      }, 
      "arduous": {
        "word_description": "", 
        "word_name": "arduous", 
        "word_example": "Is this the part of wise men, engaged in a great and  arduous struggle for liberty?", 
        "word_definition": "taxing to the utmost; testing powers of endurance"
      }, 
      "ministry": {
        "word_description": "", 
        "word_name": "ministry", 
        "word_example": "And judging by the past, I wish to know what there has been in the conduct of the British  ministry for the last ten years to justify those hopes with which gentlemen have been pleased to solace themselves and the House.", 
        "word_definition": "a government department"
      }, 
      "preside": {
        "word_description": "Governs and oversees are synonyms for presides", 
        "word_name": "preside", 
        "word_example": "There is a just God who  presides over the destinies of nations, and who will raise up friends to fight our battles for us.", 
        "word_definition": "act as executive officer"
      }, 
      "idle": {
        "word_description": "", 
        "word_name": "idle", 
        "word_example": "Why stand we here  idle?", 
        "word_definition": "not in action or at work"
      }, 
      "magnitude": {
        "word_description": "", 
        "word_name": "magnitude", 
        "word_example": "For my own part, I consider it as nothing less than a question of freedom or slavery; and in proportion to the  magnitude of the subject ought to be the freedom of the debate.", 
        "word_definition": "relative importance"
      }, 
      "subjugation": {
        "word_description": "", 
        "word_name": "subjugation", 
        "word_example": "These are the implements of war and  subjugation; the last arguments to which kings resort.", 
        "word_definition": "the act of conquering"
      }, 
      "remonstrance": {
        "word_description": "", 
        "word_name": "remonstrance", 
        "word_example": "Our petitions have been slighted; our  remonstrances have produced additional violence and insult; our supplications have been disregarded; and we have been spurned, with contempt, from the foot of the throne!", 
        "word_definition": "the act of expressing earnest opposition or protest"
      }, 
      "reception": {
        "word_description": "", 
        "word_name": "reception", 
        "word_example": "Ask yourselves how this gracious  reception of our petition comports with those warlike preparations which cover our waters and darken our land.", 
        "word_definition": "the manner in which something is greeted"
      }, 
      "treason": {
        "word_description": "", 
        "word_name": "treason", 
        "word_example": "Should I keep back my opinions at such a time, through fear of giving offense, I should consider myself as guilty of  treason towards my country, and of an act of disloyalty toward the Majesty of Heaven, which I revere above all earthly kings.", 
        "word_definition": "an act of deliberate betrayal"
      }, 
      "supplicate": {
        "word_description": "", 
        "word_name": "supplicate", 
        "word_example": "We have petitioned; we have remonstrated; we have  supplicated; we have prostrated ourselves before the throne, and have implored its interposition to arrest the tyrannical hands of the ministry and Parliament.", 
        "word_definition": "ask humbly for something"
      }, 
      "remonstrate": {
        "word_description": "", 
        "word_name": "remonstrate", 
        "word_example": "We have petitioned; we have  remonstrated; we have supplicated; we have prostrated ourselves before the throne, and have implored its interposition to arrest the tyrannical hands of the ministry and Parliament.", 
        "word_definition": "present and urge reasons in opposition"
      }, 
      "accumulation": {
        "word_description": "Henry was referring to Parliament's actions that included sending troops under General Thomas Gage to Boston.", 
        "word_name": "accumulation", 
        "word_example": "Has Great Britain any enemy, in this quarter of the world, to call for all this  accumulation of navies and armies?", 
        "word_definition": "the act of gathering up"
      }, 
      "revere": {
        "word_description": "", 
        "word_name": "revere", 
        "word_example": "Should I keep back my opinions at such a time, through fear of giving offense, I should consider myself as guilty of treason towards my country, and of an act of disloyalty toward the Majesty of Heaven, which I  revere above all earthly kings.", 
        "word_definition": "regard with feelings of respect"
      }
    }, 
    "list_detailed_description": "Perhaps the ultimate call to arms, Patrick Henry's speech makes a case for the inevitability of the American Revolution. On March 23, 1775 Virginian patriots met at St. John’s Church in Richmond to discuss support for fellow colonists in Massachusetts where Parliament had sent four regiments of troops. Leading the call for Virginian’s to act was Patrick Henry. In proposing that Virginia prepare itself to fight he delivered an emotional speech ending with his immortal words, “Give me liberty or give me death!”", 
    "list_href": "/lists/155065"
  }, 
  "Nehru's \"Tryst with Destiny\" Speech": {
    "list_brief_description": "On August 15, 1947, India signed an agreement that granted it s independence from Britain. India had not ruled itself for centuries. After a long and exhausting...", 
    "list_num": "24 Words", 
    "list_detailed_info": {
      "stray": {
        "word_description": "", 
        "word_name": "stray", 
        "word_example": "We must not forget Netaji though we have often been unworthy followers of his and have  strayed from his message.", 
        "word_definition": "wander from a direct course or at random"
      }, 
      "incessant": {
        "word_description": "", 
        "word_name": "incessant", 
        "word_example": "That future is not one of ease or resting but of  incessant striving so that we might fulfill the pledges we have so often taken and the one we shall take today.", 
        "word_definition": "uninterrupted in time and indefinitely long continuing"
      }, 
      "verge": {
        "word_description": "", 
        "word_name": "verge", 
        "word_example": "We are citizens of a great country, on the  verge of bold advance, and we have to live up to that high standard.", 
        "word_definition": "the limit beyond which something happens or changes"
      }, 
      "beckon": {
        "word_description": "", 
        "word_name": "beckon", 
        "word_example": "Nevertheless, the past is over and it is the future that  beckons to us now.", 
        "word_definition": "summon with a wave, nod, or some other gesture"
      }, 
      "tempest": {
        "word_description": "", 
        "word_name": "tempest", 
        "word_example": "We shall never allow that torch of freedom to be blown out, however high the wind or stormy the  tempest.", 
        "word_definition": "a violent commotion or disturbance"
      }, 
      "reverent": {
        "word_description": "", 
        "word_name": "reverent", 
        "word_example": "And to India, our much-loved motherland, the ancient, the eternal and the ever-new, we pay our  reverent homage and we bind ourselves afresh to her service.", 
        "word_definition": "feeling or showing profound respect or veneration"
      }, 
      "petty": {
        "word_description": "", 
        "word_name": "petty", 
        "word_example": "This is no time for  petty and destructive criticism, no time for ill will or blaming others.", 
        "word_definition": "small and of little importance"
      }, 
      "homage": {
        "word_description": "", 
        "word_name": "homage", 
        "word_example": "And to India, our much-loved motherland, the ancient, the eternal and the ever-new, we pay our reverent  homage and we bind ourselves afresh to her service.", 
        "word_definition": "respectful deference"
      }, 
      "solemn": {
        "word_description": "", 
        "word_name": "solemn", 
        "word_example": "It is fitting that at this  solemn moment we take the pledge of dedication to the service of India and her people and to the still larger cause of humanity with some pride.", 
        "word_definition": "dignified and somber in manner or character"
      }, 
      "sovereign": {
        "word_description": "", 
        "word_name": "sovereign", 
        "word_example": "The responsibility rests upon this assembly, a  sovereign body representing the  sovereign people of India.", 
        "word_definition": "not controlled by outside forces"
      }, 
      "vital": {
        "word_description": "", 
        "word_name": "vital", 
        "word_example": "The appointed day has come - the day appointed by destiny - and India stands forth again, after long slumber and struggle, awake,  vital, free and independent.", 
        "word_definition": "performing an essential function in the living body"
      }, 
      "cling": {
        "word_description": "", 
        "word_name": "cling", 
        "word_example": "The past  clings on to us still in some measure and we have to do much before we redeem the pledges we have so often taken.", 
        "word_definition": "hold on tightly or tenaciously"
      }, 
      "grandeur": {
        "word_description": "", 
        "word_name": "grandeur", 
        "word_example": "At the dawn of history India started on her unending quest, and trackless centuries which are filled with her striving and the  grandeur of her successes and her failures.", 
        "word_definition": "the quality of being magnificent or splendid"
      }, 
      "tryst": {
        "word_description": "", 
        "word_name": "tryst", 
        "word_example": "Long years ago we made a  tryst with destiny, and now that time comes when we shall redeem our pledge, not wholly or in full measure, but very substantially.", 
        "word_definition": "a secret rendezvous, especially between lovers"
      }, 
      "aloft": {
        "word_description": "", 
        "word_name": "aloft", 
        "word_example": "On this day our first thoughts go to the architect of this freedom, the father of our nation, who, embodying the old spirit of India, held  aloft the torch of freedom and lighted up the darkness that surrounded us.", 
        "word_definition": "high up in or into the air"
      }, 
      "redeem": {
        "word_description": "", 
        "word_name": "redeem", 
        "word_example": "Long years ago we made a tryst with destiny, and now that time comes when we shall  redeem our pledge, not wholly or in full measure, but very substantially.", 
        "word_definition": "to turn in and receive something in exchange"
      }, 
      "quest": {
        "word_description": "", 
        "word_name": "quest", 
        "word_example": "At the dawn of history India started on her unending  quest, and trackless centuries which are filled with her striving and the grandeur of her successes and her failures.", 
        "word_definition": "the act of searching for something"
      }, 
      "suppressed": {
        "word_description": "", 
        "word_name": "suppressed", 
        "word_example": "A moment comes, which comes but rarely in history, when we step out from the old to new, when an age ends, and when the soul of a nation, long  suppressed, finds utterance.", 
        "word_definition": "held in check with difficulty"
      }, 
      "strive": {
        "word_description": "", 
        "word_name": "strive", 
        "word_example": "At the dawn of history India started on her unending quest, and trackless centuries which are filled with her  striving and the grandeur of her successes and her failures.", 
        "word_definition": "attempt by employing effort"
      }, 
      "slumber": {
        "word_description": "", 
        "word_name": "slumber", 
        "word_example": "The appointed day has come - the day appointed by destiny - and India stands forth again, after long  slumber and struggle, awake, vital, free and independent.", 
        "word_definition": "be asleep"
      }, 
      "inequality": {
        "word_description": "", 
        "word_name": "inequality", 
        "word_example": "It means the ending of poverty and ignorance and disease and  inequality of opportunity.", 
        "word_definition": "lack of balance or similarity in status"
      }, 
      "endure": {
        "word_description": "", 
        "word_name": "endure", 
        "word_example": "Before the birth of freedom we have  endured all the pains of labour and our hearts are heavy with the memory of this sorrow.", 
        "word_definition": "undergo or be subjected to"
      }, 
      "cherish": {
        "word_description": "", 
        "word_name": "cherish", 
        "word_example": "A new star rises, the star of freedom in the east, a new hope comes into being, a vision long  cherished materialises.", 
        "word_definition": "be fond of"
      }, 
      "embody": {
        "word_description": "", 
        "word_name": "embody", 
        "word_example": "On this day our first thoughts go to the architect of this freedom, the father of our nation, who,  embodying the old spirit of India, held aloft the torch of freedom and lighted up the darkness that surrounded us.", 
        "word_definition": "represent or express something abstract in tangible form"
      }
    }, 
    "list_detailed_description": "On August 15, 1947, India signed an agreement that granted it s independence from Britain. India had not ruled itself for centuries. After a long and exhausting fight that took decades of diplomatic struggle and protest, India was finally free and Jawaharlal Nehru became the first Prime Minister of the nation. The speech he gave upon India's independence being secured is known as the \"Tryst with Destiny\" speech. It is justifiably famous as a great speech delivered at a great historic moment. Here are 24 vocabulary words from the speech. The full text of the speech is available \n", 
    "list_href": "/lists/1168088"
  }, 
  "Herbert Hoover on \"Rugged Individualism\" (1928)": {
    "list_brief_description": "The son of a blacksmith, Herbert Hoover earned millions through his work as a geologist and mining engineer. While his economic successes led to political posit...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "competition": {
        "word_description": "", 
        "word_name": "competition", 
        "word_example": "But even more important than this — leadership in business must be through the sheer rise of ability and character. That rise can take place only in the free atmosphere of  competition.  Competition is closed by bureaucracy.", 
        "word_definition": "business relation in which two parties vie to gain customers"
      }, 
      "deprive": {
        "word_description": "", 
        "word_name": "deprive", 
        "word_example": "When the Federal Government undertakes a business, the state governments are at once  deprived of control and taxation of that business; when the state government undertakes a business it at once  deprived the municipalities of taxation and control of that business.", 
        "word_definition": "take away"
      }, 
      "individual": {
        "word_description": "", 
        "word_name": "individual", 
        "word_example": "The Democratic administration cooperated with the Republican Party to demobilize many of her activities and the Republican Party from the beginning of its period of power resolutely turned its face away from these ideas and these war practices, back to our fundamental conception of the state and the rights and responsibilities of the  individual.", 
        "word_definition": "a human being"
      }, 
      "initiative": {
        "word_description": "", 
        "word_name": "initiative", 
        "word_example": "It is founded upon the conception that self-government can be preserved only by decentralization of Government in the State and by fixing local responsibility; but further than this, it is founded upon the social conception that only through ordered liberty, freedom and equal opportunity to the individual will his  initiative and enterprise drive the march of progress.", 
        "word_definition": "readiness to embark on bold new ventures"
      }, 
      "cooperative": {
        "word_description": "", 
        "word_name": "cooperative", 
        "word_example": "We have ten thousand examples of this  cooperative tendency in the enormous growth of the associational activities during recent years. Chambers of commerce, trade associations, professional associations, labor unions, trade councils, civic associations, farm  cooperatives — these are all so embracing that there is scarcely an individual in our country who does not belong to one or more of them.", 
        "word_definition": "done with or working with others for a common purpose"
      }, 
      "ethics": {
        "word_description": "", 
        "word_name": "ethics", 
        "word_example": "The second form that this cooperation can take is in the cure of abuses and the establishment of a higher code of  ethics and a more strict standard in its conduct of business.", 
        "word_definition": "motivation based on ideas of right and wrong"
      }, 
      "liberalism": {
        "word_description": "", 
        "word_name": "liberalism", 
        "word_example": "The bureaucratization of our country would poison the very roots of  liberalism that is free speech, free assembly, free press, political equality and equality of opportunity.", 
        "word_definition": "an economic theory advocating a self-regulating market"
      }, 
      "safeguard": {
        "word_description": "", 
        "word_name": "safeguard", 
        "word_example": "It is a matter for concern to our Government that we shall strengthen the  safeguards to health, that we shall strengthen the bureaus given to research, that we shall strengthen our educational system at every point, that we shall develop cooperation by our Federal Government with state governments and with the voluntary bodies of the country that we may bring not only better understanding but action in these matters.", 
        "word_definition": "a precautionary measure warding off impending danger"
      }, 
      "capacity": {
        "word_description": "", 
        "word_name": "capacity", 
        "word_example": "The first steps to equality of opportunity are that there should be no child in America that has not been born and does not live under sound conditions of health, that does not have full opportunity for education from the beginning to the end of our institutions, that is not free from injurious labor, that does not have stimulation to accomplish to the fullest of its  capacities.", 
        "word_definition": "capability to perform or produce"
      }, 
      "political": {
        "word_description": "", 
        "word_name": "political", 
        "word_example": "The very essence of equality of opportunity is that there shall be no domination by any group or trust or combination in this republic, whether it be business or  political. It demands economic justice as well as  political and social justice.", 
        "word_definition": "of or relating to the profession of governing"
      }, 
      "regulation": {
        "word_description": "", 
        "word_name": "regulation", 
        "word_example": "And much abuse has been and can be cured by inspiration and cooperation, rather than by  regulation of the government.", 
        "word_definition": "the act of controlling or directing according to rule"
      }, 
      "production": {
        "word_description": "", 
        "word_name": "production", 
        "word_example": "When the war closed the most vital of all issues was whether Governments should continue war ownership and operation of many instrumentalities of  production and distribution.", 
        "word_definition": "manufacturing or mining or growing something for sale"
      }, 
      "injustice": {
        "word_description": "", 
        "word_name": "injustice", 
        "word_example": "I have witnessed not only at home but abroad the many failures of government in business. I have seen its tyrannies, its  injustices, its undermining of the very instincts which carry our people forward to progress.", 
        "word_definition": "the practice of being unjust or unfair"
      }, 
      "conduct": {
        "word_description": "", 
        "word_name": "conduct", 
        "word_example": "But this proposal is that they shall  conduct it themselves, not by the Government.", 
        "word_definition": "direct the course of; manage or control"
      }, 
      "policy": {
        "word_description": "", 
        "word_name": "policy", 
        "word_example": "It detracts nothing from the character and energy of the American people, it minimizes in no degree the quality of their accomplishments to say that the  policies of the Republican Party have played a large part in the building of this progress of these last seven and one-half years. I can say with emphasis that without the wise  policies which the Republican Party has brought into action in this period, no such progress would have been possible.", 
        "word_definition": "argument rationalizing the course of action of a government"
      }, 
      "bureaucracy": {
        "word_description": "", 
        "word_name": "bureaucracy", 
        "word_example": "Bureaucracy does not spread the spirit of independence; it spreads the spirit of submission into our daily life, penetrates the temper of our people; not with the habit of powerful resistance to wrong, but with the habit of timid acceptance of the irresistible might.", 
        "word_definition": "a government administered primarily by nonelective officials"
      }, 
      "assist": {
        "word_description": "", 
        "word_name": "assist", 
        "word_example": "We can  assist in solving these problems by cooperation of our Government. To the agricultural industry we shall need advance initial capital to  assist them, to stabilize and conduct their own industry.", 
        "word_definition": "give help; be of service"
      }, 
      "dependent": {
        "word_description": "", 
        "word_name": "dependent", 
        "word_example": "If we are to be wholly  dependent upon government to cure every evil we shall by this very method have created an enlarged and deadening abuse through the extension of bureaucracy and the clumsy and incapable handling of delicate economic forces.", 
        "word_definition": "relying on or requiring a person or thing for support"
      }, 
      "lag": {
        "word_description": "", 
        "word_name": "lag", 
        "word_example": "Furthermore, equality of opportunity in my vision requires an equal opportunity to the people in every section of our country. In these past few years some groups in our country have  lagged behind others in the march of progress. They have not had the same opportunity.", 
        "word_definition": "hang or fall in movement, progress, development, etc."
      }, 
      "interfere": {
        "word_description": "", 
        "word_name": "interfere", 
        "word_example": "One of the great problems of government is to determine to what extent the Government itself shall  interfere with commerce and industry and how much it shall leave to individual exertion.", 
        "word_definition": "get involved, so as to alter or hinder an action"
      }, 
      "abuse": {
        "word_description": "", 
        "word_name": "abuse", 
        "word_example": "We have had  abuses in the conduct of business that every good citizen resents.", 
        "word_definition": "improper or excessive use"
      }, 
      "competent": {
        "word_description": "", 
        "word_name": "competent", 
        "word_example": "Every time the Federal Government goes into business 530 Senators and Congressmen become the Board of Directors of that business. Every time a state government goes into business 100 or 200 state senators and assemblymen become directors of that business. Even if they were supermen, no bodies of such numbers can competently direct that type of human activities which requires instant decision and action.", 
        "word_definition": "properly or sufficiently qualified, capable, or efficient"
      }, 
      "obligation": {
        "word_description": "", 
        "word_name": "obligation", 
        "word_example": "The government in its  obligation to the public can through skilled specialists cooperate with these various associations for the accomplishment of high public purposes.", 
        "word_definition": "the state of being bound to do or pay something"
      }, 
      "speculate": {
        "word_description": "", 
        "word_name": "speculate", 
        "word_example": "New methods and new ideas are the outgrowth of the spirit of adventure of individual initiative and of individual enterprise. Without adventure there is no progress. No government administration can rightly  speculate and take risks with taxpayers’ money.", 
        "word_definition": "invest at a risk"
      }, 
      "opportunity": {
        "word_description": "", 
        "word_name": "opportunity", 
        "word_example": "Equality of  opportunity is the right of every American, rich or poor, foreign or native born, without respect to race or faith or color, to attain that position in life to which his ability and character entitle him.", 
        "word_definition": "a possibility from a favorable combination of circumstances"
      }, 
      "stability": {
        "word_description": "", 
        "word_name": "stability", 
        "word_example": "It has only by keen large vision and cooperation by the Government that  stability in business and  stability in employment has been maintained during this past seven and a half years.", 
        "word_definition": "a constant order, especially of society"
      }, 
      "rugged": {
        "word_description": "", 
        "word_name": "rugged", 
        "word_example": "We were challenged with the choice of the American system “ rugged individualism” or the choice of a European system of diametrically opposed doctrines — doctrines of paternalism and state socialism.", 
        "word_definition": "sturdy and strong in constitution or construction; enduring"
      }, 
      "extension": {
        "word_description": "", 
        "word_name": "extension", 
        "word_example": "There is here a fundamental relief from the necessity of  extension of the government into every avenue of business and welfare and therefore a powerful implement for the promotion of progress.", 
        "word_definition": "act of expanding in scope"
      }, 
      "benefit": {
        "word_description": "", 
        "word_name": "benefit", 
        "word_example": "True liberalism seeks freedom first in the confident belief that without freedom the pursuit of all other blessings and  benefits is vain.", 
        "word_definition": "something that aids or promotes well-being"
      }, 
      "socialism": {
        "word_description": "", 
        "word_name": "socialism", 
        "word_example": "Because we are faced with difficulty and doubt over certain national problems which we are faced — that is prohibition, farm relief and electrical power — our opponents propose that we must to some degree thrust government into these businesses and in effect adopt state  socialism as a solution.", 
        "word_definition": "a political theory advocating state ownership of industry"
      }, 
      "economic": {
        "word_description": "", 
        "word_name": "economic", 
        "word_example": "Liberalism is a force truly of the spirit, a force proceeding from the deep realization that  economic freedom cannot be sacrificed if political freedom is to be preserved.", 
        "word_definition": "relating to the production and consumption of goods"
      }, 
      "enterprise": {
        "word_description": "", 
        "word_name": "enterprise", 
        "word_example": "Thereby it restored confidence and hope in the American people, it freed and stimulated  enterprise, it restored the Government to its position as an umpire instead of a player in the economic game.", 
        "word_definition": "an organization created for business ventures"
      }, 
      "adherence": {
        "word_description": "", 
        "word_name": "adherence", 
        "word_example": "By  adherence to the principles of decentralization, self-government, ordered liberty, and opportunity and freedom to the individual our American experiment has yielded a degree of well-being unparalleled in all the world.", 
        "word_definition": "faithful support for a cause or political party or religion"
      }, 
      "contribution": {
        "word_description": "", 
        "word_name": "contribution", 
        "word_example": "But in addition to this great record of  contributions of the Republican Party to progress, there has been a further fundamental  contribution — a  contribution perhaps more important than all the others — and that is the resistance of the Republican Party to every attempt to inject the Government into business in competition with its citizens.", 
        "word_definition": "the part played by a person in bringing about a result"
      }, 
      "unparalleled": {
        "word_description": "", 
        "word_name": "unparalleled", 
        "word_example": "The acceptance of these ideas meant the destruction of self-government through centralization of government; it meant the undermining of initiative and enterprise upon which our people have grown to  unparalleled greatness.", 
        "word_definition": "radically distinctive and without equal"
      }
    }, 
    "list_detailed_description": "The son of a blacksmith, Herbert Hoover earned millions through his work as a geologist and mining engineer. While his economic successes led to political positions, he believed that American progress is rooted in the separation of government and business. Here are some words from the October 22, 1928 speech that capped his campaign to become the 31st President.", 
    "list_href": "/lists/1626056"
  }, 
  "President Obama's Commencement Address 2016": {
    "list_brief_description": "President Obama gave the commencement address at Rutgers University in New Jersey this year on May 15, 2016. The speech addressed how the country has confronted...", 
    "list_num": "27 Words", 
    "list_detailed_info": {
      "hallmark": {
        "word_description": "", 
        "word_name": "hallmark", 
        "word_example": "But because of dreamers and innovators and strivers and activists, progress has been this nation’s  hallmark.", 
        "word_definition": "a mark on an article of trade to indicate its origin"
      }, 
      "unencumbered": {
        "word_description": "", 
        "word_name": "unencumbered", 
        "word_example": "...it’s just made us more confident in our ignorance. We assume whatever is on the web must be true. We search for sites that just reinforce our own predispositions. Opinions masquerade as facts.", 
        "word_definition": "free of anything that impedes or is burdensome"
      }, 
      "contentious": {
        "word_description": "", 
        "word_name": "contentious", 
        "word_example": "Progress in America has been hard and  contentious, and sometimes bloody.", 
        "word_definition": "showing an inclination to disagree"
      }, 
      "cynicism": {
        "word_description": "", 
        "word_name": "cynicism", 
        "word_example": "Cynicism is so easy, and cynics don’t accomplish much.", 
        "word_definition": "a cynical feeling of distrust"
      }, 
      "epidemic": {
        "word_description": "", 
        "word_name": "epidemic", 
        "word_example": "When developing countries don’t have functioning health systems,  epidemics like Zika or Ebola can spread and threaten Americans, too. And a wall won't stop that.", 
        "word_definition": "a widespread outbreak of an infectious disease"
      }, 
      "arc": {
        "word_description": "", 
        "word_name": "arc", 
        "word_example": "But those are sporadic, those moments, those episodes.", 
        "word_definition": "a continuous portion of a circle"
      }, 
      "elitist": {
        "word_description": "", 
        "word_name": "elitist", 
        "word_example": "... But when our leaders express a disdain for facts, when they’re not held accountable for repeating falsehoods and just making stuff up, while actual experts are dismissed as  elitists, then we’ve got a problem.", 
        "word_definition": "someone who believes in rule by a high-status group"
      }, 
      "sporadic": {
        "word_description": "", 
        "word_name": "sporadic", 
        "word_example": "But those are  sporadic, those moments, those episodes.", 
        "word_definition": "recurring in scattered or unpredictable instances"
      }, 
      "charismatic": {
        "word_description": "", 
        "word_name": "charismatic", 
        "word_example": "They didn’t happen because some  charismatic leader got everybody suddenly to agree on everything.", 
        "word_definition": "possessing an extraordinary ability to attract"
      }, 
      "hone": {
        "word_description": "", 
        "word_name": "hone", 
        "word_example": "And by doing so, you’ll strengthen your own position, and you’ll  hone your arguments.", 
        "word_definition": "refine or make more perfect or effective"
      }, 
      "inflection": {
        "word_description": "", 
        "word_name": "inflection", 
        "word_example": "It depends on us, on the choices we make, particularly at certain  inflection points in history; particularly when big changes are happening and everything seems up for grabs.", 
        "word_definition": "deviation from a straight or normal course"
      }, 
      "brunt": {
        "word_description": "", 
        "word_name": "brunt", 
        "word_example": "If we don’t act, if we don't follow through on the progress we made in Paris, the progress we've been making here at home, your generation will feel the  brunt of this catastrophe.", 
        "word_definition": "the main part, especially of a force or shock"
      }, 
      "nihilism": {
        "word_description": "", 
        "word_name": "nihilism", 
        "word_example": "When overseas states start falling apart, they become breeding grounds for terrorists and ideologies of  nihilism and despair that ultimately can reach our shores. When developing countries don’t have functioning health systems, epidemics like Zika or Ebola can spread and threaten Americans, too.", 
        "word_definition": "complete denial of established authority and institutions"
      }, 
      "beneficiary": {
        "word_description": "", 
        "word_name": "beneficiary", 
        "word_example": "We are  beneficiaries of the labor and the grit and the courage of generations who came before.", 
        "word_definition": "the recipient of funds or other advantages"
      }, 
      "globalization": {
        "word_description": "", 
        "word_name": "globalization", 
        "word_example": "... global supply chains, and cargo ships that crisscross oceans, and online commerce that can render borders obsolete. And a lot of folks have legitimate concerns with the way  globalization has progressed -- that's one of the changes that's been taking place -- jobs shipped overseas, trade deals that sometimes put workers and businesses at a disadvantage.", 
        "word_definition": "growth to a worldwide scale"
      }, 
      "loophole": {
        "word_description": "", 
        "word_name": "loophole", 
        "word_example": "And just as America is better, the world is better than when I graduated. Since I graduated, an Iron Curtain fell, apartheid ended. There’s more democracy. We virtually eliminated certain diseases like polio. We’ve cut extreme poverty drastically. We've cut infant mortality by an enormous amount.", 
        "word_definition": "an ambiguity that makes it possible to evade an obligation"
      }, 
      "disproportionate": {
        "word_description": "", 
        "word_name": "disproportionate", 
        "word_example": "Yes, special interests and lobbyists have  disproportionate access to the corridors of power.", 
        "word_definition": "out of proper balance"
      }, 
      "discerning": {
        "word_description": "", 
        "word_name": "discerning", 
        "word_example": "...we have access to more information than at any time in human history, at a touch of a button. But, ironically, the flood of information hasn’t made us more  discerning of the truth. In some ways, it’s just made us more confident in our ignorance. We assume whatever is on the web must be true.", 
        "word_definition": "having or revealing keen insight and good judgment"
      }, 
      "lobbyist": {
        "word_description": "", 
        "word_name": "lobbyist", 
        "word_example": "Yes, special interests and  lobbyists have disproportionate access to the corridors of power.", 
        "word_definition": "someone who is employed to persuade how legislators vote"
      }, 
      "disparaging": {
        "word_description": "", 
        "word_name": "disparaging", 
        "word_example": "Building walls won't do that. It won't boost our economy, and it won’t enhance our security either. Isolating or  disparaging Muslims, suggesting that they should be treated differently when it comes to entering this country -- that is not just a betrayal of our values...", 
        "word_definition": "expressive of low opinion"
      }, 
      "inertia": {
        "word_description": "", 
        "word_name": "inertia", 
        "word_example": "You’ll look at things with fresher eyes, unencumbered by the biases and blind spots and  inertia and general crankiness of your parents and grandparents and old heads like me.", 
        "word_definition": "the tendency of something to stay in rest or motion"
      }, 
      "embedded": {
        "word_description": "", 
        "word_name": "embedded", 
        "word_example": "...escape superstition, and sectarianism, and tribalism, and no-nothingness. They believed in rational thought and experimentation, and the capacity of informed citizens to master our own fates. That is  embedded in our constitutional design. That spirit informed our inventors and our explorers, the Edisons and the Wright Brothers, and the George Washington Carvers and the Grace Hoppers...", 
        "word_definition": "enclosed firmly in a surrounding mass"
      }, 
      "predisposition": {
        "word_description": "", 
        "word_name": "predisposition", 
        "word_example": "We assume whatever is on the web must be true. We search for sites that just reinforce our own  predispositions. Opinions masquerade as facts. The wildest conspiracy theories are taken for gospel.", 
        "word_definition": "an inclination to interpret statements in a particular way"
      }, 
      "prioritize": {
        "word_description": "", 
        "word_name": "prioritize", 
        "word_example": "It determines what policies they  prioritize.", 
        "word_definition": "assign a status in order of importance or urgency"
      }, 
      "bias": {
        "word_description": "", 
        "word_name": "bias", 
        "word_example": "You’ll look at things with fresher eyes, unencumbered by the  biases and blind spots and inertia and general crankiness of your parents and grandparents and old heads like me.", 
        "word_definition": "a partiality preventing objective consideration of an issue"
      }, 
      "apartheid": {
        "word_description": "", 
        "word_name": "apartheid", 
        "word_example": "And just as America is better, the world is better than when I graduated. Since I graduated, an Iron Curtain fell,  apartheid ended. There’s more democracy. We virtually eliminated certain diseases like polio. We’ve cut extreme poverty drastically. We've cut infant mortality by an enormous amount..", 
        "word_definition": "a social policy of racial segregation"
      }, 
      "skepticism": {
        "word_description": "", 
        "word_name": "skepticism", 
        "word_example": "You have a healthy  skepticism for conventional wisdom.", 
        "word_definition": "doubt about the truth of something"
      }
    }, 
    "list_detailed_description": "President Obama gave the commencement address at Rutgers University in New Jersey this year on May 15, 2016. The speech addressed how the country has confronted our political problems with the intelligence we have derived from our educations, which will help us tell the difference between lofty promises with nothing behind them and vows we can keep. Here are twenty seven vocabulary words from President Obama's address.", 
    "list_href": "/lists/1088744"
  }, 
  "Michelle Obama's final address as First Lady (2017)": {
    "list_brief_description": "On January 6, 2017, in celebration of the National School Counselor of the Year, Michelle Obama gave some words she hopes young Americans will always remember.\r...", 
    "list_num": "30 Words", 
    "list_detailed_info": {
      "preserve": {
        "word_description": "", 
        "word_name": "preserve", 
        "word_example": "Just like generations who have come before you, you have to do your part to  preserve and protect those freedoms.", 
        "word_definition": "keep in safety and protect from harm, loss, or destruction"
      }, 
      "daunting": {
        "word_description": "", 
        "word_name": "daunting", 
        "word_example": "Because as a nation, that’s where the spotlight should also be — on kids who work hard in school and do the right thing when no one is watching, many beating  daunting odds.", 
        "word_definition": "discouraging through fear"
      }, 
      "inspire": {
        "word_description": "", 
        "word_name": "inspire", 
        "word_example": "The hope that when people see us for who we truly are, maybe, just maybe they, too, will be  inspired to rise to their best possible selves.", 
        "word_definition": "spur on or encourage especially by cheers and shouts"
      }, 
      "engaged": {
        "word_description": "", 
        "word_name": "engaged", 
        "word_example": "You need to prepare yourself to be informed and  engaged as a citizen, to serve and to lead, to stand up for our proud American values and to honor them in your daily lives.", 
        "word_definition": "having one's attention or mind or energy consumed"
      }, 
      "obstacle": {
        "word_description": "", 
        "word_name": "obstacle", 
        "word_example": "And when you encounter  obstacles — because I guarantee you, you will, and many of you already have — when you are struggling and you start thinking about giving up, I want you to remember something that my husband and I have talked about since we first started this journey nearly a decade ago, something that has carried us through every moment in this White House and every moment of our lives, and that is the power of hope", 
        "word_definition": "something that stands in the way and must be surmounted"
      }, 
      "promise": {
        "word_description": "", 
        "word_name": "promise", 
        "word_example": "You see the  promise in each of your students. You believe in them even when they can’t believe in themselves, and you work tirelessly to help them be who they were truly meant to be.", 
        "word_definition": "grounds for feeling hopeful about the future"
      }, 
      "financial": {
        "word_description": "", 
        "word_name": "financial", 
        "word_example": "In fact, a recent study showed that students who met with a school counselor to talk about  financial aid or college were three times more likely to attend college, and they were nearly seven times more likely to apply for  financial aid.", 
        "word_definition": "involving fiscal matters"
      }, 
      "phenomenal": {
        "word_description": "", 
        "word_name": "phenomenal", 
        "word_example": "We wanted everyone to know about the difference that these  phenomenal men and women have been making in the lives of our young people every day.", 
        "word_definition": "exceedingly or unbelievably great"
      }, 
      "support": {
        "word_description": "", 
        "word_name": "support", 
        "word_example": "Next, we launched Better Make Room. It’s a social media campaign to give young people the  support and inspiration they need to actually complete higher education.", 
        "word_definition": "something providing immaterial assistance"
      }, 
      "priority": {
        "word_description": "", 
        "word_name": "priority", 
        "word_example": "Because let’s be honest, if we’re always shining the spotlight on professional athletes or recording artists or Hollywood celebrities, if those are the only achievements we celebrate, then why would we ever think kids would see college as a  priority?", 
        "word_definition": "status established in order of importance or urgency"
      }, 
      "critical": {
        "word_description": "", 
        "word_name": "critical", 
        "word_example": "And that means getting the best education possible so you can think critically, so you can express yourself clearly, so you can get a good job and support yourself and your family, so you can be a positive force in your communities.", 
        "word_definition": "characterized by careful evaluation and judgment"
      }, 
      "role": {
        "word_description": "", 
        "word_name": "role", 
        "word_example": "And we know that school counselors like all of the folks standing with me on this stage have played a critical  role in helping us get there.", 
        "word_definition": "the actions and activities assigned to a person or group"
      }, 
      "affordable": {
        "word_description": "", 
        "word_name": "affordable", 
        "word_example": "We are also very proud of all that this administration has done to make higher education more  affordable.", 
        "word_definition": "reasonably priced"
      }, 
      "diversity": {
        "word_description": "", 
        "word_name": "diversity", 
        "word_example": "If you are a person of faith, know that religious  diversity is a great American tradition, too.", 
        "word_definition": "noticeable heterogeneity"
      }, 
      "compassion": {
        "word_description": "", 
        "word_name": "compassion", 
        "word_example": "And whether you are Muslim, Christian, Jewish, Hindu, Sikh — these religions are teaching our young people about justice, and  compassion, and honesty.", 
        "word_definition": "a deep awareness of and sympathy for another's suffering"
      }, 
      "empower": {
        "word_description": "", 
        "word_name": "empower", 
        "word_example": "Empower yourselves with a good education, then get out there and use that education to build a country worthy of your boundless promise.", 
        "word_definition": "give qualities or abilities to"
      }, 
      "infusion": {
        "word_description": "", 
        "word_name": "infusion", 
        "word_example": "If you or your parents are immigrants, know that you are part of a proud American tradition — the  infusion of new cultures, talents and ideas, generation after generation, that has made us the greatest country on earth.", 
        "word_definition": "the act of introducing a modifying element or quality"
      }, 
      "possible": {
        "word_description": "", 
        "word_name": "possible", 
        "word_example": "But with a lot of hard work and a good education, anything is  possible — even becoming President.", 
        "word_definition": "capable of happening or existing"
      }, 
      "background": {
        "word_description": "", 
        "word_name": "background", 
        "word_example": "So for all the young people in this room and those who are watching, know that this country belongs to you — to all of you, from every  background and walk of life.", 
        "word_definition": "a person's social heritage, previous experience, or training"
      }, 
      "dedication": {
        "word_description": "", 
        "word_name": "dedication", 
        "word_example": "And I am so grateful to all of you for your passion and your  dedication and all the hard work on behalf of our next generation.", 
        "word_definition": "complete and wholehearted fidelity"
      }, 
      "overwhelming": {
        "word_description": "", 
        "word_name": "overwhelming", 
        "word_example": "And you do it all in the face of some  overwhelming challenges — tight budgets, impossible student- counselor ratios — yeah, amen — endless demands on your time.", 
        "word_definition": "very intense"
      }, 
      "achievement": {
        "word_description": "", 
        "word_name": "achievement", 
        "word_example": "We wanted to focus that same level of energy and attention on kids going to college because of their academic  achievements.", 
        "word_definition": "the action of accomplishing something"
      }, 
      "earn": {
        "word_description": "", 
        "word_name": "earn", 
        "word_example": "But I also want to be very clear: This right isn’t just handed to you. No, this right has to be  earned every single day.", 
        "word_definition": "acquire or deserve by one's efforts or actions"
      }, 
      "anxious": {
        "word_description": "", 
        "word_name": "anxious", 
        "word_example": "You stick with students in their darkest moments, when they’re most  anxious and afraid.", 
        "word_definition": "causing or fraught with or showing anxiety"
      }, 
      "matter": {
        "word_description": "", 
        "word_name": "matter", 
        "word_example": "These men and women show them that those kids  matter; that they have something to offer; that no  matter where they’re from or how much money their parents have, no  matter what they look like or who they love or how they worship or what language they speak at home, they have a place in this country.", 
        "word_definition": "have importance or weight"
      }, 
      "mimic": {
        "word_description": "", 
        "word_name": "mimic", 
        "word_example": "We wanted to  mimic all the drama and excitement traditionally reserved for those few amazing football and basketball players choosing their college and university teams.", 
        "word_definition": "imitate, especially for satirical effect"
      }, 
      "determined": {
        "word_description": "", 
        "word_name": "determined", 
        "word_example": "So don’t be afraid — you hear me, young people? Don’t be afraid. Be focused. Be  determined.", 
        "word_definition": "characterized by great firmness of purpose"
      }, 
      "fundamental": {
        "word_description": "", 
        "word_name": "fundamental", 
        "word_example": "It is our  fundamental belief in the power of hope that has allowed us to rise above the voices of doubt and division, of anger and fear that we have faced in our own lives and in the life of this country.", 
        "word_definition": "serving as an essential component"
      }, 
      "counselor": {
        "word_description": "", 
        "word_name": "counselor", 
        "word_example": "So our school  counselors are truly among the heroes of the Reach Higher story.", 
        "word_definition": "someone who gives advice about problems"
      }, 
      "glorious": {
        "word_description": "", 
        "word_name": "glorious", 
        "word_example": "You see, our  glorious diversity — our diversities of faiths and colors and creeds — that is not a threat to who we are, it makes us who we are.", 
        "word_definition": "having great beauty and splendor"
      }
    }, 
    "list_detailed_description": "On January 6, 2017, in celebration of the National School Counselor of the Year, Michelle Obama gave some words she hopes young Americans will always remember.", 
    "list_href": "/lists/1453865"
  }, 
  "History is made in PA: Clinton's DNC Acceptance Speech": {
    "list_brief_description": "Hillary Clinton became the first woman to act as a major party's presidential nominee on July 28, 2016. Her speech was personal and political, both critical of ...", 
    "list_num": "50 Words", 
    "list_detailed_info": {
      "paralysis": {
        "word_description": "", 
        "word_name": "paralysis", 
        "word_example": "Too much  paralysis in Washington.", 
        "word_definition": "loss of the ability to move a body part"
      }, 
      "provocation": {
        "word_description": "", 
        "word_name": "provocation", 
        "word_example": "Donald Trump can't even handle the rough-and-tumble of a presidential campaign.  He loses his cool at the slightest  provocation.", 
        "word_definition": "a means of arousing or stirring to action"
      }, 
      "campaign": {
        "word_description": "", 
        "word_name": "campaign", 
        "word_example": "And to those of you who joined our  campaign this week.  And what a remarkable week it's been.", 
        "word_definition": "related operations aimed at achieving a particular goal "
      }, 
      "mobility": {
        "word_description": "", 
        "word_name": "mobility", 
        "word_example": "There's too much inequality. Too little social  mobility.", 
        "word_definition": "the quality of moving freely"
      }, 
      "dynamic": {
        "word_description": "", 
        "word_name": "dynamic", 
        "word_example": "But just look at the strengths we bring to meet these challenges. We have the most  dynamic and diverse people in the world. We have the most tolerant and generous young people we've ever had.", 
        "word_definition": "characterized by action or forcefulness of personality"
      }, 
      "commitment": {
        "word_description": "", 
        "word_name": "commitment", 
        "word_example": "We heard from our terrific vice president, the one-and-only Joe Biden, who spoke from his big heart about our party's  commitment to working people.", 
        "word_definition": "the act of binding yourself to a course of action"
      }, 
      "community": {
        "word_description": "", 
        "word_name": "community", 
        "word_example": "David Brown asked the  community to support his force, maybe even join them.", 
        "word_definition": "a group of people living in a particular local area"
      }, 
      "immigrant": {
        "word_description": "", 
        "word_name": "immigrant", 
        "word_example": "And we'll build a path to citizenship for millions of  immigrants who are already contributing to our economy!", 
        "word_definition": "a person who comes to a country in order to settle there"
      }, 
      "entrepreneur": {
        "word_description": "", 
        "word_name": "entrepreneur", 
        "word_example": "The most innovative  entrepreneurs.", 
        "word_definition": "someone who organizes a business venture"
      }, 
      "systemic": {
        "word_description": "", 
        "word_name": "systemic", 
        "word_example": "So let's put ourselves in the shoes of young black and Latino men and women who face the effects of  systemic racism, and are made to feel like their lives are disposable.", 
        "word_definition": "affecting an entire system"
      }, 
      "innovative": {
        "word_description": "", 
        "word_name": "innovative", 
        "word_example": "The most  innovative entrepreneurs.", 
        "word_definition": "being like nothing done or experienced or created before"
      }, 
      "citizenship": {
        "word_description": "", 
        "word_name": "citizenship", 
        "word_example": "And we'll build a path to  citizenship for millions of immigrants who are already contributing to our economy!", 
        "word_definition": "membership in a state with rights and duties"
      }, 
      "ravaged": {
        "word_description": "", 
        "word_name": "ravaged", 
        "word_example": "From communities  ravaged by addiction to regions hollowed out by plant closures.", 
        "word_definition": "having been robbed and destroyed by force and violence"
      }, 
      "trump": {
        "word_description": "", 
        "word_name": "trump", 
        "word_example": "A country where all our children can dream, and those dreams are within reach. Where families are strong… communities are safe…  And yes, love  trumps hate.", 
        "word_definition": "get the better of"
      }, 
      "justice": {
        "word_description": "", 
        "word_name": "justice", 
        "word_example": "You've put economic and social  justice issues front and center, where they belong.", 
        "word_definition": "the quality of being just or fair"
      }, 
      "deserve": {
        "word_description": "", 
        "word_name": "deserve", 
        "word_example": "When there are no ceilings, the sky's the limit.  So let's keep going, until every one of the 161 million women and girls across America has the opportunity she  deserves.", 
        "word_definition": "be worthy"
      }, 
      "motivate": {
        "word_description": "", 
        "word_name": "motivate", 
        "word_example": "In this campaign, I've met so many people who  motivate me to keep fighting for change.  And, with your help, I will carry all of your voices and stories with me to the White House.", 
        "word_definition": "give an incentive for action"
      }, 
      "disability": {
        "word_description": "", 
        "word_name": "disability", 
        "word_example": "I went to work for the Children's Defense Fund, going door-to-door in New Bedford, Massachusetts on behalf of children with  disabilities who were denied the chance to go to school.", 
        "word_definition": "when one cannot perform due to physical or mental unfitness"
      }, 
      "racism": {
        "word_description": "", 
        "word_name": "racism", 
        "word_example": "So let's put ourselves in the shoes of young black and Latino men and women who face the effects of systemic  racism, and are made to feel like their lives are disposable.", 
        "word_definition": "the prejudice that one people are superior to another"
      }, 
      "contributing": {
        "word_description": "", 
        "word_name": "contributing", 
        "word_example": "And we'll build a path to citizenship for millions of immigrants who are already  contributing to our economy!", 
        "word_definition": "tending to bring about; being partly responsible for"
      }, 
      "self-control": {
        "word_description": "", 
        "word_name": "self-control", 
        "word_example": "She said that what worried President Kennedy during that very dangerous time was that a war might be started – not by big men with  self-control and restraint, but by little men – the ones moved by fear and pride.", 
        "word_definition": "the act of denying yourself"
      }, 
      "frustrated": {
        "word_description": "", 
        "word_name": "frustrated", 
        "word_example": "Some of you are  frustrated – even furious.", 
        "word_definition": "disappointingly unsuccessful"
      }, 
      "thrive": {
        "word_description": "", 
        "word_name": "thrive", 
        "word_example": "I believe America  thrives when the middle class  thrives.", 
        "word_definition": "make steady progress"
      }, 
      "economy": {
        "word_description": "", 
        "word_name": "economy", 
        "word_example": "Now we are clear-eyed about what our country is up against. But we are not afraid. We will rise to the challenge, just as we always have. We will not build a wall. Instead, we will build an  economy where everyone who wants a good paying job can get one.", 
        "word_definition": "the system of production and distribution and consumption"
      }, 
      "affordable": {
        "word_description": "", 
        "word_name": "affordable", 
        "word_example": "If you believe that every man, woman, and child in America has the right to  affordable health care…join us. If you believe that we should say “no” to unfair trade deals... that we should stand up to China... that we should support our steelworkers and autoworkers and homegrown manufacturers…join us.", 
        "word_definition": "reasonably priced"
      }, 
      "bombast": {
        "word_description": "", 
        "word_name": "bombast", 
        "word_example": "So enough with the bigotry and  bombast.", 
        "word_definition": "pompous or pretentious talk or writing"
      }, 
      "bully": {
        "word_description": "", 
        "word_name": "bully", 
        "word_example": "When I tried to hide from a neighborhood  bully, she literally blocked the door.", 
        "word_definition": "discourage or frighten with threats or a domineering manner"
      }, 
      "infrastructure": {
        "word_description": "", 
        "word_name": "infrastructure", 
        "word_example": "In my first 100 days, we will work with both parties to pass the biggest investment in new, good-paying jobs since World War II.  Jobs in manufacturing, clean energy, technology and innovation, small business, and  infrastructure.", 
        "word_definition": "the basic features of a system or organization"
      }, 
      "empower": {
        "word_description": "", 
        "word_name": "empower", 
        "word_example": "So I want to tell you tonight how we will  empower Americans to live better lives.", 
        "word_definition": "give or delegate power or authority to"
      }, 
      "disposable": {
        "word_description": "", 
        "word_name": "disposable", 
        "word_example": "So let's put ourselves in the shoes of young black and Latino men and women who face the effects of systemic racism, and are made to feel like their lives are  disposable.", 
        "word_definition": "an item that can be thrown away after it has been used"
      }, 
      "immigration": {
        "word_description": "", 
        "word_name": "immigration", 
        "word_example": "Comprehensive  immigration reform will grow our economy and keep families together - and it's the right thing to do.", 
        "word_definition": "movement of persons into a place "
      }, 
      "podium": {
        "word_description": "", 
        "word_name": "podium", 
        "word_example": "Now, sometimes the people at this  podium are new to the national stage.", 
        "word_definition": "a platform raised above the surrounding level"
      }, 
      "enduring": {
        "word_description": "", 
        "word_name": "enduring", 
        "word_example": "Our Founders embraced the  enduring truth that we are stronger together.", 
        "word_definition": "unceasing"
      }, 
      "milestone": {
        "word_description": "", 
        "word_name": "milestone", 
        "word_example": "Tonight, we've reached a  milestone in our nation's march toward a more perfect union:  the first time that a major party has nominated a woman for President.", 
        "word_definition": "stone post at side of a road to show distances"
      }, 
      "selfless": {
        "word_description": "", 
        "word_name": "selfless", 
        "word_example": "They were drawn together by love of country and the  selfless passion to build something better for all who follow. That is the story of America.", 
        "word_definition": "showing concern for the welfare of others"
      }, 
      "motto": {
        "word_description": "", 
        "word_name": "motto", 
        "word_example": "Our country's  motto is e pluribus unum: out of many, we are one.", 
        "word_definition": "a favorite saying of a sect or political group"
      }, 
      "spouse": {
        "word_description": "", 
        "word_name": "spouse", 
        "word_example": "Let's put ourselves in the shoes of police officers, kissing their kids and  spouses goodbye every day and heading off to do a dangerous and necessary job.", 
        "word_definition": "a person's partner in marriage"
      }, 
      "closure": {
        "word_description": "", 
        "word_name": "closure", 
        "word_example": "From communities ravaged by addiction to regions hollowed out by plant  closures.", 
        "word_definition": "termination of operations"
      }, 
      "slogan": {
        "word_description": "", 
        "word_name": "slogan", 
        "word_example": "It's not just a  slogan for our campaign.", 
        "word_definition": "a favorite saying of a sect or political group"
      }, 
      "turbulence": {
        "word_description": "", 
        "word_name": "turbulence", 
        "word_example": "Anyone reading the news can see the threats and  turbulence we face.", 
        "word_definition": "instability in the atmosphere"
      }, 
      "divisive": {
        "word_description": "", 
        "word_name": "divisive", 
        "word_example": "And we will stand up against mean and  divisive rhetoric wherever it comes from.", 
        "word_definition": "dissenting with the majority opinion"
      }, 
      "inhumane": {
        "word_description": "", 
        "word_name": "inhumane", 
        "word_example": "I believe that when we have millions of hardworking immigrants contributing to our economy, it would be self-defeating and  inhumane to kick them out.", 
        "word_definition": "reflecting a lack of pity or compassion"
      }, 
      "bigotry": {
        "word_description": "", 
        "word_name": "bigotry", 
        "word_example": "So enough with the  bigotry and bombast.", 
        "word_definition": "the intolerance and prejudice of a bigot"
      }, 
      "mimic": {
        "word_description": "", 
        "word_name": "mimic", 
        "word_example": "Or when he mocks and  mimics a reporter with a disability.", 
        "word_definition": "imitate, especially for satirical effect"
      }, 
      "inequality": {
        "word_description": "", 
        "word_name": "inequality", 
        "word_example": "There's too much  inequality. Too little social mobility.", 
        "word_definition": "lack of balance or similarity in status"
      }, 
      "unruly": {
        "word_description": "", 
        "word_name": "unruly", 
        "word_example": "When representatives from 13  unruly colonies met just down the road from here, some wanted to stick with the King.", 
        "word_definition": "unable to be governed or controlled"
      }, 
      "radicalize": {
        "word_description": "", 
        "word_name": "radicalize", 
        "word_example": "We will disrupt their efforts online to reach and  radicalize young people in our country. It won't be easy or quick, but make no mistake – we will prevail.", 
        "word_definition": "make more extreme in social or political outlook"
      }, 
      "entertainer": {
        "word_description": "", 
        "word_name": "entertainer", 
        "word_example": "You know, for the past year, many people made the mistake of laughing off Donald Trump's comments – excusing him as an  entertainer just putting on a show.", 
        "word_definition": "a person who tries to please or amuse"
      }, 
      "addiction": {
        "word_description": "", 
        "word_name": "addiction", 
        "word_example": "From communities ravaged by  addiction to regions hollowed out by plant closures.", 
        "word_definition": "being dependent on something habit-forming "
      }, 
      "agenda": {
        "word_description": "", 
        "word_name": "agenda", 
        "word_example": "A bold  agenda to improve the lives of people across our country - to keep you safe, to get you good jobs, and to give your kids the opportunities they deserve.", 
        "word_definition": "a list of matters to be taken up, as at a meeting"
      }
    }, 
    "list_detailed_description": "Hillary Clinton became the first woman to act as a major party's presidential nominee on July 28, 2016. Her speech was personal and political, both critical of her opponent and a case for why people should vote for her and not against someone else. Here are 50 words from Clinton's acceptance speech.", 
    "list_href": "/lists/1149717"
  }, 
  "President T. Roosevelt on \"The Man with the Muck Rake\" (1906)": {
    "list_brief_description": "Learn these words from Roosevelt's April 14, 1906 speech that calls the press to treat its subjects with objective moderation. During his two terms in office, T...", 
    "list_num": "35 Words", 
    "list_detailed_info": {
      "discontent": {
        "word_description": "", 
        "word_name": "discontent", 
        "word_example": "On the other hand, the wild preachers of unrest and  discontent, the wild agitators against the entire existing order, the men who act crookedly, whether because of sinister design or from mere puzzle headedness, the men who preach destruction without proposing any substitute for what they intend to destroy, or who propose a substitute which would be far worse than the existing evils—all these men are the most dangerous opponents of real reform.", 
        "word_definition": "a longing for something better than the present situation"
      }, 
      "cynical": {
        "word_description": "", 
        "word_name": "cynical", 
        "word_example": "There results a general attitude either of  cynical belief in and indifference to public corruption or else of a distrustful inability to discriminate between the good and the bad.", 
        "word_definition": "believing the worst of human nature and motives"
      }, 
      "agitation": {
        "word_description": "", 
        "word_name": "agitation", 
        "word_example": "So far as this movement of  agitation throughout the country takes the form of a fierce discontent with evil, of a determination to punish the authors of evil, whether in industry or politics, the feeling is to be heartily welcomed as a sign of healthy life.", 
        "word_definition": "disturbance usually in protest"
      }, 
      "generalization": {
        "word_description": "", 
        "word_name": "generalization", 
        "word_example": "To assail the great and admitted evils of our political and industrial life with such crude and sweeping  generalizations as to include decent men in the general condemnation means the searing of the public conscience.", 
        "word_definition": "an idea or conclusion having broad application"
      }, 
      "sympathy": {
        "word_description": "", 
        "word_name": "sympathy", 
        "word_example": "More important than aught else is the development of the broadest  sympathy of man for man.", 
        "word_definition": "sharing the feelings of others, especially sorrow or anguish"
      }, 
      "welfare": {
        "word_description": "", 
        "word_name": "welfare", 
        "word_example": "The  welfare of the wage worker, the  welfare of the tiller of the soil, upon these depend the  welfare of the entire country; their good is not to be sought in pulling down others; but their good must be the prime object of all our statesmanship.", 
        "word_definition": "a contented state of being happy and healthy and prosperous"
      }, 
      "corrupt": {
        "word_description": "", 
        "word_name": "corrupt", 
        "word_example": "At the risk of repetition let me say again that my plea is not for immunity to, but for the most unsparing exposure of, the politician who betrays his trust, of the big business man who makes or spends his fortune in illegitimate or  corrupt ways.", 
        "word_definition": "not straight; dishonest or immoral or evasive"
      }, 
      "provoke": {
        "word_description": "", 
        "word_name": "provoke", 
        "word_example": "If they fail to get their way they will still do incalculable harm by  provoking the kind of reaction which in its revolt against the senseless evil of their teaching would enthrone more securely than ever the evils which their misguided followers believe they are attacking.", 
        "word_definition": "call forth, as an emotion, feeling, or response"
      }, 
      "exaggeration": {
        "word_description": "", 
        "word_name": "exaggeration", 
        "word_example": "It puts a premium upon knavery untruthfully to attack an honest man, or even with hysterical  exaggeration to assail a bad man with untruth.", 
        "word_definition": "extravagant embellishment"
      }, 
      "disinterested": {
        "word_description": "", 
        "word_name": "disinterested", 
        "word_example": "There is any amount of good in the world, and there never was a time when loftier and more  disinterested work for the betterment of mankind was being done than now.", 
        "word_definition": "unaffected by concern for one's own welfare"
      }, 
      "filth": {
        "word_description": "", 
        "word_name": "filth", 
        "word_example": "In Bunyan's \"Pilgrim's Progress\" you may recall the description of the Man with the Muck Rake, the man who could look no way but downward, with the muck rake in his hand; who was offered a celestial crown for his muck rake, but who would neither look up nor regard the crown he was offered, but continued to rake to himself the  filth of the floor.", 
        "word_definition": "any substance considered disgustingly foul or unpleasant"
      }, 
      "vile": {
        "word_description": "", 
        "word_name": "vile", 
        "word_example": "Now, it is very necessary that we should not flinch from seeing what is  vile and debasing.", 
        "word_definition": "morally reprehensible"
      }, 
      "service": {
        "word_description": "", 
        "word_name": "service", 
        "word_example": "There is filth on the floor, and it must be scraped up with the muck rake; and there are times and places where this  service is the most needed of all the  services that can be performed.", 
        "word_definition": "work done by one person or group that benefits another"
      }, 
      "indispensable": {
        "word_description": "", 
        "word_name": "indispensable", 
        "word_example": "The men with the muck rakes are often  indispensable to the well being of society; but only if they know when to stop raking the muck, and to look upward to the celestial crown above them, to the crown of worthy endeavor.", 
        "word_definition": "essential"
      }, 
      "zealot": {
        "word_description": "", 
        "word_name": "zealot", 
        "word_example": "But in addition to honesty, we need sanity. No honesty will make a public man useful if that man is timid or foolish, if he is a hot-headed  zealot or an impracticable visionary.", 
        "word_definition": "a fervent and even militant proponent of something"
      }, 
      "endorsement": {
        "word_description": "", 
        "word_name": "endorsement", 
        "word_example": "Some persons are sincerely incapable of understanding that to denounce mud slinging does not mean the  endorsement of whitewashing; and both the interested individuals who need whitewashing and those others who practice mud slinging like to encourage such confusion of ideas.", 
        "word_definition": "the act of approving "
      }, 
      "condone": {
        "word_description": "", 
        "word_name": "condone", 
        "word_example": "We can no more and no less afford to  condone evil in the man of capital than evil in the man of no capital.", 
        "word_definition": "excuse, overlook, or make allowances for"
      }, 
      "reckless": {
        "word_description": "", 
        "word_name": "reckless", 
        "word_example": "Gross and  reckless assaults on character, whether on the stump or in newspaper, magazine, or book, create a morbid and vicious public sentiment, and at the same time act as a profound deterrent to able men of normal sensitiveness and tend to prevent them from entering the public service at any price.", 
        "word_definition": "marked by defiant disregard for danger or consequences"
      }, 
      "lurid": {
        "word_description": "", 
        "word_name": "lurid", 
        "word_example": "Expose the crime, and hunt down the criminal; but remember that even in the case of crime, if it is attacked in sensational,  lurid, and untruthful fashion, the attack may do more damage to the public mind than the crime itself.", 
        "word_definition": "glaringly vivid and graphic; marked by sensationalism"
      }, 
      "sobriety": {
        "word_description": "", 
        "word_name": "sobriety", 
        "word_example": "The men who with stern  sobriety and truth assail the many evils of our time, whether in the public press, or in magazines, or in books, are the leaders and allies of all engaged in the work for social and political betterment.", 
        "word_definition": "abstaining from excess"
      }, 
      "unscrupulous": {
        "word_description": "", 
        "word_name": "unscrupulous", 
        "word_example": "One of the chief counts against those who make indiscriminate assault upon men in business or men in public life is that they invite a reaction which is sure to tell powerfully in favor of the  unscrupulous scoundrel who really ought to be attacked, who ought to be exposed, who ought, if possible, to be put in the penitentiary.", 
        "word_definition": "without principles"
      }, 
      "acquiescence": {
        "word_description": "", 
        "word_name": "acquiescence", 
        "word_example": "Bad though a state of hysterical excitement is, and evil though the results are which come from the violent oscillations such excitement invariably produces, yet a sodden  acquiescence in evil is even worse.", 
        "word_definition": "acceptance without protest"
      }, 
      "denounce": {
        "word_description": "", 
        "word_name": "denounce", 
        "word_example": "No good whatever will come from that warped and mock morality which  denounces the misdeeds of men of wealth and forgets the misdeeds practiced at their expense; which  denounces bribery, but blinds itself to blackmail; which foams with rage if a corporation secures favors by improper methods, and merely leers with hideous mirth if the corporation is itself wronged.", 
        "word_definition": "speak out against"
      }, 
      "poise": {
        "word_description": "", 
        "word_name": "poise", 
        "word_example": "This truth should be kept constantly in mind by every free people desiring to preserve the sanity and  poise indispensable to the permanent success of self-government.", 
        "word_definition": "a state of being balanced in a stable equilibrium"
      }, 
      "potent": {
        "word_description": "", 
        "word_name": "potent", 
        "word_example": "But the man who never does anything else, who never thinks or speaks or writes, save of his feats with the muck rake, speedily becomes, not a help but one of the most  potent forces for evil.", 
        "word_definition": "having or wielding force or authority"
      }, 
      "excess": {
        "word_description": "", 
        "word_name": "excess", 
        "word_example": "Any  excess is almost sure to invite a reaction; and, unfortunately, the reactions instead of taking the form of punishment of those guilty of the  excess, is apt to take the form either of punishment of the unoffending or of giving immunity, and even strength, to offenders.", 
        "word_definition": "immoderation from going beyond sufficient limits"
      }, 
      "assail": {
        "word_description": "", 
        "word_name": "assail", 
        "word_example": "The soul of every scoundrel is gladdened whenever an honest man is  assailed, or even when a scoundrel is untruthfully  assailed.", 
        "word_definition": "attack in speech or writing"
      }, 
      "indiscriminate": {
        "word_description": "", 
        "word_name": "indiscriminate", 
        "word_example": "An epidemic of  indiscriminate assault upon character does no good, but very great harm.", 
        "word_definition": "failing to make or recognize distinctions"
      }, 
      "exposure": {
        "word_description": "", 
        "word_name": "exposure", 
        "word_example": "There should be relentless  exposure of and attack upon every evil man, whether politician or business man, every evil practice, whether in politics, business, or social life.", 
        "word_definition": "presentation to view in an open or public manner"
      }, 
      "generosity": {
        "word_description": "", 
        "word_name": "generosity", 
        "word_example": "The forces that tend for evil are great and terrible, but the forces of truth and love and courage and honesty and  generosity and sympathy are also stronger than ever before.", 
        "word_definition": "the trait of being willing to give your money or time"
      }, 
      "merciless": {
        "word_description": "", 
        "word_name": "merciless", 
        "word_example": "I hail as a benefactor every writer or speaker, every man who, on the platform or in a book, magazine, or newspaper, with  merciless severity makes such attack, provided always that he in his turn remembers that the attack is of use only if it is absolutely truthful.", 
        "word_definition": "having or showing no forgiveness"
      }, 
      "praise": {
        "word_description": "", 
        "word_name": "praise", 
        "word_example": "If Aristides is  praised overmuch as just, people get tired of hearing it; and over-censure of the unjust finally and from similar reasons results in their favor.", 
        "word_definition": "express approval of"
      }, 
      "mendacity": {
        "word_description": "", 
        "word_name": "mendacity", 
        "word_example": "The liar is no whit better than the thief, and if his  mendacity takes the form of slander he may be worse than most thieves.", 
        "word_definition": "the tendency to be untruthful"
      }, 
      "distinction": {
        "word_description": "", 
        "word_name": "distinction", 
        "word_example": "If the whole picture is painted black there remains no hue whereby to single out the rascals for  distinction from their fellows.", 
        "word_definition": "a discrimination between things as different"
      }, 
      "virtue": {
        "word_description": "", 
        "word_name": "virtue", 
        "word_example": "But if they give good reason for distrust of what they say, if they chill the ardor of those who demand truth as a primary  virtue, they thereby betray the good cause and play into the hands of the very men against whom they are nominally at war.", 
        "word_definition": "any admirable quality or attribute"
      }
    }, 
    "list_detailed_description": "Learn these words from Roosevelt's April 14, 1906 speech that calls the press to treat its subjects with objective moderation. During his two terms in office, Theodore Roosevelt made the White House the center of news every day, which he facilitated by giving reporters a special room. Coverage was mostly favorable, but when Joseph Pulitzer published accusations of misconduct in the building of the Panama Canal, the President tried to charge him with libel.", 
    "list_href": "/lists/1623547"
  }, 
  "Bob Dylan's Nobel Prize Acceptance Speech": {
    "list_brief_description": "Here are fourteen vocabulary words from the speech that music legend Bob Dylan wrote in anticipation of accepting the Nobel Prize in Literature. Dylan did not d...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "mundane": {
        "word_description": "", 
        "word_name": "mundane", 
        "word_example": "His creative vision and ambitions were no doubt at the forefront of his mind, but there were also more  mundane matters to consider and deal with.", 
        "word_definition": "found in the ordinary course of events"
      }, 
      "ultimately": {
        "word_description": "", 
        "word_name": "ultimately", 
        "word_example": "So, I do thank the Swedish Academy, both for taking the time to consider that very question, and,  ultimately, for providing such a wonderful answer.", 
        "word_definition": "as the end result of a succession or process"
      }, 
      "persona": {
        "word_description": "", 
        "word_name": "persona", 
        "word_example": "As a performer I've played for 50,000 people and I've played for 50 people and I can tell you that it is harder to play for 50 people. 50,000 people have a singular  persona, not so with 50.", 
        "word_definition": "a personal facade that one presents to the world"
      }, 
      "patron": {
        "word_description": "", 
        "word_name": "patron", 
        "word_example": "\"Are there enough good seats for my  patrons?\"", 
        "word_definition": "someone who supports or champions something"
      }, 
      "reverent": {
        "word_description": "", 
        "word_name": "reverent", 
        "word_example": "These giants of literature whose works are taught in the schoolroom, housed in libraries around the world and spoken of in  reverent tones have always made a deep impression.", 
        "word_definition": "feeling or showing profound respect or veneration"
      }, 
      "harbor": {
        "word_description": "", 
        "word_name": "harbor", 
        "word_example": "I don't know if these men and women ever thought of the Nobel honor for themselves, but I suppose that anyone writing a book, or a poem, or a play anywhere in the world might  harbor that secret dream deep down inside.", 
        "word_definition": "hold back a thought or feeling about"
      }, 
      "dramatist": {
        "word_description": "", 
        "word_name": "dramatist", 
        "word_example": "I would reckon he thought of himself as a  dramatist.", 
        "word_definition": "someone who writes plays"
      }, 
      "aspiration": {
        "word_description": "", 
        "word_name": "aspiration", 
        "word_example": "When I started writing songs as a teenager, and even as I started to achieve some renown for my abilities, my  aspirations for these songs only went so far.", 
        "word_definition": "a cherished desire"
      }, 
      "vital": {
        "word_description": "", 
        "word_name": "vital", 
        "word_example": "But it's my songs that are at the  vital center of almost everything I do.", 
        "word_definition": "urgently needed; absolutely necessary"
      }, 
      "prestigious": {
        "word_description": "", 
        "word_name": "prestigious", 
        "word_example": "I'm sorry I can't be with you in person, but please know that I am most definitely with you in spirit and honored to be receiving such a  prestigious prize.", 
        "word_definition": "having an illustrious reputation; respected"
      }, 
      "renown": {
        "word_description": "", 
        "word_name": "renown", 
        "word_example": "When I started writing songs as a teenager, and even as I started to achieve some  renown for my abilities, my aspirations for these songs only went so far.", 
        "word_definition": "the state or quality of being widely honored and acclaimed"
      }, 
      "reckon": {
        "word_description": "", 
        "word_name": "reckon", 
        "word_example": "I would  reckon he thought of himself as a dramatist.", 
        "word_definition": "expect, believe, or suppose"
      }, 
      "endeavor": {
        "word_description": "", 
        "word_name": "endeavor", 
        "word_example": "But, like Shakespeare, I too am often occupied with the pursuit of my creative  endeavors and dealing with all aspects of life's mundane matters.", 
        "word_definition": "earnest and conscientious activity intended to do something"
      }, 
      "deem": {
        "word_description": "", 
        "word_name": "deem", 
        "word_example": "From an early age, I've been familiar with and reading and absorbing the works of those who were  deemed worthy of such a distinction: Kipling, Shaw, Thomas Mann, Pearl Buck, Albert Camus, Hemingway.", 
        "word_definition": "keep in mind or convey as a conviction or view"
      }
    }, 
    "list_detailed_description": "Here are fourteen vocabulary words from the speech that music legend Bob Dylan wrote in anticipation of accepting the Nobel Prize in Literature. Dylan did not deliver the address himself, but his humor and wit shine throughout the speech, the full text of which can be read \n", 
    "list_href": "/lists/1411081"
  }, 
  "Thomas Jefferson's First Inaugural Address (1801)": {
    "list_brief_description": "1800 was a bitter election year. The incumbent Federalist president ran against his Democratic-Republican vice-president. John Adams lost, but two rival candida...", 
    "list_num": "25 Words", 
    "list_detailed_info": {
      "conflicting": {
        "word_description": "", 
        "word_name": "conflicting", 
        "word_example": "To you, then, gentlemen, who are charged with the sovereign functions of legislation, and to those associated with you, I look with encouragement for that guidance and support which may enable us to steer with safety the vessel in which we are all embarked amidst the  conflicting elements of a troubled world.", 
        "word_definition": "in disagreement"
      }, 
      "defect": {
        "word_description": "", 
        "word_name": "defect", 
        "word_example": "I shall often go wrong through  defect of judgment.", 
        "word_definition": "a failing or deficiency"
      }, 
      "council": {
        "word_description": "", 
        "word_name": "council", 
        "word_example": "And may that Infinite Power which rules the destinies of the universe lead our  councils to what is best, and give them a favorable issue for your peace and prosperity.", 
        "word_definition": "an assembly convened to regulate matters of doctrine"
      }, 
      "patronage": {
        "word_description": "", 
        "word_name": "patronage", 
        "word_example": "Relying, then, on the  patronage of your good will, I advance with obedience to the work, ready to retire from it whenever you become sensible how much better choice it is in your power to make.", 
        "word_definition": "the act of providing approval and support"
      }, 
      "condemn": {
        "word_description": "", 
        "word_name": "condemn", 
        "word_example": "I ask your indulgence for my own errors, which will never be intentional, and your support against the errors of others, who may  condemn what they would not if seen in all its parts.", 
        "word_definition": "express strong disapproval of"
      }, 
      "confidence": {
        "word_description": "", 
        "word_name": "confidence", 
        "word_example": "I ask so much  confidence only as may give firmness and effect to the legal administration of your affairs.", 
        "word_definition": "a feeling of trust in someone or something"
      }, 
      "contest": {
        "word_description": "", 
        "word_name": "contest", 
        "word_example": "During the  contest of opinion through which we have passed the animation of discussions and of exertions has sometimes worn an aspect which might impose on strangers unused to think freely and to speak and to write what they think", 
        "word_definition": "a struggle between rivals"
      }, 
      "conciliate": {
        "word_description": "", 
        "word_name": "conciliate", 
        "word_example": "my future solicitude will be to retain the good opinion of those who have bestowed it in advance, to  conciliate that of others by doing them all the good in my power, and to be instrumental to the happiness and freedom of all.", 
        "word_definition": "gain the good will of or cause to be more favorably inclined"
      }, 
      "comprehend": {
        "word_description": "", 
        "word_name": "comprehend", 
        "word_example": "About to enter, fellow-citizens, on the exercise of duties which  comprehend everything dear and valuable to you, it is proper you should understand what I deem the essential principles of our Government, and consequently those which ought to shape its Administration.", 
        "word_definition": "include in scope"
      }, 
      "restrain": {
        "word_description": "", 
        "word_name": "restrain", 
        "word_example": "a wise and frugal Government, which shall  restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned.", 
        "word_definition": "keep under control; keep in check"
      }, 
      "attachment": {
        "word_description": "", 
        "word_name": "attachment", 
        "word_example": "Let us, then, with courage and confidence pursue our own Federal and Republican principles, our  attachment to union and representative government.", 
        "word_definition": "a feeling of affection for a person or an institution"
      }, 
      "acquiescence": {
        "word_description": "", 
        "word_name": "acquiescence", 
        "word_example": "absolute  acquiescence in the decisions of the majority, the vital principle of republics", 
        "word_definition": "agreement with a statement or proposal to do something"
      }, 
      "persuasion": {
        "word_description": "", 
        "word_name": "persuasion", 
        "word_example": "Equal and exact justice to all men, of whatever state or  persuasion, religious or political; peace, commerce, and honest friendship with all nations, entangling alliances with none", 
        "word_definition": "a personal belief or judgment"
      }, 
      "harmony": {
        "word_description": "", 
        "word_name": "harmony", 
        "word_example": "Let us, then, fellow-citizens, unite with one heart and one mind. Let us restore to social intercourse that  harmony and affection without which liberty and even life itself are but dreary things.", 
        "word_definition": "compatibility in opinion and action"
      }, 
      "preserve": {
        "word_description": "", 
        "word_name": "preserve", 
        "word_example": "I know, indeed, that some honest men fear that a republican government can not be strong, that this Government is not strong enough; but would the honest patriot, in the full tide of successful experiment, abandon a government which has so far kept us free and firm on the theoretic and visionary fear that this Government, the world's best hope, may by possibility want energy to  preserve itself?", 
        "word_definition": "keep in safety and protect from harm, loss, or destruction"
      }, 
      "intolerance": {
        "word_description": "", 
        "word_name": "intolerance", 
        "word_example": "And let us reflect that, having banished from our land that religious  intolerance under which mankind so long bled and suffered, we have yet gained little if we countenance a political  intolerance as despotic, as wicked, and capable of as bitter and bloody persecutions.", 
        "word_definition": "unwillingness to respect differences in opinions or beliefs"
      }, 
      "felicity": {
        "word_description": "", 
        "word_name": "felicity", 
        "word_example": "This is the sum of good government, and this is necessary to close the circle of our  felicities.", 
        "word_definition": "state of well-being characterized by contentment"
      }, 
      "principle": {
        "word_description": "", 
        "word_name": "principle", 
        "word_example": "But every difference of opinion is not a difference of  principle. We have called by different names brethren of the same  principle.", 
        "word_definition": "a basic truth or law or assumption"
      }, 
      "diffusion": {
        "word_description": "", 
        "word_name": "diffusion", 
        "word_example": "the  diffusion of information and arraignment of all abuses at the bar of the public reason", 
        "word_definition": "the act of dispersing something"
      }, 
      "constitutional": {
        "word_description": "", 
        "word_name": "constitutional", 
        "word_example": "the preservation of the General Government in its whole  constitutional vigor, as the sheet anchor of our peace at home and safety abroad", 
        "word_definition": "sanctioned by or consistent with or operating under the law"
      }, 
      "approbation": {
        "word_description": "", 
        "word_name": "approbation", 
        "word_example": "The  approbation implied by your suffrage is a great consolation to me for the past", 
        "word_definition": "official approval"
      }, 
      "common": {
        "word_description": "", 
        "word_name": "common", 
        "word_example": "but this being now decided by the voice of the nation, announced according to the rules of the Constitution, all will, of course, arrange themselves under the will of the law, and unite in  common efforts for the  common good.", 
        "word_definition": "belonging to or participated in by the people as a whole"
      }, 
      "reasonable": {
        "word_description": "", 
        "word_name": "reasonable", 
        "word_example": "All, too, will bear in mind this sacred principle, that though the will of the majority is in all cases to prevail, that will to be rightful must be  reasonable; that the minority possess their equal rights, which equal law must protect, and to violate would be oppression.", 
        "word_definition": "marked by sound judgment"
      }, 
      "opinion": {
        "word_description": "", 
        "word_name": "opinion", 
        "word_example": "We are all Republicans, we are all Federalists. If there be any among us who would wish to dissolve this Union or to change its republican form, let them stand undisturbed as monuments of the safety with which error of  opinion may be tolerated where reason is left free to combat it.", 
        "word_definition": "a personal belief or judgment"
      }, 
      "touchstone": {
        "word_description": "", 
        "word_name": "touchstone", 
        "word_example": "They should be the creed of our political faith, the text of civic instruction, the  touchstone by which to try the services of those we trust; and should we wander from them in moments of error or of alarm, let us hasten to retrace our steps and to regain the road which alone leads to peace, liberty, and safety.", 
        "word_definition": "a basis for comparison"
      }
    }, 
    "list_detailed_description": "1800 was a bitter election year. The incumbent Federalist president ran against his Democratic-Republican vice-president. John Adams lost, but two rival candidates tied. The House of Representatives decided that Aaron Burr would get the secondary title. On March 4, 1801, in the new capital of Washington D.C., Thomas Jefferson was sworn in as the third president. Here are some of his words urging reconciliation.", 
    "list_href": "/lists/1602446"
  }, 
  "Graduation Gems, 2016": {
    "list_brief_description": "Not sure what to pack on your journey to a new life? Consider these pearls of wisdom from 2016 commencement speakers, and learn more about the themes of this ye...", 
    "list_num": "16 Words", 
    "list_detailed_info": {
      "gratitude": {
        "word_description": "", 
        "word_name": "gratitude", 
        "word_example": "Finding  gratitude and appreciation is key to resilience. People who take the time to list things they are grateful for are happier and healthier. It turns out that counting your blessings can actually increase your blessings.  ", 
        "word_definition": "a feeling of thankfulness and appreciation"
      }, 
      "impact": {
        "word_description": "", 
        "word_name": "impact", 
        "word_example": "But the message is that if you want to have a deep  impact on what matters to you, don’t do things at remove. Invest yourself fully. Get close. ", 
        "word_definition": "a forceful consequence; a strong effect"
      }, 
      "intuition": {
        "word_description": "", 
        "word_name": "intuition", 
        "word_example": "And I want to be clear that your  intuition is different from your conscience. They work in tandem, but here’s the distinction: Your conscience shouts, ‘here’s what you should do,’ while your  intuition whispers, ‘here’s what you could do.’ Listen to that voice that tells you what you could do. Nothing will define your character more than that. ", 
        "word_definition": "instinctive knowing, without the use of rational processes"
      }, 
      "engage": {
        "word_description": "", 
        "word_name": "engage", 
        "word_example": "Turn towards the problems that you see. And  engage with them. Walk right up to them, look them in the eye ... then look yourself in the eye and decide what you’re going to do about them. In my experience, there’s just no substitute for actually going and seeing things. ", 
        "word_definition": "consume all of one's attention or time"
      }, 
      "advantage": {
        "word_description": "", 
        "word_name": "advantage", 
        "word_example": "Now's the time to seize the day, take  advantage of this unique moment in history, and build bridges amongst us. Talking about gender, race, religion, and nations, not walls. Let us build bridges of love, versus walls of hate. ", 
        "word_definition": "benefit resulting from some event or action"
      }, 
      "capable": {
        "word_description": "", 
        "word_name": "capable", 
        "word_example": "So the question I asked when life told me no was, “What am I  capable of? Am I  capable of doing what I want to do?”  ", 
        "word_definition": "having the skills and qualifications to do things well"
      }, 
      "unencumbered": {
        "word_description": "", 
        "word_name": "unencumbered", 
        "word_example": "You’ll look at things with fresher eyes,  unencumbered by the biases and blind spots and inertia and general crankiness of your parents and grandparents and old heads like me.  ", 
        "word_definition": "free of anything that impedes or is burdensome"
      }, 
      "ignorance": {
        "word_description": "", 
        "word_name": "ignorance", 
        "word_example": "At this moment in your life you know fewer limits, fewer taboos and fewer fears than you will ever in the future. So do not squander your  ignorance. Go out and do what your teachers and parents thought could not be done -- and what they never thought of doing. ", 
        "word_definition": "the lack of knowledge or education"
      }, 
      "prosperity": {
        "word_description": "", 
        "word_name": "prosperity", 
        "word_example": "So all of us need to do much more to build relationships with partners overseas, to deliver assistance to families and communities abroad, to promote stability worldwide. And we need to do this not because it is morally right, which it is; not just because it’s in keeping with our national ethos, which is also true; but because our own security and  prosperity demand it. ", 
        "word_definition": "a state of growth with rising profits and full employment"
      }, 
      "reverberate": {
        "word_description": "", 
        "word_name": "reverberate", 
        "word_example": "This act of choosing—the stories we tell versus the stories we leave out—will  reverberate across the rest of your life. ", 
        "word_definition": "have a long or continuing effect"
      }, 
      "vulnerable": {
        "word_description": "", 
        "word_name": "vulnerable", 
        "word_example": "You must be weak before the world, because love and listening weaken you. They make you  vulnerable. They break you open. And it is only when you are weak that you can truly see and acknowledge and forgive and love the weakness in others. Weakness allows you to see other humans not as enemies to defeat, but as collaborators and co-creators.  ", 
        "word_definition": "capable of being wounded or hurt"
      }, 
      "cherish": {
        "word_description": "", 
        "word_name": "cherish", 
        "word_example": "The ‘uh-oh’ moments are worth  cherishing just as much as ‘ah-ha’ moments: Mistakes, failures, embarrassments and disappointments are a necessary component of growing wise. We can learn more from our not-so-good experiences than we can learn from our good ones. ", 
        "word_definition": "be fond of"
      }, 
      "distinguish": {
        "word_description": "", 
        "word_name": "distinguish", 
        "word_example": "The history we know, the stories we tell ourselves, relieve that existential anxiety, allow us to live beyond our fleeting lifespans, and permit us to value and love and  distinguish what is important. And the practice of history, both personal and professional, becomes a kind of conscience for us. ", 
        "word_definition": "mark as different"
      }, 
      "opportunity": {
        "word_description": "", 
        "word_name": "opportunity", 
        "word_example": "Look, if you take the unexpected  opportunities when they come up, if you know yourself, and if you fight for what you believe in, I can promise that you will live a life that is rich with meaning. ", 
        "word_definition": "a possibility from a favorable combination of circumstances"
      }, 
      "adversity": {
        "word_description": "", 
        "word_name": "adversity", 
        "word_example": "You should never view your challenges as a disadvantage. Instead, it’s important for you to understand that your experience facing and overcoming  adversity is actually one of your biggest advantages.  ", 
        "word_definition": "a state of misfortune or affliction"
      }, 
      "ultimate": {
        "word_description": "", 
        "word_name": "ultimate", 
        "word_example": "So whether you’re running for president or just about to enter the workplace, sleep is the  ultimate performance-enhancing drug – and one without side effects, if you don’t count bed-head, which apparently some young people actually want, therefore it’s not a side effect, it’s a bonus feature. ", 
        "word_definition": "furthest or highest in degree or order; utmost or extreme"
      }
    }, 
    "list_detailed_description": "Not sure what to pack on your journey to a new life? Consider these pearls of wisdom from 2016 commencement speakers, and learn more about the themes of this year's speeches \n", 
    "list_href": "/lists/1118903"
  }, 
  "Sheryl Sandberg Commencement Address 2016": {
    "list_brief_description": "Sheryl Sandberg is the Chief Operating Officer of Facebook and the author of the book \"Lean In.\" Here, in a commencement address to the students of the Universi...", 
    "list_num": "14 Words", 
    "list_detailed_info": {
      "pervasive": {
        "word_description": "", 
        "word_name": "pervasive", 
        "word_example": "Psychologist Martin Seligman found that there are three P’s — personalization, pervasiveness, and permanence — that are critical to how we bounce back from hardship.", 
        "word_definition": "spreading or spread throughout"
      }, 
      "gratitude": {
        "word_description": "", 
        "word_name": "gratitude", 
        "word_example": "The moment he said it, I felt overwhelming  gratitude that my family was alive.", 
        "word_definition": "a feeling of thankfulness and appreciation"
      }, 
      "counterintuitive": {
        "word_description": "", 
        "word_name": "counterintuitive", 
        "word_example": "This was completely  counterintuitive; it seemed like the way to recover was to try to find positive thoughts.", 
        "word_definition": "contrary to what common sense would suggest"
      }, 
      "brutality": {
        "word_description": "", 
        "word_name": "brutality", 
        "word_example": "I learned about the depths of sadness and the  brutality of loss.", 
        "word_definition": "the trait of extreme cruelty"
      }, 
      "reservoir": {
        "word_description": "", 
        "word_name": "reservoir", 
        "word_example": "I have a huge  reservoir of sadness that is with me always — right here, where I can touch it.", 
        "word_definition": "a large or extra supply of something"
      }, 
      "permanence": {
        "word_description": "", 
        "word_name": "permanence", 
        "word_example": "Psychologist Martin Seligman found that there are three P’s — personalization, pervasiveness, and  permanence — that are critical to how we bounce back from hardship.", 
        "word_definition": "property of being able to exist for an indefinite time"
      }, 
      "literally": {
        "word_description": "", 
        "word_name": "literally", 
        "word_example": "My friends and family were so loving, and they carried us — quite  literally, at times.", 
        "word_definition": "without exaggeration"
      }, 
      "irony": {
        "word_description": "", 
        "word_name": "irony", 
        "word_example": "It is the greatest  irony of my life that losing my husband helped me find deeper gratitude — gratitude for the kindness of my friends, the love of my family, the laughter of my children.", 
        "word_definition": "incongruity between what might be expected and what occurs"
      }, 
      "void": {
        "word_description": "", 
        "word_name": "void", 
        "word_example": "For many months afterward, and at many times since, I was swallowed up in the deep fog of grief — what I think of as the  void — an emptiness that fills your heart, your lungs, constricts your ability to think or even to breathe.", 
        "word_definition": "an empty area or space"
      }, 
      "thrive": {
        "word_description": "", 
        "word_name": "thrive", 
        "word_example": "Not taking failures personally allows us to recover — and even to  thrive.", 
        "word_definition": "make steady progress"
      }, 
      "precious": {
        "word_description": "", 
        "word_name": "precious", 
        "word_example": "I mean live with the understanding of how  precious every single day would be.", 
        "word_definition": "of high worth or cost"
      }, 
      "constrict": {
        "word_description": "", 
        "word_name": "constrict", 
        "word_example": "For many months afterward, and at many times since, I was swallowed up in the deep fog of grief — what I think of as the void — an emptiness that fills your heart, your lungs,  constricts your ability to think or even to breathe.", 
        "word_definition": "squeeze or press together"
      }, 
      "resilience": {
        "word_description": "", 
        "word_name": "resilience", 
        "word_example": "The seeds of  resilience are planted in the way we process the negative events in our lives.", 
        "word_definition": "an occurrence of rebounding or springing back"
      }, 
      "adversity": {
        "word_description": "", 
        "word_name": "adversity", 
        "word_example": "You will almost certainly face deep  adversity.", 
        "word_definition": "a state of misfortune or affliction"
      }
    }, 
    "list_detailed_description": "Sheryl Sandberg is the Chief Operating Officer of Facebook and the author of the book \"Lean In.\" Here, in a commencement address to the students of the University of California at Berkeley, Sandberg discusses what she has been through and what she has learned, \"not from life but from death,\" in the past year. Here are fourteen vocabulary words from Sandberg's address.", 
    "list_href": "/lists/1088691"
  }, 
  "Fear and Loathing in Cleveland: Trump's RNC Acceptance Speech": {
    "list_brief_description": "On the evening of July 21, 2016, Donald J. Trump accepted the Republican presidential nomination with an acceptance speech that appealed to Americans who are de...", 
    "list_num": "50 Words", 
    "list_detailed_info": {
      "sanctuary": {
        "word_description": "", 
        "word_name": "sanctuary", 
        "word_example": "Instead, my opponent wants  sanctuary cities.", 
        "word_definition": "a shelter from danger or hardship"
      }, 
      "pledge": {
        "word_description": "", 
        "word_name": "pledge", 
        "word_example": "Tonight, this candidate and this whole nation stand in their corner to support them, to send them our love, and to  pledge in their honor that we will save countless more families from suffering the same awful fate.", 
        "word_definition": "a binding commitment to do or give or refrain from something"
      }, 
      "humiliation": {
        "word_description": "", 
        "word_name": "humiliation", 
        "word_example": "Not only have our citizens endured domestic disaster, but they have lived through one international  humiliation after another.", 
        "word_definition": "depriving one of self-esteem"
      }, 
      "wasteful": {
        "word_description": "", 
        "word_name": "wasteful", 
        "word_example": "We are going to ask every department head and government to provide a list of  wasteful spending projects that we can eliminate in my first 100 days.", 
        "word_definition": "tending to squander"
      }, 
      "radical": {
        "word_description": "", 
        "word_name": "radical", 
        "word_example": "Egypt was turned over to the  radical Muslim Brotherhood, forcing the military to retake control.", 
        "word_definition": "far beyond the norm"
      }, 
      "stamp out": {
        "word_description": "", 
        "word_name": "stamp out", 
        "word_example": "Instead, we must work with all of our allies who share our goal of destroying ISIS and  stamping out Islamic terrorism and doing it now, doing it quickly.", 
        "word_definition": "end or extinguish by forceful means"
      }, 
      "community": {
        "word_description": "", 
        "word_name": "community", 
        "word_example": "Americans watching this address tonight have seen the recent images of violence in our streets and the chaos in our  communities.", 
        "word_definition": "a group of people living in a particular local area"
      }, 
      "immigrant": {
        "word_description": "", 
        "word_name": "immigrant", 
        "word_example": "Nearly 180,000 illegal  immigrants with criminal records, ordered deported from our country, are tonight roaming free to threaten peaceful citizens.", 
        "word_definition": "a person who comes to a country in order to settle there"
      }, 
      "legacy": {
        "word_description": "", 
        "word_name": "legacy", 
        "word_example": "This is the  legacy of Hillary Clinton: Death, destruction and terrorism and weakness.", 
        "word_definition": "a gift of personal property by will"
      }, 
      "depleted": {
        "word_description": "", 
        "word_name": "depleted", 
        "word_example": "We will completely rebuild our  depleted military.", 
        "word_definition": "no longer sufficient"
      }, 
      "demonstrator": {
        "word_description": "", 
        "word_name": "demonstrator", 
        "word_example": "There are no  demonstrators to protect them and none too protest on their behalf.", 
        "word_definition": "someone participating in a public display of group feeling"
      }, 
      "engulf": {
        "word_description": "", 
        "word_name": "engulf", 
        "word_example": "Syria is  engulfed in a civil war and a refugee crisis that now threatens the West.", 
        "word_definition": "flow over or cover completely"
      }, 
      "rig": {
        "word_description": "", 
        "word_name": "rig", 
        "word_example": "That is because these interests have  rigged our political and economic system for their exclusive benefit.", 
        "word_definition": "manipulate in a fraudulent manner"
      }, 
      "border": {
        "word_description": "", 
        "word_name": "border", 
        "word_example": "The number of new illegal immigrant families who have crossed the  border so far this year already exceeds the entire total of 2015.", 
        "word_definition": "a line that indicates a boundary"
      }, 
      "homicide": {
        "word_description": "", 
        "word_name": "homicide", 
        "word_example": "Homicides last year increased by 17% in America's fifty largest cities.", 
        "word_definition": "the killing of a human being by another human being"
      }, 
      "devastation": {
        "word_description": "", 
        "word_name": "devastation", 
        "word_example": "The damage and  devastation that can be inflicted by Islamic radicals has been proven over and over.", 
        "word_definition": "the state of being decayed or destroyed"
      }, 
      "vet": {
        "word_description": "", 
        "word_name": "vet", 
        "word_example": "Lastly, and very importantly, we must immediately suspend immigration from any nation that has been compromised by terrorism until such time as proven  vetting mechanisms have been put in place.", 
        "word_definition": "examine carefully"
      }, 
      "terrorist": {
        "word_description": "", 
        "word_name": "terrorist", 
        "word_example": "Only weeks ago, in Orlando, Florida, 49 wonderful Americans were savagely murdered by an Islamic  terrorist.", 
        "word_definition": "a radical who advocates violence against civilians"
      }, 
      "illegal": {
        "word_description": "", 
        "word_name": "illegal", 
        "word_example": "Nearly 180,000  illegal immigrants with criminal records, ordered deported from our country, are tonight roaming free to threaten peaceful citizens.", 
        "word_definition": "prohibited by law or by official or accepted rules"
      }, 
      "chaos": {
        "word_description": "", 
        "word_name": "chaos", 
        "word_example": "Americans watching this address tonight have seen the recent images of violence in our streets and the  chaos in our communities.", 
        "word_definition": "a state of extreme confusion and disorder"
      }, 
      "repeal": {
        "word_description": "", 
        "word_name": "repeal", 
        "word_example": "We will  repeal and replace disastrous Obamacare.", 
        "word_definition": "cancel officially"
      }, 
      "amazing": {
        "word_description": "", 
        "word_name": "amazing", 
        "word_example": "But to this administration, their  amazing daughter was just one more American life that wasn't worth protecting.", 
        "word_definition": "inspiring awe or admiration or wonder"
      }, 
      "pulpit": {
        "word_description": "", 
        "word_name": "pulpit", 
        "word_example": "The irresponsible rhetoric of our president, who has used the  pulpit of the presidency to divide us by race and color, has made America a more dangerous environment than frankly, I have ever seen and anybody in this room has ever watched or seeing.", 
        "word_definition": "a platform raised to give prominence to the person on it"
      }, 
      "endorsement": {
        "word_description": "", 
        "word_name": "endorsement", 
        "word_example": "I have been honored to receive the  endorsement of America's Border Patrol agents, and will work directly with them to protect the integrity of our lawful, lawful, immigration system.", 
        "word_definition": "the act of approving "
      }, 
      "terrorism": {
        "word_description": "", 
        "word_name": "terrorism", 
        "word_example": "The attacks on our police, and the  terrorism in our cities, threaten our very way of life.", 
        "word_definition": "the use of violence against civilians for ideological goals"
      }, 
      "oppression": {
        "word_description": "", 
        "word_name": "oppression", 
        "word_example": "As your president, I will do everything in my power to protect our LGBTQ citizens from the violence and  oppression of a hateful foreign ideology.", 
        "word_definition": "the act of subjugating by cruelty"
      }, 
      "opponent": {
        "word_description": "", 
        "word_name": "opponent", 
        "word_example": "The most important difference between our plan and that of our  opponents, is that our plan will put America first.", 
        "word_definition": "a contestant that you are matched against"
      }, 
      "enforcement": {
        "word_description": "", 
        "word_name": "enforcement", 
        "word_example": "Decades of progress made in bringing down crime are now being reversed by this administration's rollback of criminal  enforcement.", 
        "word_definition": "ensuring observance of or obedience to"
      }, 
      "credo": {
        "word_description": "", 
        "word_name": "credo", 
        "word_example": "Americanism, not globalism, will be our  credo.", 
        "word_definition": "any system of principles or beliefs"
      }, 
      "lobbyist": {
        "word_description": "", 
        "word_name": "lobbyist", 
        "word_example": "When innocent people suffer, because our political system lacks the will, or the courage, or the basic decency to enforce our laws, or worse still, has sold out to some corporate  lobbyist for cash I am not able to look the other way.", 
        "word_definition": "someone who is employed to persuade how legislators vote"
      }, 
      "incompetence": {
        "word_description": "", 
        "word_name": "incompetence", 
        "word_example": "No tolerance for government  incompetence.", 
        "word_definition": "lack of physical or intellectual ability or qualifications"
      }, 
      "citizen": {
        "word_description": "", 
        "word_name": "citizen", 
        "word_example": "The most basic duty of government is to defend the lives of its  citizens.", 
        "word_definition": "a native or naturalized member of a state"
      }, 
      "lawless": {
        "word_description": "", 
        "word_name": "lawless", 
        "word_example": "The first task for our new administration will be to liberate our citizens from the crime and terrorism and lawlessness that threatens their â\u0080\u0094 our communities.", 
        "word_definition": "without order or control"
      }, 
      "immigration": {
        "word_description": "", 
        "word_name": "immigration", 
        "word_example": "Lastly, and very importantly, we must immediately suspend  immigration from any nation that has been compromised by terrorism until such time as proven vetting mechanisms have been put in place.", 
        "word_definition": "movement of persons into a place "
      }, 
      "visa": {
        "word_description": "", 
        "word_name": "visa", 
        "word_example": "Peace will be restored by enforcing the rules for the millions who overstay their  visas, our laws will finally receive the respect they deserve.", 
        "word_definition": "an endorsement that allows the bearer to enter a country"
      }, 
      "poverty": {
        "word_description": "", 
        "word_name": "poverty", 
        "word_example": "Nearly four in 10 African-American children are living in  poverty, while 58% of African-American youth are now not employed.", 
        "word_definition": "the state of having little or no money and possessions"
      }, 
      "manipulation": {
        "word_description": "", 
        "word_name": "manipulation", 
        "word_example": "This includes stopping China's outrageous theft of intellectual property, along with their illegal product dumping, and their devastating currency  manipulation.", 
        "word_definition": "exerting shrewd or devious influence for one's own advantage"
      }, 
      "trade": {
        "word_description": "", 
        "word_name": "trade", 
        "word_example": "Our  trade deficit in goods reached â\u0080\u0094 think of this â\u0080\u0094 our  trade deficit is $800 hundred billion dollars.", 
        "word_definition": "the commercial exchange of goods and services"
      }, 
      "protect": {
        "word_description": "", 
        "word_name": "protect", 
        "word_example": "But to this administration, their amazing daughter was just one more American life that wasn't worth  protecting.", 
        "word_definition": "shield from danger, injury, destruction, or damage"
      }, 
      "politician": {
        "word_description": "", 
        "word_name": "politician", 
        "word_example": "Any  politician who does not grasp this danger is not fit to lead our country.", 
        "word_definition": "a leader engaged in civil administration"
      }, 
      "viciously": {
        "word_description": "", 
        "word_name": "viciously", 
        "word_example": "Men, women and children  viciously mowed down.", 
        "word_definition": "in a brutal manner"
      }, 
      "egregious": {
        "word_description": "", 
        "word_name": "egregious", 
        "word_example": "In fact, her single greatest accomplishment may be committing such an  egregious crime and getting away with it, especially when others who have been far less have paid so dearly.", 
        "word_definition": "conspicuously and outrageously bad or reprehensible"
      }, 
      "refugee": {
        "word_description": "", 
        "word_name": "refugee", 
        "word_example": "Syria is engulfed in a civil war and a  refugee crisis that now threatens the West.", 
        "word_definition": "an exile who flees for safety"
      }, 
      "violence": {
        "word_description": "", 
        "word_name": "violence", 
        "word_example": "Americans watching this address tonight have seen the recent images of  violence in our streets and the chaos in our communities.", 
        "word_definition": "a turbulent state resulting in injuries and destruction"
      }, 
      "brutal": {
        "word_description": "", 
        "word_name": "brutal", 
        "word_example": "America was shocked to its core when our police officers in Dallas were so brutally executed.", 
        "word_definition": "resembling a beast; showing lack of human sensibility"
      }, 
      "disastrous": {
        "word_description": "", 
        "word_name": "disastrous", 
        "word_example": "America has lost nearly-one third of its manufacturing jobs since 1997, following the enactment of  disastrous trade deals supported by bill and Hillary Clinton.", 
        "word_definition": "having extremely unfortunate or dire consequences"
      }, 
      "solve": {
        "word_description": "", 
        "word_name": "solve", 
        "word_example": "FROM OUR SPONSOR - ARTICLE CONTINUES BELOW ", 
        "word_definition": "find the answer to or understand the meaning of"
      }, 
      "massive": {
        "word_description": "", 
        "word_name": "massive", 
        "word_example": "My opponent has called for a radical 550 percent increase â\u0080\u0094 think of this, this is not believable, but this is what is happening â\u0080\u0094 a 550 percent increase in Syrian refugees on top of existing  massive refugee flows coming into our country already under the leadership of president Obama.", 
        "word_definition": "containing a great quantity of matter"
      }, 
      "amnesty": {
        "word_description": "", 
        "word_name": "amnesty", 
        "word_example": "Yet Hillary Clinton is proposing mass  amnesty, mass immigration, and mass lawlessness.", 
        "word_definition": "a period during which offenders are exempt from punishment"
      }, 
      "delete": {
        "word_description": "", 
        "word_name": "delete", 
        "word_example": "And when a Secretary of State illegally stores her emails on a private server,  deletes 33,000 of them so the authorities can't see her crime, puts our country at risk, lies about it in every different form and faces no no consequence â\u0080\u0094 I know that corruption has reached a level like never ever before in our country.", 
        "word_definition": "cut or eliminate"
      }
    }, 
    "list_detailed_description": "On the evening of July 21, 2016, Donald J. Trump accepted the Republican presidential nomination with \n", 
    "list_href": "/lists/1142865"
  }, 
  "President Obama's Speech at Hiroshima": {
    "list_brief_description": "President Obama spoke in Hiroshima, Japan on May 27, 2016. He is the first president to speak there since the United States dropped a nuclear bomb on the city t...", 
    "list_num": "29 Words", 
    "list_detailed_info": {
      "scarcity": {
        "word_description": "", 
        "word_name": "scarcity", 
        "word_example": "On every continent, the history of civilization is filled with war, whether driven by  scarcity of grain or hunger for gold, compelled by nationalist fervor or religious zeal.", 
        "word_definition": "a small and inadequate amount"
      }, 
      "endowed": {
        "word_description": "", 
        "word_name": "endowed", 
        "word_example": "My own nation’s story began with simple words: All men are created equal and  endowed by our creator with certain unalienable rights including life, liberty and the pursuit of happiness.", 
        "word_definition": "provided or supplied or equipped with"
      }, 
      "juncture": {
        "word_description": "", 
        "word_name": "juncture", 
        "word_example": "And at each  juncture, innocents have suffered, a countless toll, their names forgotten by time.", 
        "word_definition": "a point in time when a critical decision must be made"
      }, 
      "arc": {
        "word_description": "", 
        "word_name": "arc", 
        "word_example": "We remember all the innocents killed across the  arc of that terrible war and the wars that came before and the wars that would follow.", 
        "word_definition": "something curved in shape"
      }, 
      "fateful": {
        "word_description": "", 
        "word_name": "fateful", 
        "word_example": "And since that  fateful day, we have made choices that give us hope.", 
        "word_definition": "having momentous consequences; of decisive importance"
      }, 
      "interdependence": {
        "word_description": "", 
        "word_name": "interdependence", 
        "word_example": "To see our growing  interdependence as a cause for peaceful cooperation and not violent competition.", 
        "word_definition": "a relation between entities that rely on each other"
      }, 
      "aggression": {
        "word_description": "", 
        "word_name": "aggression", 
        "word_example": "Still, every act of  aggression between nations, every act of terror and corruption and cruelty and oppression that we see around the world shows our work is never done.", 
        "word_definition": "a disposition to behave forcefully and energetically"
      }, 
      "capacity": {
        "word_description": "", 
        "word_name": "capacity", 
        "word_example": "How the very spark that marks us as a species, our thoughts, our imagination, our language, our toolmaking, our ability to set ourselves apart from nature and bend it to our will — those very things also give us the  capacity for unmatched destruction.", 
        "word_definition": "capability to perform or produce"
      }, 
      "catastrophe": {
        "word_description": "", 
        "word_name": "catastrophe", 
        "word_example": "We may not realize this goal in my lifetime, but persistent effort can roll back the possibility of  catastrophe.", 
        "word_definition": "a sudden violent change in the earth's surface"
      }, 
      "stark": {
        "word_description": "", 
        "word_name": "stark", 
        "word_example": "Yet in the image of a mushroom cloud that rose into these skies, we are most starkly reminded of humanity’s core contradiction.", 
        "word_definition": "severely simple"
      }, 
      "unalienable": {
        "word_description": "", 
        "word_name": "unalienable", 
        "word_example": "My own nation’s story began with simple words: All men are created equal and endowed by our creator with certain  unalienable rights including life, liberty and the pursuit of happiness.", 
        "word_definition": "incapable of being repudiated or transferred to another"
      }, 
      "ideal": {
        "word_description": "", 
        "word_name": "ideal", 
        "word_example": "Realizing that  ideal has never been easy, even within our own borders, even among our own citizens.", 
        "word_definition": "something that one hopes to attain"
      }, 
      "fervor": {
        "word_description": "", 
        "word_name": "fervor", 
        "word_example": "On every continent, the history of civilization is filled with war, whether driven by scarcity of grain or hunger for gold, compelled by nationalist  fervor or religious zeal.", 
        "word_definition": "feelings of great warmth and intensity"
      }, 
      "depravity": {
        "word_description": "", 
        "word_name": "depravity", 
        "word_example": "There are many sites around the world that chronicle this war, memorials that tell stories of courage and heroism, graves and empty camps that echo of unspeakable  depravity.", 
        "word_definition": "moral perversion; impairment of virtue and moral principles"
      }, 
      "complacency": {
        "word_description": "", 
        "word_name": "complacency", 
        "word_example": "That memory allows us to fight  complacency.", 
        "word_definition": "the feeling you have when you are satisfied with yourself"
      }, 
      "oppression": {
        "word_description": "", 
        "word_name": "oppression", 
        "word_example": "Still, every act of aggression between nations, every act of terror and corruption and cruelty and  oppression that we see around the world shows our work is never done.", 
        "word_definition": "the act of subjugating by cruelty"
      }, 
      "toll": {
        "word_description": "", 
        "word_name": "toll", 
        "word_example": "And at each juncture, innocents have suffered, a countless  toll, their names forgotten by time.", 
        "word_definition": "a fee levied for the use of roads or bridges"
      }, 
      "artifact": {
        "word_description": "", 
        "word_name": "artifact", 
        "word_example": "Artifacts tell us that violent conflict appeared with the very first man.", 
        "word_definition": "a man-made object"
      }, 
      "domination": {
        "word_description": "", 
        "word_name": "domination", 
        "word_example": "And yet the war grew out of the same base instinct for  domination or conquest that had caused conflicts among the simplest tribes, an old pattern amplified by new capabilities and without new constraints.", 
        "word_definition": "power to defeat"
      }, 
      "subjugate": {
        "word_description": "", 
        "word_name": "subjugate", 
        "word_example": "Peoples have been  subjugated and liberated.", 
        "word_definition": "make subservient; force to submit or subdue"
      }, 
      "span": {
        "word_description": "", 
        "word_name": "span", 
        "word_example": "In the  span of a few years, some 60 million people would die.", 
        "word_definition": "the distance or interval between two points"
      }, 
      "amplify": {
        "word_description": "", 
        "word_name": "amplify", 
        "word_example": "And yet the war grew out of the same base instinct for domination or conquest that had caused conflicts among the simplest tribes, an old pattern  amplified by new capabilities and without new constraints.", 
        "word_definition": "increase in size, volume or significance"
      }, 
      "constraint": {
        "word_description": "", 
        "word_name": "constraint", 
        "word_example": "And yet the war grew out of the same base instinct for domination or conquest that had caused conflicts among the simplest tribes, an old pattern amplified by new capabilities and without new  constraints.", 
        "word_definition": "the state of being physically limited"
      }, 
      "irreducible": {
        "word_description": "", 
        "word_name": "irreducible", 
        "word_example": "The  irreducible worth of every person, the insistence that every life is precious, the radical and necessary notion that we are part of a single human family — that is the story that we all must tell.", 
        "word_definition": "incapable of being made smaller or simpler"
      }, 
      "contradiction": {
        "word_description": "", 
        "word_name": "contradiction", 
        "word_example": "Yet in the image of a mushroom cloud that rose into these skies, we are most starkly reminded of humanity’s core  contradiction.", 
        "word_definition": "opposition between two conflicting forces or ideas"
      }, 
      "capability": {
        "word_description": "", 
        "word_name": "capability", 
        "word_example": "And yet the war grew out of the same base instinct for domination or conquest that had caused conflicts among the simplest tribes, an old pattern amplified by new  capabilities and without new constraints.", 
        "word_definition": "the quality of being able to do something"
      }, 
      "stockpile": {
        "word_description": "", 
        "word_name": "stockpile", 
        "word_example": "But among those nations like my own that hold nuclear  stockpiles, we must have the courage to escape the logic of fear and pursue a world without them.", 
        "word_definition": "something kept back or saved for future use"
      }, 
      "curb": {
        "word_description": "", 
        "word_name": "curb", 
        "word_example": "But we have a shared responsibility to look directly into the eye of history and ask what we must do differently to  curb such suffering again.", 
        "word_definition": "the act of restraining power or action or limiting excess"
      }, 
      "cosmos": {
        "word_description": "", 
        "word_name": "cosmos", 
        "word_example": "Science allows us to communicate across the seas and fly above the clouds, to cure disease and understand the  cosmos, but those same discoveries can be turned into ever more efficient killing machines.", 
        "word_definition": "everything that exists anywhere"
      }
    }, 
    "list_detailed_description": "President Obama spoke in Hiroshima, Japan on May 27, 2016. He is the first president to speak there since the United States dropped a nuclear bomb on the city to end World War II on August 6,1945. In the speech the president explores the human capacity for conflict and destruction and calls for a reduction in nuclear weapons around the world. The transcript of the entire speech can be found \n", 
    "list_href": "/lists/1103269"
  }, 
  "President Obama's Farewell Address": {
    "list_brief_description": "President Obama delivered his farewell address on January 10, 2017. The speech detailed what President Obama holds to be the core components that make up Americ...", 
    "list_num": "28 Words", 
    "list_detailed_info": {
      "hallmark": {
        "word_description": "", 
        "word_name": "hallmark", 
        "word_example": "In ten days, the world will witness a  hallmark of our democracy: the peaceful transfer of power from one freely-elected president to the next.", 
        "word_definition": "a distinctive characteristic or attribute"
      }, 
      "contentious": {
        "word_description": "", 
        "word_name": "contentious", 
        "word_example": "The work of democracy has always been hard,  contentious and sometimes bloody.", 
        "word_definition": "involving or likely to cause controversy"
      }, 
      "creed": {
        "word_description": "", 
        "word_name": "creed", 
        "word_example": "But the long sweep of America has been defined by forward motion, a constant widening of our founding  creed to embrace all, and not just some.", 
        "word_definition": "any system of principles or beliefs"
      }, 
      "altruistic": {
        "word_description": "", 
        "word_name": "altruistic", 
        "word_example": "This generation coming up – unselfish,  altruistic, creative, patriotic – I’ve seen you in every corner of the country.", 
        "word_definition": "showing unselfish concern for the welfare of others"
      }, 
      "demonstrable": {
        "word_description": "", 
        "word_name": "demonstrable", 
        "word_example": "And if anyone can put together a plan that is demonstrably better than the improvements we’ve made to our health care system – that covers as many people at less cost – I will publicly support it.", 
        "word_definition": "capable of being proved"
      }, 
      "rancor": {
        "word_description": "", 
        "word_name": "rancor", 
        "word_example": "We weaken those ties when we allow our political dialogue to become so corrosive that people of good character are turned off from public service; so coarse with  rancor that Americans with whom we disagree are not just misguided, but somehow malevolent.", 
        "word_definition": "a feeling of deep and bitter anger and ill-will"
      }, 
      "divisive": {
        "word_description": "Here divisive doesn't just refer to dissent but a harmful splitting into factions based on disagreement.", 
        "word_name": "divisive", 
        "word_example": "For race remains a potent and often  divisive force in our society.", 
        "word_definition": "dissenting with the majority opinion"
      }, 
      "enfeeble": {
        "word_description": "", 
        "word_name": "enfeeble", 
        "word_example": "...we should preserve it with “jealous anxiety;” that we should reject “the first dawning of every attempt to alienate any portion of our country from the rest or to  enfeeble the sacred ties” that make us one.", 
        "word_definition": "make weak"
      }, 
      "cynicism": {
        "word_description": "", 
        "word_name": "cynicism", 
        "word_example": "While the top one percent has amassed a bigger share of wealth and income, too many families, in inner cities and rural counties, have been left behind – the laid-off factory worker; the waitress and health care worker who struggle to pay the bills – convinced that the game is fixed against them, that their government only serves the interests of the powerful – a recipe for more  cynicism and polarization in our politics.", 
        "word_definition": "a cynical feeling of distrust"
      }, 
      "vigilant": {
        "word_description": "", 
        "word_name": "vigilant", 
        "word_example": "...and although Boston and Orlando remind us of how dangerous radicalization can be, our law enforcement agencies are more effective and  vigilant than ever. We’ve taken out tens of thousands of terrorists – including Osama bin Laden.", 
        "word_definition": "carefully observant or attentive"
      }, 
      "specter": {
        "word_description": "", 
        "word_name": "specter", 
        "word_example": "A shrinking world, growing inequality; demographic change and the  specter of terrorism – these forces haven’t just tested our security and prosperity, but our democracy as well.", 
        "word_definition": "a mental representation of some haunting experience"
      }, 
      "demographic": {
        "word_description": "", 
        "word_name": "demographic", 
        "word_example": "A shrinking world, growing inequality;  demographic change and the specter of terrorism – these forces haven’t just tested our security and prosperity, but our democracy as well.", 
        "word_definition": "a statistic characterizing human populations"
      }, 
      "makeshift": {
        "word_description": "", 
        "word_name": "makeshift", 
        "word_example": "It’s what led patriots to choose republic over tyranny, pioneers to trek west, slaves to brave that  makeshift railroad to freedom.", 
        "word_definition": "done or made using whatever is available"
      }, 
      "polarization": {
        "word_description": "", 
        "word_name": "polarization", 
        "word_example": "While the top one percent has amassed a bigger share of wealth and income, too many families, in inner cities and rural counties, have been left behind – the laid-off factory worker; the waitress and health care worker who struggle to pay the bills – convinced that the game is fixed against them, that their government only serves the interests of the powerful – a recipe for more cynicism and  polarization in our politics.", 
        "word_definition": "having a relation between two opposite attributes"
      }, 
      "corrosive": {
        "word_description": "Corrosive is used here metaphorically to mean simply harmful or destructive, not involving a chemical action", 
        "word_name": "corrosive", 
        "word_example": "But stark inequality is also  corrosive to our democratic principles.", 
        "word_definition": "capable of destroying or eating away by chemical action"
      }, 
      "partisanship": {
        "word_description": "", 
        "word_name": "partisanship", 
        "word_example": "The rise of naked  partisanship, increasing economic and regional stratification, the splintering of our media into a channel for every taste – all this makes this great sorting seem natural, even inevitable.", 
        "word_definition": "an inclination to favor one group or view over alternatives"
      }, 
      "enclave": {
        "word_description": "", 
        "word_name": "enclave", 
        "word_example": "After all, if every economic issue is framed as a struggle between a hardworking white middle class and undeserving minorities, then workers of all shades will be left fighting for scraps while the wealthy withdraw further into their private  enclaves.", 
        "word_definition": "an enclosed territory that is culturally distinct"
      }, 
      "automation": {
        "word_description": "", 
        "word_name": "automation", 
        "word_example": "It will come from the relentless pace of  automation that makes many good, middle-class jobs obsolete.", 
        "word_definition": "the act of implementing the control of equipment"
      }, 
      "authoritarianism": {
        "word_description": "", 
        "word_name": "authoritarianism", 
        "word_example": "For the fight against extremism and intolerance and sectarianism are of a piece with the fight against  authoritarianism and nationalist aggression. If the scope of freedom and respect for the rule of law shrinks around the world, the likelihood of war within and between nations increases...", 
        "word_definition": "government in which the ruler is an absolute dictator"
      }, 
      "solidarity": {
        "word_description": "", 
        "word_name": "solidarity", 
        "word_example": "But they knew that democracy does require a basic sense of  solidarity – the idea that for all our outward differences, we are all in this together; that we rise or fall as one.", 
        "word_definition": "a union of interests or purposes among members of a group"
      }, 
      "malevolent": {
        "word_description": "", 
        "word_name": "malevolent", 
        "word_example": "We weaken those ties when we allow our political dialogue to become so corrosive that people of good character are turned off from public service; so coarse with rancor that Americans with whom we disagree are not just misguided, but somehow  malevolent.", 
        "word_definition": "wishing or appearing to wish evil to others"
      }, 
      "trek": {
        "word_description": "", 
        "word_name": "trek", 
        "word_example": "It’s what led patriots to choose republic over tyranny, pioneers to  trek west, slaves to brave that makeshift railroad to freedom.", 
        "word_definition": "any long and difficult trip"
      }, 
      "stratification": {
        "word_description": "", 
        "word_name": "stratification", 
        "word_example": "The rise of naked partisanship, increasing economic and regional  stratification, the splintering of our media into a channel for every taste – all this makes this great sorting seem natural, even inevitable.", 
        "word_definition": "the act of arranging persons into classes or levels"
      }, 
      "affiliation": {
        "word_description": "", 
        "word_name": "affiliation", 
        "word_example": "Only if all of us, regardless of our party  affiliation or particular interest, help restore the sense of common purpose that we so badly need right now.", 
        "word_definition": "the act of becoming formally connected or joined"
      }, 
      "prioritize": {
        "word_description": "", 
        "word_name": "prioritize", 
        "word_example": "Politics is a battle of ideas; in the course of a healthy debate, we’ll  prioritize different goals, and the different means of reaching them.", 
        "word_definition": "assign a status in order of importance or urgency"
      }, 
      "refugee": {
        "word_description": "", 
        "word_name": "refugee", 
        "word_example": "It’s what pulled immigrants and  refugees across oceans and the Rio Grande, pushed women to reach for the ballot, powered workers to organize.", 
        "word_definition": "an exile who flees for safety"
      }, 
      "pandemic": {
        "word_description": "", 
        "word_name": "pandemic", 
        "word_example": "I’ve seen our doctors and volunteers rebuild after earthquakes and stop  pandemics in their tracks.", 
        "word_definition": "an outbreak of disease that is geographically widespread"
      }, 
      "primacy": {
        "word_description": "", 
        "word_name": "primacy", 
        "word_example": "It’s that spirit – a faith in reason, and enterprise, and the  primacy of right over might, that allowed us to resist the lure of fascism and tyranny during the Great Depression, and build a post-World War II order with other democracies...", 
        "word_definition": "the state of being first in importance"
      }
    }, 
    "list_detailed_description": "President Obama delivered his farewell address on January 10, 2017. The speech detailed what President Obama holds to be the core components that make up American democracy and outlined what he considers to be the continuing threats, located both home and abroad. It was also a speech rich in gratitude, both personal and professional, as President Obama prepares to leave office on January 20, 2017. Here are 28 vocabulary words from the \n", 
    "list_href": "/lists/1457472"
  }, 
  "Michelle Obama's Speech at the 2016 DNC": {
    "list_brief_description": "Many political pundits and speech critics claim that Michelle Obama's speech at the 2016 Democratic National Convention was the most powerful and stirring. Here...", 
    "list_num": "50 Words", 
    "list_detailed_info": {
      "model": {
        "word_description": "", 
        "word_name": "model", 
        "word_example": "We as parents are their most important role  models.", 
        "word_definition": "someone worthy of imitation"
      }, 
      "elect": {
        "word_description": "", 
        "word_name": "elect", 
        "word_example": "We need to knock on every door, we need to get out every vote, we need to pour every last ounce of our passion and our strength and our love for this country into  electing Hillary Clinton as president of the United States of America!", 
        "word_definition": "choose by a vote for an office or membership"
      }, 
      "citizenship": {
        "word_description": "", 
        "word_name": "citizenship", 
        "word_example": "That is what Barack and I think about every day as we try to guide and protect our girls through the challenges of this unusual life in the spotlight, how we urge them to ignore those who question their father’s  citizenship or faith.", 
        "word_definition": "membership in a state with rights and duties"
      }, 
      "figure": {
        "word_description": "", 
        "word_name": "figure", 
        "word_example": "How we insist that the hateful language they hear from public  figures on TV does not represent the true spirit of this country.", 
        "word_definition": "a well-known or notable person"
      }, 
      "urge": {
        "word_description": "", 
        "word_name": "urge", 
        "word_example": "That is what Barack and I think about every day as we try to guide and protect our girls through the challenges of this unusual life in the spotlight, how we  urge them to ignore those who question their father’s citizenship or faith.", 
        "word_definition": "force or impel in an indicated direction"
      }, 
      "generation": {
        "word_description": "", 
        "word_name": "generation", 
        "word_example": "That is the story of this country, the story that has brought me to this stage tonight, the story of  generations of people who felt the lash of bondage, the shame of servitude, the sting of segregation, but who kept on striving and hoping and doing what needed to be done so that today I wake up every morning in a house that was built by slaves.", 
        "word_definition": "group of genetically related organisms in a line of descent"
      }, 
      "creed": {
        "word_description": "", 
        "word_name": "creed", 
        "word_example": "Heroes of every color and  creed who wear the uniform and risk their lives to keep passing down those blessings of liberty, police officers and the protesters in Dallas who all desperately want to keep our children safe.", 
        "word_definition": "any system of principles or beliefs"
      }, 
      "insist": {
        "word_description": "", 
        "word_name": "insist", 
        "word_example": "How we  insist that the hateful language they hear from public figures on TV does not represent the true spirit of this country.", 
        "word_definition": "be emphatic or resolute and refuse to budge"
      }, 
      "servitude": {
        "word_description": "", 
        "word_name": "servitude", 
        "word_example": "That is the story of this country, the story that has brought me to this stage tonight, the story of generations of people who felt the lash of bondage, the shame of  servitude, the sting of segregation, but who kept on striving and hoping and doing what needed to be done so that today I wake up every morning in a house that was built by slaves.", 
        "word_definition": "state of subjection to an owner or master"
      }, 
      "election": {
        "word_description": "", 
        "word_name": "election", 
        "word_example": "No, in this  election and every  election is about who will have the power to shape our children for the next four or eight years of their lives.", 
        "word_definition": "vote to select the winner of a position or political office"
      }, 
      "utter": {
        "word_description": "", 
        "word_name": "utter", 
        "word_example": "With every word we  utter, with every action we take, we know our kids are watching us.", 
        "word_definition": "express in speech"
      }, 
      "trust": {
        "word_description": "", 
        "word_name": "trust", 
        "word_example": "And I am here tonight because in this election there is only one person who I  trust with that responsibility, only one person who I believe is truly qualified to be president of the United States, and that is our friend Hillary Clinton.", 
        "word_definition": "have confidence or faith in"
      }, 
      "crisis": {
        "word_description": "", 
        "word_name": "crisis", 
        "word_example": "And when  crisis hits, we don’t turn against each other.", 
        "word_definition": "a crucial stage or turning point in the course of something"
      }, 
      "wonder": {
        "word_description": "", 
        "word_name": "wonder", 
        "word_example": "Kids like the little black boy who looked up at my husband, his eyes wide with hope and he  wondered, is my hair like yours?", 
        "word_definition": "be amazed at"
      }, 
      "cynical": {
        "word_description": "", 
        "word_name": "cynical", 
        "word_example": "We cannot afford to be tired or frustrated or  cynical.", 
        "word_definition": "believing the worst of human nature and motives"
      }, 
      "character": {
        "word_description": "", 
        "word_name": "character", 
        "word_example": "Remember how I told you about his  character and convictions, his decency and his grace, the traits that we’ve seen every day that he’s served our country in the White House?", 
        "word_definition": "attributes that determine one's moral and ethical actions"
      }, 
      "stoop": {
        "word_description": "", 
        "word_name": "stoop", 
        "word_example": "How we explain that when someone is cruel or acts like a bully, you don’t  stoop to their level.", 
        "word_definition": "debase oneself morally"
      }, 
      "role": {
        "word_description": "", 
        "word_name": "role", 
        "word_example": "We as parents are their most important  role models.", 
        "word_definition": "the actions and activities assigned to a person or group"
      }, 
      "beloved": {
        "word_description": "", 
        "word_name": "beloved", 
        "word_example": "And there but for the grace of God go I. ", 
        "word_definition": "dearly loved"
      }, 
      "convention": {
        "word_description": "", 
        "word_name": "convention", 
        "word_example": "You know, it’s hard to believe that it has been eight years since I first came to this  convention to talk with you about why I thought my husband should be president.", 
        "word_definition": "a large formal assembly"
      }, 
      "passion": {
        "word_description": "", 
        "word_name": "passion", 
        "word_example": "We need to knock on every door, we need to get out every vote, we need to pour every last ounce of our  passion and our strength and our love for this country into electing Hillary Clinton as president of the United States of America!", 
        "word_definition": "a strong feeling or emotion"
      }, 
      "poised": {
        "word_description": "", 
        "word_name": "poised", 
        "word_example": "And during our time in the White House, we’ve had the joy of watching them grow from bubbly little girls into  poised young women, a journey that started soon after we arrived in Washington.", 
        "word_definition": "in full control of your faculties"
      }, 
      "donate": {
        "word_description": "", 
        "word_name": "donate", 
        "word_example": "People who lined up in Orlando to  donate blood because it could have been their son, their daughter in that club.", 
        "word_definition": "give to a charity or good cause"
      }, 
      "foundation": {
        "word_description": "", 
        "word_name": "foundation", 
        "word_example": "See, because at that moment I realized that our time in the White House would form the  foundation for who they would become and how well we managed this experience could truly make or break them.", 
        "word_definition": "the basis on which something is grounded"
      }, 
      "bully": {
        "word_description": "", 
        "word_name": "bully", 
        "word_example": "How we explain that when someone is cruel or acts like a  bully, you don’t stoop to their level.", 
        "word_definition": "a person who is habitually domineering or cruel to others"
      }, 
      "champion": {
        "word_description": "", 
        "word_name": "champion", 
        "word_example": "…but every child who needs a  champion, kids who take the long way to school to avoid the gangs, kids who wonder how they’ll ever afford college, kids whose parents don’t speak a word of English, but dream of a better life, kids who look to us to determine who and what they can be.", 
        "word_definition": "someone who has won first place in a competition"
      }, 
      "trait": {
        "word_description": "", 
        "word_name": "trait", 
        "word_example": "Remember how I told you about his character and convictions, his decency and his grace, the  traits that we’ve seen every day that he’s served our country in the White House?", 
        "word_definition": "a distinguishing feature of your personal nature"
      }, 
      "advocate": {
        "word_description": "", 
        "word_name": "advocate", 
        "word_example": "… advocating for kids with disabilities as a young lawyer, fighting for children’s health care as first lady, and for quality child care in the Senate.", 
        "word_definition": "speak, plead, or argue in favor of"
      }, 
      "nation": {
        "word_description": "", 
        "word_name": "nation", 
        "word_example": "See, I trust Hillary to lead this country because I’ve seen her lifelong devotion to our  nation’s children, not just her own daughter, who she has raised to perfection…", 
        "word_definition": "a politically organized body of people under a government"
      }, 
      "qualified": {
        "word_description": "", 
        "word_name": "qualified", 
        "word_example": "And I am here tonight because in this election there is only one person who I trust with that responsibility, only one person who I believe is truly  qualified to be president of the United States, and that is our friend Hillary Clinton.", 
        "word_definition": "meeting the proper standards and requirements for a task"
      }, 
      "segregation": {
        "word_description": "", 
        "word_name": "segregation", 
        "word_example": "That is the story of this country, the story that has brought me to this stage tonight, the story of generations of people who felt the lash of bondage, the shame of servitude, the sting of  segregation, but who kept on striving and hoping and doing what needed to be done so that today I wake up every morning in a house that was built by slaves.", 
        "word_definition": "the act of keeping apart"
      }, 
      "decency": {
        "word_description": "", 
        "word_name": "decency", 
        "word_example": "Remember how I told you about his character and convictions, his  decency and his grace, the traits that we’ve seen every day that he’s served our country in the White House?", 
        "word_definition": "the quality of conforming to rules of propriety and morality"
      }, 
      "report": {
        "word_description": "", 
        "word_name": "report", 
        "word_example": "And let me tell you, Barack and I take that same approach to our jobs as president and first lady because we know that our words and actions matter, not just to our girls, but the children across this country, kids who tell us I saw you on TV, I wrote a  report on you for school.", 
        "word_definition": "an essay, especially one written as an assignment"
      }, 
      "motto": {
        "word_description": "", 
        "word_name": "motto", 
        "word_example": "No, our  motto is, when they go low, we go high.", 
        "word_definition": "a favorite saying of a sect or political group"
      }, 
      "grace": {
        "word_description": "", 
        "word_name": "grace", 
        "word_example": "Remember how I told you about his character and convictions, his decency and his  grace, the traits that we’ve seen every day that he’s served our country in the White House?", 
        "word_definition": "a disposition to kindness and compassion"
      }, 
      "volunteer": {
        "word_description": "", 
        "word_name": "volunteer", 
        "word_example": "That’s how we’ve always moved this country forward, by all of us coming together on behalf of our children, folks who  volunteer to coach that team, to teach that Sunday school class, because they know it takes a village.", 
        "word_definition": "a person who performs work done by choice"
      }, 
      "faith": {
        "word_description": "", 
        "word_name": "faith", 
        "word_example": "That is what Barack and I think about every day as we try to guide and protect our girls through the challenges of this unusual life in the spotlight, how we urge them to ignore those who question their father’s citizenship or  faith.", 
        "word_definition": "a strong belief in a divine power or powers"
      }, 
      "protect": {
        "word_description": "", 
        "word_name": "protect", 
        "word_example": "That is what Barack and I think about every day as we try to guide and  protect our girls through the challenges of this unusual life in the spotlight, how we urge them to ignore those who question their father’s citizenship or faith.", 
        "word_definition": "shield from danger, injury, destruction, or damage"
      }, 
      "language": {
        "word_description": "", 
        "word_name": "language", 
        "word_example": "How we insist that the hateful  language they hear from public figures on TV does not represent the true spirit of this country.", 
        "word_definition": "communication by word of mouth"
      }, 
      "conviction": {
        "word_description": "", 
        "word_name": "conviction", 
        "word_example": "Remember how I told you about his character and  convictions, his decency and his grace, the traits that we’ve seen every day that he’s served our country in the White House?", 
        "word_definition": "an unshakable belief in something without need for proof"
      }, 
      "level": {
        "word_description": "", 
        "word_name": "level", 
        "word_example": "How we explain that when someone is cruel or acts like a bully, you don’t stoop to their  level.", 
        "word_definition": "a position on a scale of intensity or amount or quality"
      }, 
      "challenge": {
        "word_description": "", 
        "word_name": "challenge", 
        "word_example": "That is what Barack and I think about every day as we try to guide and protect our girls through the  challenges of this unusual life in the spotlight, how we urge them to ignore those who question their father’s citizenship or faith.", 
        "word_definition": "a call to engage in a contest or fight"
      }, 
      "bondage": {
        "word_description": "", 
        "word_name": "bondage", 
        "word_example": "That is the story of this country, the story that has brought me to this stage tonight, the story of generations of people who felt the lash of  bondage, the shame of servitude, the sting of segregation, but who kept on striving and hoping and doing what needed to be done so that today I wake up every morning in a house that was built by slaves.", 
        "word_definition": "the state of being under the control of another person"
      }, 
      "experience": {
        "word_description": "", 
        "word_name": "experience", 
        "word_example": "See, because at that moment I realized that our time in the White House would form the foundation for who they would become and how well we managed this  experience could truly make or break them.", 
        "word_definition": "the content of observation or participation in an event"
      }, 
      "ignore": {
        "word_description": "", 
        "word_name": "ignore", 
        "word_example": "That is what Barack and I think about every day as we try to guide and protect our girls through the challenges of this unusual life in the spotlight, how we urge them to  ignore those who question their father’s citizenship or faith.", 
        "word_definition": "refuse to acknowledge"
      }, 
      "disillusioned": {
        "word_description": "", 
        "word_name": "disillusioned", 
        "word_example": "And when she didn’t win the nomination eight years ago, she didn’t get angry or  disillusioned.", 
        "word_definition": "freed from false ideas"
      }, 
      "responsibility": {
        "word_description": "", 
        "word_name": "responsibility", 
        "word_example": "And I am here tonight because in this election there is only one person who I trust with that  responsibility, only one person who I believe is truly qualified to be president of the United States, and that is our friend Hillary Clinton.", 
        "word_definition": "the social force that binds you to a course of action"
      }, 
      "devotion": {
        "word_description": "", 
        "word_name": "devotion", 
        "word_example": "See, I trust Hillary to lead this country because I’ve seen her lifelong  devotion to our nation’s children, not just her own daughter, who she has raised to perfection…", 
        "word_definition": "commitment to some purpose"
      }, 
      "strive": {
        "word_description": "", 
        "word_name": "strive", 
        "word_example": "That is the story of this country, the story that has brought me to this stage tonight, the story of generations of people who felt the lash of bondage, the shame of servitude, the sting of segregation, but who kept on  striving and hoping and doing what needed to be done so that today I wake up every morning in a house that was built by slaves.", 
        "word_definition": "attempt by employing effort"
      }, 
      "journey": {
        "word_description": "", 
        "word_name": "journey", 
        "word_example": "And during our time in the White House, we’ve had the joy of watching them grow from bubbly little girls into poised young women, a  journey that started soon after we arrived in Washington.", 
        "word_definition": "the act of traveling from one place to another"
      }
    }, 
    "list_detailed_description": "Many political pundits and speech critics claim that \n", 
    "list_href": "/lists/1154776"
  }
}