{
  "background": {
    "basic": "英 ['bækgraʊnd] 美 ['bækɡraʊnd]\nn. 背景；隐蔽的位置\nvt. 作…的背景\nadj. 背景的；发布背景材料的", 
    "phrase": "in the background     在后面，在幕后\ncultural background     文化背景\neducational background     学历；教育背景；教育程度\nsocial background     n.社会背景\nbackground music     背景音乐；[电]陪衬音乐\nbackground information     背景资料；背景知识\neducation background     学历；教育背景\nfamily background     家庭背景\nbackground noise     背景噪声\nbackground color     背景颜色\nacademic background     学术背景；学历；教育背景\nbackground value     背景值\nbackground image     背景影像\nfor background     （美）供内部参考\nwhite background     白色背景；比色板；比色纸\non background     [美国、加拿大英语]仅供参考(不作援引)\nbusiness background     工作经历；企业背景；事情履历\npolitical background     政治背景\nbackground radiation     背景辐射；[医]本底辐射\nbackground check     背景调查", 
    "synonyms": "n. [物]背景；隐蔽的位置\nprehistory", 
    "rel_word_tab": "词根： background\nn.\nbackgrounder   政府官员举行的记者招待会；提供背景资料的简报或报告", 
    "collins": "* N-COUNT Your background is the kind of family you come from and the kind of education you have had. It can also refer to such things as your social and racial origins, your financial status, or the type of work experience that you have. (家庭、职业) 出身 例： The Warners were from a Jewish working-class background. 沃纳一家人是犹太工人阶级出身。 \n* N-COUNT The background to an event or situation consists of the facts that explain what caused it. 背景 例： The background to the current troubles is provided by the dire state of the country's economy. 目前这些问题的背景是严峻的国家经济形势。 例： The meeting takes place against a background of continuing political violence. 这次会议是在持续的政治暴力背景下召开的。 \n* N-SING The background is sounds, such as music, that you can hear but that you are not listening to with your full attention. 背景声音 例： I kept hearing the sound of applause in the background. 我不断听到背景音中有掌声。 \n* N-COUNT You can use background to refer to the things in a picture or scene that are less noticeable or important than the main things or people in it. (图画、布景等的) 背景 例： ...roses patterned on a blue background. …印在蓝色背景上的玫瑰。", 
    "date": "2017-01-19 09:55:20", 
    "sentence": "* If you've already started the process, and don't want to kill it and restart under nohup, you can send it to the background, then disown it.\n\n"
  }
}