{
  "barn-0": {
    "date": " 2016-11-4", 
    "synonyms": "n. 谷仓；畜棚；车库；靶（核反应截面单位）\ngranary, garage", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [bɑːn] 美 [bɑrn]\nn. 谷仓；畜棚；车库；靶（核反应截面单位）\nvt. 把…贮存入仓", 
    "usage": "*  A barn owl brought Neville a small package from his grandmother", 
    "collins": "* N-COUNT A barn is a building on a farm in which animals, animal food, or crops can be kept. 谷仓; 牲口房 \n* N-COUNT any large building, esp an unattractive one 大仓棚 \n* N-COUNT a unit of nuclear cross section equal to 10 – 28 square metre 靶; 核反应截面单位 ( symbol: b)"
  }, 
  "creep-0": {
    "rel_word_tab": "词根： creep\nadj.\ncreepy   令人毛骨悚然的；爬行的\ncreeping   爬行的；迟缓的；毛骨悚然的；奉承的\nn.\ncreeping   爬行\ncreeper   爬行者；[植] 匍匐植物；定速运送器\nv.\ncreeping   爬行；慢慢地移动（creep的现在分词）", 
    "discriminate": "climb, creep, crawl\n这组词都有“爬”的意思，其区别是：\nclimb   通常指用手或足爬上或爬下，也指飞机、日、月的上升，还可用作比喻。\ncreep   多指人或四足动物匍匐爬行，尤指偷偷地或不出声地缓慢向前爬行。也指植物的蔓延生长等。\ncrawl   指人或动物以身躯贴着地面缓慢地移动。\n\ncreep, crawl\n多指哺乳动物或人等用四肢爬行的动物偷偷摸摸无声缓慢的前行动作。如：They arrived late and crept into the classroom.(我们迟到了，便悄悄地溜进教室。)\ncrawl   多指蛇，虫类等身体沿地面或其他表面的动作。如：There is an insect crawling up your back. (有一虫子正在你的背上往上爬。)", 
    "usage": "*  I don’t expect you will really understand the beauty of the softly simmering cauldron with its shimmering fumes, the delicate power of liquids that creep through human veins, bewitching the mind, ensnaring the senses", 
    "synonyms": "vi. 爬行；蔓延；慢慢地移动；起鸡皮疙瘩\nto spread, to extend\nn. 爬行；毛骨悚然的感觉；谄媚者\ntoadeater, kiss-ass", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [kriːp] 美 [krip]\nvi. 爬行；蔓延；慢慢地移动；起鸡皮疙瘩\nn. 爬行；毛骨悚然的感觉；谄媚者", 
    "date": " 2016-11-4", 
    "collins": "* V-I When people or animals creep somewhere, they move quietly and slowly. 悄悄地缓慢行进 例： Back I go to the hotel and creep up to my room. 我回到旅馆，蹑手蹑脚地进了房间。 \n* V-I If something creeps somewhere, it moves very slowly. 渐渐蔓延 例： Mist had crept in again from the sea. 大雾再次从海上渐渐蔓延过来。 \n* V-I If something creeps in or creeps back, it begins to occur or becomes part of something without people realizing or without them wanting it. 悄悄出现 例： Insecurity might creep in. 不安全感可能会悄然而生。 例： An increasing ratio of mistakes, perhaps induced by tiredness, crept into her game. 可能是因为疲劳，她在比赛中的错误率不知不觉地升高了。 \n* V-I If a rate or number creeps up to a higher level, it gradually reaches that level. 攀升 例： The inflation rate has been creeping up to \n*5 per cent. 通货膨胀率已攀升至\n*5％。 \n* to make someone's flesh creep →see flesh"
  }, 
  "spoil-0": {
    "rel_word_tab": "词根： spoil\nadj.\nspoilt   宠坏的；损坏的\nn.\nspoilage   损坏，糟蹋；掠夺；损坏物\nspoiler   扰流器；掠夺者；损坏者\nv.\nspoilt   宠坏；毁坏（spoil的过去式及过去分词）", 
    "discriminate": "destroy, break, wreck, ruin, spoil, damage\n这组词都有“破坏，损坏”的意思，其区别是：\ndestroy   多指彻底地、毁灭性地破坏，含导致无用，不能或很难再修复的意味。\nbreak   普通用词，指某物因被打破或撕破而受到破坏，可指有形或无形的破坏。\nwreck   侧重指船只、车辆、房屋等受到严重破坏或完全毁坏，也可指计划、健康受到损害。\nruin   多指因外部原因而受到严重破坏或毁灭，侧重破坏的彻底性，也可用于引申意义。\nspoil   强调不仅会削弱力量、精力或价值，而且会导致不可避免的毁灭。\ndamage   多指对无生命物体的损害，造成降低价值、破坏功能等后果。\n\nindulge, spoil\n这组词都有“纵容，娇养”的意思，其区别是：\nindulge   指迁就或放任别人应该节制的欲望要求或感情。\nspoil   指纵容而造成对性情的扭曲。", 
    "date": " 2016-11-4", 
    "synonyms": "vt. 溺爱；糟蹋；掠夺\nharry, dote upon\nvi. 掠夺；变坏；腐败\nprey upon, take a turn for the worse\nn. 次品；奖品\nprize, award, inferior", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [spɒɪl] 美 [spɔɪl]\nvt. 溺爱；糟蹋；破坏；掠夺\nvi. 掠夺；变坏；腐败\nn. 次品；奖品", 
    "usage": "*  He drew on the hand that clutched the drinking horn, figuring to give them a shot to talk about, but Todric spoiled it by lurching to one side just as he loosed", 
    "collins": "* V-T If you spoil something, you prevent it from being successful or satisfactory. 毁坏; 破坏 例： It's important not to let mistakes spoil your life. 重要的是不要让错误毁了你的生活。 \n* V-T If you spoil children, you give them everything they want or ask for. This is considered to have a bad effect on a child's character. 娇惯 例： Grandparents are often tempted to spoil their grandchildren whenever they come to visit. 每次祖父母来访，常常禁不住要娇惯孙辈。 \n* V-T If you spoil yourself or spoil another person, you give yourself or them something nice as a treat or do something special for them. 犒劳; 优待 例： Spoil yourself with a new perfume this summer. 今年夏天买瓶新香水犒劳一下自己吧。 \n* V-T/V-I If food spoils or if it is spoiled , it is no longer fit to be eaten. 使 (食物) 变坏; (食物) 变坏 例： We all know that fats spoil by becoming rancid. 我们都知道油脂发臭就变坏了。 \n* PHRASE If you say that someone is spoiled for choice or spoilt for choice , you mean that they have a great many things of the same type to choose from. (因可选的太多而) 不知作何选择是好 [英国英语]"
  }, 
  "spoon-0": {
    "usage": "*  Arya sipped at her tankard cautiously, between spoonfuls of pie still warm from the oven", 
    "synonyms": "n. 匙，勺子；一杓的量\nscooper", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [spuːn] 美 [spʊn]\nn. 匙，勺子；一杓的量\nvt. 用匙舀；使成匙状\nvi. 轻轻向上击", 
    "date": " 2016-11-4", 
    "collins": "* N-COUNT A spoon is an object used for eating, stirring, and serving food. One end of it is shaped like a shallow bowl and it has a long handle. 勺; 匙 例： He stirred his coffee with a spoon. 他用匙搅了搅咖啡。 \n* V-T If you spoon food into something, you put it there with a spoon. 用勺舀; 用匙舀 例： He spooned instant coffee into two of the mugs. 他用勺把速溶咖啡舀进了两个杯子里。"
  }, 
  "crystal-0": {
    "rel_word_tab": "词根： crystal\nadj.\ncrystalline   透明的；水晶般的；水晶制的\ncrystallized   裹有糖霜的；蜜饯的\nn.\ncrystallization   结晶化；具体化\ncrystallisation   结晶；结晶作用\ncrystallography   [晶体] 结晶学\ncrystallizing   结晶，晶体形成\nv.\ncrystallized   结晶（crystalize的过去分词）\ncrystallizing   使…结晶；具体化（crystallize的ing形式）\nvi.\ncrystallize   结晶，形成结晶；明确；具体化\nvt.\ncrystallize   使结晶；明确；使具体化；做成蜜饯\ncrystallise   使…结晶；使具体化（等于crystallize）", 
    "date": " 2016-11-4", 
    "synonyms": "n. [晶体]结晶，晶体；[矿物]水晶；水晶饰品\nIrish diamond\nadj. [矿物]水晶的；透明的，清澈的\ntransparent, liquid, clear", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['krɪst(ə)l] 美 ['krɪstl]\nn. 结晶，晶体；水晶；水晶饰品\nadj. 水晶的；透明的，清澈的\nn. (Crystal)人名；(英)克里斯特尔，克丽丝特尔 (女名)", 
    "usage": "*  A crystal had been set in the soft earth, and Lommy wanted to take it until the Bull told him he’d better leave the dead alone", 
    "collins": "* N-COUNT A crystal is a small piece of a substance that has formed naturally into a regular symmetrical shape. 结晶体 例： ...salt crystals. …盐的结晶体。 例： ...ice crystals. …冰晶。 \n* N-VAR Crystal is a transparent rock that is used to make jewellery and ornaments. 水晶 例： She was wearing a strand of crystal beads. 她戴着一串水晶珠子。 \n* N-UNCOUNT Crystal is a high quality glass, usually with patterns cut into its surface. 晶质玻璃 例： Some of the finest drinking glasses are made from lead crystal. 一些最精致的酒杯是用铅晶质玻璃制成的。"
  }, 
  "oft-0": {
    "rel_word_tab": "词根： oft\nadv.\noften   常常，时常", 
    "usage": "*  It was said that the ironmen of old had oft been blood-drunk in battle, so berserk that they felt no pain and feared no foe, but this was a common ale-drunk", 
    "synonyms": "adv. 常常；再三\noften, forever, always", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [ɒft] 美 [ɔft]\nadv. 常常；再三", 
    "date": " 2016-11-4", 
    "collins": "局"
  }, 
  "thud-0": {
    "usage": "*  Harry saw his scared white face look down at the ground falling away, saw him gasp, slip sideways off the broom and — WHAM — a thud and a nasty crack and Neville lay facedown on the grass in a heap", 
    "synonyms": "n. 砰的一声；重击\npound, devel", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [θʌd] 美 [θʌd]\nn. 砰的一声；重击\nvi. 砰的一声掉下；发出砰声\nvt. 砰地击中", 
    "date": " 2016-11-4", 
    "collins": "* N-COUNT A thud is a dull sound, such as that which a heavy object makes when it hits something soft. 沉闷声 例： She tripped and fell with a sickening thud. 她绊倒了，发出一声吓人的闷响。 \n* V-I If something thuds somewhere, it makes a dull sound, usually when it falls onto or hits something else. 发出沉闷声 例： She ran up the stairs, her bare feet thudding on the wood. 她跑上楼梯，光脚在木头上发出噔噔的声音。 \n* V-I When your heart thuds , it beats strongly and somewhat quickly, for example, because you are very frightened or very happy. (因害怕或狂喜心脏) 怦怦跳 例： My heart had started to thud, and my mouth was dry. 我的心开始怦怦跳，而且嘴巴发干。"
  }, 
  "formatting-1": {
    "rel_word_tab": "词根： format\nadj.\nformative   形成的；造型的；格式化的\nformalized   形式化的；正式的\nn.\nformat   格式；版式；开本\nformative   构词要素\nformalization   形式化；礼仪化\nv.\nformalized   使正式；使有效（formalize的过去分词）；使定形；拘泥于形式\nvi.\nformat   设计版式\nformalize   拘泥于形式\nvt.\nformat   使格式化；规定…的格式\nformalize   使形式化；使正式；拘泥礼仪", 
    "date": "2017-01-22", 
    "synonyms": "n. [计]格式化\nstylization", 
    "usage": "* ", 
    "basic": "英 [fɔː'meɪtɪŋ] 美\nn. 格式化\nv. 规定…的格式（format的ing形式）"
  }, 
  "straighten-0": {
    "rel_word_tab": "词根： straight\nadj.\nstraight   直的；连续的；笔直的；正直的；整齐的\nadv.\nstraight   直接地；不断地；立即；坦率地\nn.\nstraight   直；直线\nstraightness   [机] 平直度；率直；笔直\nstraightener   矫直机，矫正机；矫直装置", 
    "usage": "*  Smiths straightened swords, knocked dents from breastplates, and shoed destriers and pack mules alike", 
    "synonyms": "vt. 整顿；使…改正；使…挺直；使…好转\nset in order, untangle\nvi. 变直；好转\nchange for the better, take a turn for the better", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['streɪt(ə)n] 美 ['stretn]\nvt. 整顿；使…改正；使…挺直；使…好转\nvi. 变直；好转", 
    "date": " 2016-11-4", 
    "collins": "* V-T If you straighten something, you make it neat or put it in its proper position. 整理; 摆好 例： She sipped her coffee and straightened a picture on the wall. 她抿了口咖啡，然后把墙上的一幅画扶正。 \n* PHRASAL VERB Straighten up means the same as . 整理; 摆好 例： This is my job, to straighten up, to file things. 这就是我的工作，整理东西，把东西归档。 \n* V-I If you are standing in a relaxed or slightly bent position and then you straighten , you make your back or body straight and upright. 挺直腰 例： The three men straightened and stood waiting. 那3个人挺直了腰站着等。 \n* PHRASAL VERB Straighten up means the same as . 挺直腰 例： He straightened up and slipped his hands in his pockets. 他挺直腰，把双手插进衣兜里。 \n* V-T/V-I If you straighten something, or it straightens , it becomes straight. 使变直; 变直 例： Straighten both legs until they are fully extended. 使双腿挺直，直到他们完全伸展开。 \n* PHRASAL VERB Straighten out means the same as . 使变直; 变直 例： No one would dream of straightening out the church's knobbly spire. 没人会梦想使教堂的圆形尖顶变直。"
  }, 
  "decree-0": {
    "rel_word_tab": "词根： decree\nadj.\ndecreed   任命的\nv.\ndecreed   颁布法令（decree的过去式）", 
    "date": " 2016-11-4", 
    "synonyms": "n. [法]法令；判决\nsentence, award, act, ordinance\nvt. 命令；颁布；注定；判决\nrequire, order, command, determine, fate\nvi. 注定；发布命令\nbe doomed to, issue an order", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [dɪ'kriː] 美 [dɪ'kri]\nn. 法令；判决\nvt. 命令；颁布；注定；判决\nvi. 注定；发布命令", 
    "usage": "*  1) Ser Rodrik decreed that they would share Jon Snow’s old bedchamber, since Jon was in the Night’s Watch and never coming back. 2) The Walders had decreed that Bran should be the judge and decide whether or not people had said “Mayhaps,” but as soon as they started playing they forgot all about him", 
    "collins": "* N-COUNT A decree is an official order or decision, especially one made by the ruler of a country. 法令 [also 'by' N] 例： In July he issued a decree ordering all unofficial armed groups in the country to disband. 7月份，他颁布了一项法令，命令解散该国所有非官方武装团体。 \n* N-COUNT A decree is a judgment made by a law court. 判决 [美国英语] 例： ...court decrees. …法院的判决。 \n* V-T If someone in authority decrees that something must happen, they decide or state this officially. 发布命令 例： The government decreed that all who wanted to live and work in Kenya must hold Kenyan passports. 政府下令要求所有想在肯尼亚居住和工作的人必须持有肯尼亚护照。"
  }, 
  "jelly-0": {
    "rel_word_tab": "词根： jell\nadj.\njellied   涂凝胶物的；凝成胶状的\nn.\njell   果子冻\nv.\njellied   变成胶冻；使成胶质（jelly的过去分词）\nvi.\njell   定形；凝结\njellify   成凝胶状；成果子冻\nvt.\njell   使…成胶状；使…定形\njellify   使成凝胶状；使成果子冻", 
    "date": " 2016-11-4", 
    "synonyms": "vi. 成胶状\nagglutinate", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['dʒelɪ] 美 ['dʒɛli]\nn. 果冻；胶状物\nvi. 成胶状\nvt. 使结冻\nn. (Jelly)人名；(英)杰利；(俄)叶利", 
    "usage": "*  The crows will eat the jelly of your eyes.", 
    "collins": "* N-UNCOUNT Jelly is a transparent, usually coloured food that is eaten as a dessert. It is made from gelatin, fruit juice, and sugar. 果冻 [英国英语] 例： ...a bowl of jelly. …一碗果冻。 \n* N-MASS Jelly is a sweet food that is made by cooking fruit or fruit juice with a large amount of sugar until it is thickened. It is usually spread on bread. 果酱 [美国英语] 例： I had two peanut butter and jelly sandwiches. 我吃了两个花生酱果酱三明治。 \n* N [英国英语] → a slang name for gelignite \n* V to jellify 使凝成胶状"
  }, 
  "breastplate-0": {
    "date": " 2016-11-4", 
    "synonyms": "n. 护胸甲；胸革带；腹甲\nsternite", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['bres(t)pleɪt] 美 ['brɛst'plet]\nn. 护胸甲；胸革带；腹甲", 
    "usage": "*  Smiths straightened swords, knocked dents from breastplates, and shoed destriers and pack mules alike", 
    "collins": "* N-COUNT A breastplate is a piece of armour that covers and protects the chest. 胸铠; 护胸甲"
  }, 
  "delicate-0": {
    "rel_word_tab": "词根： delicate\nadj.\ndelicious   美味的；可口的\nadv.\ndelicately   微妙地；精致地；优美地\nn.\ndelicacy   微妙；精密", 
    "discriminate": "delicate, fine, subtle\n这组词都有“微妙的，细微的”的意思，其区别是：\ndelicate   侧重指需要谨慎处理和对待。\nfine   隐含“不易察觉的”意味。\nsubtle   侧重有洞察、领悟事物细微差别以及微妙关系的能力。", 
    "usage": "*  1) Ever so delicately, he turned pages with a finger. 2) “I’ve never asked,” said Nearly Headless Nick delicately", 
    "synonyms": "adj. 微妙的；精美的，雅致的；柔和的；易碎的；纤弱的；清淡可口的\nsubtle, female, refined, fine, fragile", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['delɪkət] 美 [ˈdɛlɪkɪt]\nadj. 微妙的；精美的，雅致的；柔和的；易碎的；纤弱的；清淡可口的", 
    "date": " 2016-11-4", 
    "collins": "* ADJ Something that is delicate is small and beautifully shaped. 精巧的; 精美的 例： He had delicate hands. 他有一双纤细的手。 \n* delicately ADV 精巧地; 精美地 [ADV adj/-ed] 例： She was a shy, delicately pretty girl with enormous blue eyes. 她是个羞怯纤美的姑娘，长着一双蓝色的大眼睛。 \n* ADJ Something that is delicate has a colour, taste, or smell which is pleasant and not strong or intense. 柔和的 (颜色); 清淡可口的 (味道) 例： Young haricot beans have a tender texture and a delicate, subtle flavour. 嫩扁豆肉质细嫩，味道清淡可口。 \n* delicately ADV 清淡可口地 [ADV -ed/adj] 例： ...a soup delicately flavoured with nutmeg. …以肉桂清淡地调味的一道汤。 \n* ADJ If something is delicate , it is easy to harm, damage, or break, and needs to be handled or treated carefully. 易碎的; 脆弱的 例： Although the coral looks hard, it is very delicate. 虽然那珊瑚看起来坚硬，它其实非常易碎。 \n* ADJ Someone who is delicate is not healthy and strong, and becomes ill easily. 病弱的 例： She was physically delicate and psychologically unstable. 她身体纤弱，而且心理也不稳定。 \n* ADJ You use delicate to describe a situation, problem, matter, or discussion that needs to be dealt with carefully and sensitively in order to avoid upsetting things or offending people. 微妙的 例： Ottawa and Washington have to find a delicate balance between the free flow of commerce and legitimate security concerns. 渥太华和华盛顿必须在自由贸易流通和司法安全事务之间找到一个微妙的平衡。 \n* delicately ADV 微妙地 [ADV with v] 例： Clearly, the situation remains delicately poised. 显而易见，形势仍然保持着微妙的平衡。 \n* ADJ A delicate task, movement, action, or product needs or shows great skill and attention to detail. 棘手的; 需要小心处理的 例： ...a long and delicate operation carried out at a hospital in Pittsburgh. …匹兹堡市一家医院里进行的一项耗时且棘手的手术。 \n* delicately ADV 棘手地 [ADV with v] 例： ...the delicately embroidered sheets. …那些刺绣繁复的床单。"
  }, 
  "reasonably-0": {
    "rel_word_tab": "词根： reason\nadj.\nreasonable   合理的，公道的；通情达理的\nreasoning   推理的\nreasoned   详尽论述的；理由充分的；合乎逻辑的\nreasonless   不合理的；不理智的，无理性的；无推理能力的\nn.\nreason   理由；理性；动机\nreasoning   推理；论证；评理\nreasonableness   合理；妥当\nv.\nreasoning   推论；说服（reason的ing形式）\nreasoned   说服；推断（reason的过去分词）\nvi.\nreason   推论；劝说\nvt.\nreason   说服；推论；辩论", 
    "discriminate": "reasonably, specifically\n相当的，适度的\nspecifically   明确的，特定的", 
    "date": " 2016-11-4", 
    "synonyms": "adv. 合理地；相当地；适度地\nrelatively, fairly, comparatively, pretty, considerably", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 ['riːznəblɪ] 美 ['riznəbli]\nadv. 合理地；相当地；适度地", 
    "usage": "*  “You don’t know that you’ll make a fool of yourself,” said Ron reasonably"
  }, 
  "berserk-0": {
    "rel_word_tab": "词根： berserk\nadj.\nberserker   狂暴的\nn.\nberserker   暴汉；狂暴战士", 
    "date": " 2016-11-4", 
    "synonyms": "adj. 狂怒的\nrageful, furious\nadv. 狂暴地，狂怒地\nwildly, furiously", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [bə'zɜːk; -s-] 美\nadj. 狂怒的\nadv. 狂暴地，狂怒地", 
    "usage": "*  It was said that the ironmen of old had oft been blood-drunk in battle, so berserk that they felt no pain and feared no foe, but this was a common ale-drunk", 
    "collins": "* PHRASE If someone or something goes berserk , they lose control of themselves and become very angry or violent. 发狂 例： When I saw him I went berserk. 一看到他我就气的发狂。"
  }, 
  "notch-0": {
    "rel_word_tab": "词根： notch\nadj.\nnotched   有凹口的；有缺口的；有锯齿状的", 
    "date": " 2016-11-4", 
    "synonyms": "n. [木]刻痕，凹口；等级；峡谷\ndegree, classification, score, grade, rate\nvt. 赢得；用刻痕计算；在…上刻凹痕\nwin, purchase", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [nɒtʃ] 美 [nɑtʃ]\nn. 刻痕，凹口；等级；峡谷\nvt. 赢得；用刻痕计算；在…上刻凹痕", 
    "usage": "*  Theon bent the bow and slipped the string into its notches as Todric knocked down the Botley boy and flung ale into his eyes", 
    "collins": "* N-COUNT You can refer to a level on a scale of measurement or achievement as a notch . 等级 [journalism] 例： Average earnings in the economy moved up another notch in August. 平均经济收入在8月份又上升了一级。 例： In this country the good players are pulled down a notch or two. 在这个国家优秀运动员们被降了一到两级。 \n* V-T If you notch a success, especially in a sports contest, you achieve it. (尤指体育比赛) 赢得 [journalism] 例： \"It took longer than we wanted,\" Clemens said after notching his first victory since June \n* “用的时间比我们希望的要长，”克莱门斯在6月9日以来赢得他的第一次胜利后说。 \n* N-COUNT A notch is a small V-shaped or circular cut in the surface or edge of something. V形槽口; 圆形凹口 例： It is a myth that gunslingers in the American west cut notches in the handle of their pistol for each man they shot. 有种传说，美国西部的枪手们每杀死一个人就在他们的枪柄上刻下一个V形记号。"
  }, 
  "subterranean-0": {
    "rel_word_tab": "词根： subterranean\nadj.\nsubterraneous   地下的；隐匿的（等于 subterranean）", 
    "usage": "*  1) The vault opened onto one of the tunnels the brothers called the wormwalks, winding subterranean passages that linked the keeps and towers of Castle Black under the earth. 2) The vault opened onto one of the tunnels the brothers called the wormwalks, winding subterranean passages that linked the keeps and towers of Castle Black under the earth", 
    "synonyms": "adj. 地下的；秘密的；隐蔽的\nunderground, secret, chamber, inside, cabinet", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [,sʌbtə'reɪnɪən] 美 [,sʌbtə'renɪən]\nadj. 地下的；秘密的；隐蔽的\nn. 地下工作者", 
    "date": " 2016-11-4", 
    "collins": "。"
  }, 
  "wound-0": {
    "rel_word_tab": "词根： wound\nadj.\nwounded   受伤的\nn.\nwounded   受伤者，伤员\nv.\nwounded   使受伤（wound的过去分词）", 
    "discriminate": "bruise, scar, cut, wound\n这组词都有“伤口，损伤”的意思，其区别是：\nbruise   指表皮下面的组织受损，但没有破裂。但由于血流进组织，因而出现紫块。普通用词。\nscar   主要指伤口愈合而留下的伤疤。\ncut   指因尖利的器械的刺或割而造成的或深或浅的伤口。\nwound   通常指尖锐锋利的工具所致的伤口，多深及到表皮组织以下。可用作引申指打击或伤害。\n\nhurt, injure, wound\n感情上受伤,\ninjure   事故中受伤,\nwound   战争中受伤 He was wounded in the war.\n\nharm, hurt, damage, disable, injure, wound\n这组词都有“损害，伤害”的意思，其区别是：\nharm   主要用于有生命的东西，语气略强于injure，指引起严重的痛苦和损伤；有时也用于抽象事物，指造成任何不良后果。\nhurt   普通用词，较口语化，侧重指给有生命的东西造成机体上或精神、感情上的或轻或重的伤害。\ndamage   通常指对无生命物体的损害，并有降低其价值，破坏其功能等的后果。\ndisable   强调使伤残。\ninjure   较hurt正式，多用于有生命的事物。既可指伤害别人的事物。即可指伤害别人的健康、外貌、自尊心、名誉等，又可指使别人受伤或东西受损，同时含有受伤害部分至少暂时丧失功能的意味。\nwound   专指对身体的重伤，尤指在战斗中受的伤，强调外部创伤；也可指精神方面的伤害。", 
    "date": " 2016-11-4", 
    "synonyms": "n. 创伤，伤口\ntrauma, cut, vulnus\nvt. 使受伤\nhurt\nvi. 受伤，伤害\nget hurt, get injured", 
    "book": " Harry_Potter_and_the_Sorcerer\n Harry_Potter_and_the_Sorcerer\n Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [wuːnd] 美 [wund]\nn. 创伤，伤口\nvt. 使受伤\nvi. 受伤，伤害", 
    "usage": "*  Gail for all the meat and mead we've shared PROLOGUE The comet’s tail spread across the dawn, a red slash that bled above the crags of Dragonstone like a wound in the pink and purple sky\n*  This is a wound test.\n*  hello wound", 
    "collins": "* Wound is the past tense and past participle of wind (wind)的过去式和过去分词 →see wind INJURY wound /wuːnd/ ( wounding, wounded, wounds ) \n* N-COUNT A wound is damage to part of your body, especially a cut or a hole in your flesh, which is caused by a gun, knife, or other weapon. 伤口 例： The wound is healing nicely and the patient is healthy. 伤口在很好地愈合，病人情况良好。 \n* V-T If a weapon or something sharp wounds you, it damages your body. 使受伤 例： A bomb exploded in a hotel, killing six people and wounding another five. 一颗炸弹在一家旅馆爆炸，致6人死亡、另5人受伤。 \n* N-PLURAL The wounded are people who are wounded. 受伤的人 例： Hospitals said they could not cope with the wounded. 各医院说他们不能处理伤员。 \n* V-T If you are wounded by what someone says or does, your feelings are deeply hurt. 伤害 (感情) 例： He was deeply wounded by his son's comments. 他被他儿子的评论深深地刺伤了。"
  }, 
  "wild-0": {
    "rel_word_tab": "词根： wild\nadj.\nwilding   野生的；未驯服的\nadv.\nwildly   野生地；野蛮地；狂暴地；鲁莽地\nn.\nwilder   撒野者\nwildness   野蛮；原始；荒凉\nwilding   野生植物；野生苹果\nvi.\nwilder   迷失；迷惑\nvt.\nwilder   使迷惑；使迷途\nwilding   （美）打劫，闹事", 
    "discriminate": "stormy, wild, fierce, turbulent, violent\n这组词都有“剧烈的，凶猛的，狂暴的”的意思，其区别是：\nstormy   指风雨大作，也指人很激动的感情。\nwild   普通用词，既可指自然界的荒芜，未被驯化状态，又指人的无法无天，不文明的野蛮行为。\nfierce   普通用词，指人或兽的凶猛残酷。\nturbulent   正式用词，多用描写风和水，也可指心神不定或控制不住的感情波动。\nviolent   普通用词，指人时侧重极为不安，异常激，暗含有达或暴力行为；也指破坏性的或不可控制的自然力量。", 
    "date": " 2016-11-4", 
    "synonyms": "adj. 野生的；野蛮的；狂热的；荒凉的\ncrazy, field, enthusiastic, desert\nn. 荒野\nSahara, moorland\nadv. 疯狂地；胡乱地\nrandom, madly", 
    "book": " Harry_Potter_and_the_Sorcerer\n", 
    "basic": "英 [waɪld] 美 [waɪld]\nadj. 野生的；野蛮的；狂热的；荒凉的\nn. 荒野\nadv. 疯狂地；胡乱地\nn. (Wild)人名；(英)怀尔德；(法、德、葡、捷、匈)维尔德", 
    "usage": "*  1) “There’s wild men down from the Mountains of the Moon, try telling them you take no part. 2) One wild cart ride later they stood blinking in the sunlight outside Gringotts", 
    "collins": "* ADJ Wild animals or plants live or grow in natural surroundings and are not taken care of by people. (动物或植物) 野生的 例： We saw two more wild cats creeping toward us in the darkness. 我们看见还有两只野猫在黑暗中向我们爬来。 \n* ADJ Wild land is natural and is not used by people. 荒芜的 例： ...a wild area of woods and lakes. …一片荒芜的森林和湖泊区域。 \n* N-PLURAL The wilds of a place are the natural areas that are far away from cities and towns. 荒野 例： They went canoeing in the wilds of Canada. 他们在加拿大的荒野地区划独木舟。 \n* ADJ Wild is used to describe the weather or the sea when it is stormy. (天气或海面) 狂风暴雨的 例： The wild weather did not deter some people from taking an unseasonable dip in the sea. 狂风暴雨的天气并没有使一些不合时宜地到海里游泳的人却步。 \n* ADJ Wild behaviour is uncontrolled, excited, or energetic. (行为) 狂热的 例： The children are wild with joy. 孩子们欣喜若狂。 例： As George himself came on stage they went wild. 当乔治本人登上舞台的时候，他们都发狂了。 \n* wildly ADV 狂热地 [ADV with v] 例： As she finished each song, the crowd clapped wildly. 她每唱完一首歌，人群就狂热地鼓起掌来。 \n* ADJ If you describe someone or their behaviour as wild , you mean that they behave in a very uncontrolled way. (指人或其行为) 疯狂的 例： The house is in a mess after a wild party. 一次疯狂的聚会之后，房子里一片狼藉。 \n* wildly ADV 疯狂地 [ADV with v] 例： Five people were injured as Reynolds slashed out wildly with a kitchen knife. 五个人因雷诺兹拿着菜刀疯狂乱砍而受伤。 \n* ADJ A wild idea is unusual or extreme. A wild guess is one that you make without much thought. 不寻常的 (想法); 胡乱的 (猜测) [ADJ n] 例： Browning's prediction is no better than a wild guess. 布朗宁的预言只不过是胡乱猜测而已。 \n* wildly ADV 不寻常地; 胡乱地 例： \"Thirteen?\" he guessed wildly. “十三？”他胡乱猜道。 \n* → see also wildly \n* PHRASE Animals that live in the wild live in a free and natural state and are not taken care of by people. 处于野生状态 例： Fewer than a thousand giant pandas still live in the wild. 不到1000只的大熊猫还处于野生状态。 \n* beyond your wildest dreams →see dream \n* in your wildest dreams →see dream"
  }
}