{
  "disposable-1": "✅: Similarly, if you’re concerned about malicious email attachments, Qubes can make it so that every attachment gets opened in its own single-use disposable qube. In this way, Qubes allows you to do everything on the same physical computer without having to worry about a single successful cyberattack taking down your entire digital life in one fell swoop.\n\n", 
  "swine-1": "✅: ' And it does not close its doors when it sees that a stupid, idiotic person is passing there - insensitive, dull, a politician or something like that. It does not close itself - 'What is the point? Why cast pearls before swine?'. No, the flower goes on spreading its fragrance. It is a state of being, not a relationship.\n", 
  "level-1": "✅: Level 1", 
  "syndrome-1": "✅: This line made me think about this really serious problem in the teenage that I call ‘Why Me?’ syndrome. It is a tough condition though very common. It happens when one argues why the things that happened, happened to him only and not to that next door guy.\n", 
  "interfere-1": "✅: This could jeopardize all the information stored on or accessed by this computer, such as health records, confidential communications, or thoughts written in a private journal. Malware can also interfere with the activities you perform with your computer. For example, if you use your computer to conduct financial transactions, the malware might allow its creator to make fraudulent transactions in your name.\n\n", 
  "atom-1": "✅: The Atoms of Programming\n", 
  "existential-1": "✅: Because the past is no more, and the future is not yet. To live in the memories, to live in the imagination, is to live in the non-existential. And when you are living in the non-existential, you are missing that which is existential.\n✅: To live in the memories, to live in the imagination, is to live in the non-existential. And when you are living in the non-existential, you are missing that which is existential. Naturally you will be miserable, because you will miss your whole life.\n", 
  "subsequently-1": "✅: If it’s recognized, they scramble their code until it’s no longer recognizable by the antivirus programs, then send it out. The best of these programs will subsequently get updated once the antivirus programmers discover the new threat, but this usually occurs at least a few days after the new attacks start to appear in the wild.\n\n", 
  "signify-1": "✅: The movement toward smart cities signifies attempts by public and private industry to tackle the complexity and, oftentimes, incoherence of urban design efforts to create livable and sustainable communities.\n\n", 
  "jeopardize-1": "✅: Depending on what kind of malware it is, it might do anything from showing you unwanted advertisements to logging your keystrokes to taking over your entire computer. This could jeopardize all the information stored on or accessed by this computer, such as health records, confidential communications, or thoughts written in a private journal.\n\n", 
  "overlay-1": "✅: A Card containing each of the card components: CardHeader (with avatar), CardMedia (with overlay), CardTitle, CardText & CardActions.\n", 
  "audit-1": "✅: It also means that the source code is openly available so others can contribute to and audit it.\n\n", 
  "ongoing-1": "✅: The data comes from the Current Population Survey, between 2011 and 2016. The Census Bureau and Bureau of Labor Statistics run the survey on an ongoing basis.\n\n", 
  "lousy-1": "✅: But his comment hit the mark in another sense: Every generation has to reinvent sex because the previous generation did a lousy job of teaching it.\n", 
  "brim-1": "✅: In the United States, the conversations we have with our children about sex are often awkward, limited, and brimming with euphemism. At school, if kids are lucky enough to live in a state that allows it, they’ll get something like 10 total hours of sex education.\n", 
  "indefinite-1": "✅: The rest parameter syntax allows us to represent an indefinite number of arguments as an array.\n", 
  "scramble-1": "✅: For example, nowadays it’s common for malware creators to check to see if their malware is recognized by any signature-based antivirus programs. If it’s recognized, they scramble their code until it’s no longer recognizable by the antivirus programs, then send it out.\n\n", 
  "fraudulent-1": "✅: For example, if you use your computer to conduct financial transactions, the malware might allow its creator to make fraudulent transactions in your name.\n\n", 
  "chronic-1": "✅: Jenny, I know you’re in chronic pain and rather silly about your own pain management. When you get those Zydax® - Injections to Reduce Arthritis in Dogs?\n", 
  "gist-1": "✅: gist  Create gists\n", 
  "flip-1": "✅: The maximum height is limited to the height of the available space on a platform, but it can temporarily expand (for example, to display a comment field). Cards do not flip over to reveal information on the back.\n\n", 
  "elude-1": "✅: The second piece of magic eluded to above is the ability for a constructor to return a specific, possibly pre-existing object, rather than a reference to a new instance.\n\n", 
  "platonic-1": "✅: He creates this fantastic story in his head about both of them but he never tells her. He instead approaches like a platonic friend and continues to build this fictional story that goes round and round in his mind.\n", 
  "agriculture-1": "✅: Three-hundred and fifty generations ago, we were making the switch from foraging to early agriculture. Now, the sum of human cultural knowledge, passed from parent to child for thousands of years, is a Google search away.\n", 
  "refine-1": "✅: One of the most distinctive features of the human species is its practice of cultural transmission. Our ability to retain, refine, and pass down cultural knowledge across generations has helped us survive in every habitat on the planet—and even in space.\n", 
  "fragrance-1": "✅: The flower goes on spreading it's fragrance whether anybody comes or not, whether anybody appreciates or not. The flower does not start releasing its fragrance when it sees that a great poet is coming by - 'Now this man will appreciate, now this man will be able to understand who I am.\n✅: They are not green for particular persons, it is not that when you come they become green. The flower goes on spreading it's fragrance whether anybody comes or not, whether anybody appreciates or not. The flower does not start releasing its fragrance when it sees that a great poet is coming by - 'Now this man will appreciate, now this man will be able to understand who I am.\n✅: It does not close itself - 'What is the point? Why cast pearls before swine?'. No, the flower goes on spreading its fragrance. It is a state of being, not a relationship.\n", 
  "consecutive-1": "✅: But the memory allocates consecutive packet of 8 bytes. So instead of taking 1 + 8 + 4 = 13 bytes. This struct will takes : 24 bytes", 
  "crave-1": "✅: He sees people on internet living the life he has always craved for. He comments “wow” and now, thats his life.", 
  "bullshit-1": "✅: He wonders about her all day. He thought his feelings for her is enough. He thought love is enough. He believed in the 'one' and the soul mates bullshit.", 
  "tortoise-1": "✅: You have a great attitude. Try not to be too impatient.  As the tortoise said to the hare, slow and steady wins the race.  Ten years from now you might be amazed to learn that with a slow and steady pace, you've done better than those who you thought were \"better\".\n", 
  "fictional-1": "✅: He creates this fantastic story in his head about both of them but he never tells her. He instead approaches like a platonic friend and continues to build this fictional story that goes round and round in his mind...\n", 
  "blender-1": "✅: Charlie: Oh, it’s cool. I get it! I definitely didn't think I was your only “loved one”. Say, Robert – do you happen to have a blender in the house?", 
  "euphemism-1": "✅: In the United States, the conversations we have with our children about sex are often awkward, limited, and brimming with euphemism. At school, if kids are lucky enough to live in a state that allows it, they’ll get something like 10 total hours of sex education.\n", 
  "doggie-1": "✅: When you get those Zydax® - Injections to Reduce Arthritis in Dogs? That’s not a cue for you to start running berserk in the doggie park again. Or to jump all over the doggie chiro.\n", 
  "resemble-1": "✅: Steve Jobes is a fictional character designed to resemble someone familiar to readers.", 
  "outwork-1": "✅: All you have to do is outwork them.", 
  "primitive-1": "✅: Note that this may not be the actual value seen by the method: if the method is a function in non-strict mode code, null and undefined will be replaced with the global object, and primitive values will be boxed.\n", 
  "collocation-1": "✅: 最佳答案: 色彩搭配 Color collocation 色彩搭配 Color collocation", 
  "hare-1": "✅: You have a great attitude. Try not to be too impatient.  As the tortoise said to the hare, slow and steady wins the race.  Ten years from now you might be amazed to learn that with a slow and steady pace, you've done better than those who you thought were \"better\".\n", 
  "pearl-1": "✅: ' And it does not close its doors when it sees that a stupid, idiotic person is passing there - insensitive, dull, a politician or something like that. It does not close itself - 'What is the point? Why cast pearls before swine?'. No, the flower goes on spreading its fragrance. It is a state of being, not a relationship.\n", 
  "conduct-1": "✅: Malware can also interfere with the activities you perform with your computer. For example, if you use your computer to conduct financial transactions, the malware might allow its creator to make fraudulent transactions in your name.\n\n", 
  "compact-1": "✅: Be aware that currently the gc is non-compacting - what this really means is that if you have a single byte touching a page - the scavenger will be prevented from madvising it.\n", 
  "berserk-1": "✅: When you get those Zydax® - Injections to Reduce Arthritis in Dogs? That’s not a cue for you to start running berserk in the doggie park again. Or to jump all over the doggie chiro.\n", 
  "habitat-1": "✅: Our ability to retain, refine, and pass down cultural knowledge across generations has helped us survive in every habitat on the planet—and even in space. Three-hundred and fifty generations ago, we were making the switch from foraging to early agriculture.\n", 
  "treadmill-1": "✅: Will Smith said, \"if we both get on a treadmill either you're going to get off first or I'm going to die trying.\"", 
  "resident-1": "✅: RSS or the resident set size is the amount of memory actually in use.", 
  "revive-1": "✅: Reviving the 1973 Unix Programmer's Manual\n"
}