{
  "jail-1": {
    "rel_word_tab": "词根： jail\nn.\njailer   狱卒，看守监狱的人\njailor   狱卒；看守监狱的人", 
    "discriminate": "prison, cell, jail\n这组词都有“牢房，监狱”的意思，其区别是：\nprison   指触犯刑律的人被关押的地方，通常指判决后的罪犯居留地。\ncell   指单人牢房或几个人合住的小牢房。\njail   (英国英语拼写为gaol)指收犯轻罪的人或未经判决的人的处所。\n\njail, imprison, confine\n这组词都有“监禁”的意思，其区别是：\njail   (英国用gaol)多指审判之间的拘禁或对罪行较轻的罪犯的监禁。\nimprison   较正式用词，多指较长时间的监禁。\nconfine   指监禁或幽禁；也指任何使行动受到限制的行为。", 
    "collins": "* N-VAR A jail is a place where criminals are kept in order to punish them, or where people waiting to be tried are kept. 监狱 例： Three prisoners escaped from a jail. 3个囚犯从一个监狱逃跑了。 \n* V-T If someone is jailed , they are put into jail. 监禁 [usu passive] 例： He was jailed for twenty years. 他被监禁了20年。", 
    "date": "2017-02-11", 
    "synonyms": "n. [法]监狱；监牢；拘留所\nprison, big house\nvt. 监禁；下狱\nprison, imprison", 
    "basic": "英 [dʒeɪl] 美 [dʒel]\nn. 监狱；监牢；拘留所\nvt. 监禁；下狱\nn. (Jail)人名；(英)杰尔", 
    "usage": "* his killer only serves 3 years in jail before he was released.", 
    "phrase": "in jail     在监狱；在狱中服刑；被封锁了\ngo to jail     入狱"
  }, 
  "abruptly-1": {
    "rel_word_tab": "词根： abrupt\nadj.\nabrupt   生硬的；突然的；唐突的；陡峭的\nn.\nabruptness   突然；唐突；粗鲁无理；急缓度", 
    "usage": "* the main function then returns. when this happens, all goroutines are abruptly terminated and the program exits.", 
    "synonyms": "adv. 突然地；唐突地\nsuddenly, shortly, sharp", 
    "date": "2017-02-19", 
    "basic": "英 [ə'brʌptli] 美\nadv. 突然地；唐突地"
  }, 
  "deviate-1": {
    "discriminate": "diverge, deviate\n这组词都有“偏离，离轨”的意思，其区别是：\ndiverge   指从一主道分成Y形。\ndeviate   强调离开思想、行动或规则的惯例。\n\ndeviate, divert, distract\n这组词都有“转移”的意思，其区别是：\ndeviate   v.背离，偏离。多指脱离正轨或正题等。\nHe deviated from society by becoming a drug addict.他成为一名吸毒者，从而违背了社会道德准则。\ndivert   v.转移，使转向，着重改变后的结果，后常接介词from。\nA loud noise diverted everyone's attention from their work.一声巨响转移了每个人的工作注意力。\ndistract   v.使分心，分散(注意力、心理等)。常带有不能专心的意思。\nNoise distracts him, so he can't study for exams.喧闹声分散了他的注意力，所以他无法进行考试的复习。", 
    "collins": "* V-I To deviate from something means to start doing something different or not planned, especially in a way that causes problems for others. 偏离 例： They stopped you as soon as you deviated from the script. 你一偏离剧本，他们就会叫停。", 
    "date": "2017-03-12", 
    "synonyms": "vi. 脱离；越轨\nout of contact, break away\nvt. 使偏离\ndiverge", 
    "basic": "英 ['diːvɪeɪt] 美 ['divɪet]\nvi. 脱离；越轨\nvt. 使偏离", 
    "usage": "* if you deviate from this, be sure to document it.", 
    "phrase": "deviate from     偏离；脱离"
  }, 
  "bidirectional-1": {
    "usage": "* https is http-within-ssl/tls. ssl (tls) establishes a secured, bidirectional tunnel for arbitrary binary data between two hosts.", 
    "date": "2017-02-11", 
    "synonyms": "adj. 双向的；双向作用的\novonic, two-way", 
    "basic": "英 [baɪdɪ'rekʃ(ə)n(ə)l; -daɪ-] 美 [,baɪdə'rɛkʃənl]\nadj. 双向的；双向作用的"
  }, 
  "alleviate-1": {
    "rel_word_tab": "词根： alleviate\nadj.\nalleviative   减轻的；缓解的\nn.\nalleviation   缓和；镇痛物\nalleviative   缓和剂；使减轻之物\nalleviator   减轻者；缓和剂", 
    "discriminate": "degrade, underestimate, alleviate, minimize\n使降级，降低价值，降解，堕落\nunderestimate   低估，看低\nalleviate   减少，主要指将（痛苦等）减轻；\nminimize   最小化，将……减到最小\n\ndiminish, decline, alleviate, decrease, reduce\n这组词都有“减少，减轻”的意思，其区别是：\ndiminish   v.指因为不断消耗，在数量方面缓慢减少，也指在素质或者价值的下降。\nThe supply of oil has diminished because of the war.由于战争石油的供应减少了。\ndecline   v. (数目、价格、比率)下降；谢绝，婉言推辞；衰退，衰落。\nLast year, the crime rate in Chicago has sharply declined.去年芝加哥的犯罪率明显下降。\nHe declined our invitation to dinner.他婉拒了我们请他吃饭的邀请。\nalleviate   v.在痛苦方面的减轻，缓和\nThe painkiller alleviated the pain.止疼药减缓了疼痛。\ndecrease   v.指数量上的减少；力量或者强度的减弱。\nThe population decreased a lot last year.去年人口数量急剧下降。\nreduce   v.指人为地使某物在数量或重量方面的减少或降低。\nHe reduced the amount of money they could spend.他缩减了他们的开销。", 
    "date": "2017-02-10", 
    "synonyms": "vt. 减轻，缓和\nmoderate, relax", 
    "basic": "英 [ə'liːvɪeɪt] 美 [ə'livɪ'et]\nvt. 减轻，缓和", 
    "usage": "* caching and other sharing methods will not alleviate it", 
    "collins": "* V-T If you alleviate pain, suffering, or an unpleasant condition, you make it less intense or severe. 减轻 (不适) [正式] 例： Nowadays, a great deal can be done to alleviate back pain. 如今，很多方法可以被用来减轻背部疼痛。 \n* alleviation N-UNCOUNT 减轻 [usu N 'of' n] 例： Their energies were focused on the alleviation of the refugees' misery. 他们把精力集中在了对难民苦难的减轻上。"
  }, 
  "extract-1": {
    "rel_word_tab": "词根： extract\nadj.\nextractable   可抽出的，可榨出的；可推断出的\nextractible   可提取的；可榨出的；可摘录的\nn.\nextraction   取出；抽出；拔出；抽出物；出身\nextractor   提取器；抽出者；退弹簧", 
    "discriminate": "quotation, extract\n这组词都有“引文、引语”的意思，其区别是：\nquotation   常指篇幅较短的引语。\nextract   指选录或摘录，一般较长。", 
    "collins": "* V-T To extract a substance means to obtain it from something else, for example, by using industrial or chemical processes. 提炼; 提取 例： ...the traditional method of pick and shovel to extract coal. …用锄和铲采煤的传统方法。 例： Citric acid can be extracted from the juice of oranges, lemons, limes or grapefruit. 柠檬酸可以从橙汁、柠檬汁、酸橙汁或柚子汁中提取。 \n* extraction N-UNCOUNT 提炼; 提取 例： Petroleum engineers plan and manage the extraction of oil. 石油工程师们规划并管理石油的提炼。 \n* V-T If you extract something from a place, you take it out or pull it out. 取出 例： He extracted a small notebook from his hip pocket. 他从臀后口袋拿出了一本小笔记簿。 \n* V-T When a dentist extracts a tooth, they remove it from the patient's mouth. 拔 (牙) 例： A dentist may decide to extract the tooth to prevent recurrent trouble. 牙医可能会决定拔掉这颗牙，以防复发。 \n* extraction N-VAR 拔牙 例： In those days, dentistry was basic. Extractions were carried out without anaesthetic. 那时牙科学刚起步，拔牙是在没有麻药的情况下进行的。 \n* V-T If you say that someone extracts something, you disapprove of them because they take it for themselves to gain an advantage. 谋取 [表不满] 例： He sought to extract the maximum political advantage from the cut in interest rates. 他力图从利息削减中谋取最大的政治利益。 \n* V-T If you extract information or a response from someone, you get it from them with difficulty, because they are unwilling to say or do what you want. 探取 (消息、反映) 例： He made the mistake of trying to extract further information from our director. 他犯了想从我们主任那里探取进一步信息的错误。 \n* V-T If you extract a particular piece of information, you obtain it from a larger amount or source of information. 摘取 (信息) 例： I've simply extracted a few figures. 我只是摘取了一些数据。 例： Britain's trade figures can no longer be extracted from export-and-import documentation at ports. 英国的贸易数字再也不能从各港口的进出口文件中摘取了。 \n* V-T PASSIVE If part of a book or text is extracted from a particular book, it is printed or published. (从书中) 摘录 [journalism] 例： This material has been extracted from \"Collins Good Wood Handbook.\" 该资料摘自《柯林斯良木手册》。 \n* N-COUNT An extract from a book or piece of writing is a small part of it that is printed or published separately. 摘录; 选段 例： Read this extract from an information booklet about the work of an airline cabin crew. 阅读这个航空公司机务员工作信息手册的选段。 \n* N-MASS Extract is a very concentrated liquid that is used for flavouring food or for its smell. 高浓缩汁液 例： Blend in the vanilla extract, lemon peel, and walnuts. 调和香草精、柠檬皮和核桃。", 
    "date": "2017-02-16", 
    "synonyms": "vt. 提取；取出；[图情]摘录；榨取\nabstract, milk, pop\nn. 汁；[图情]摘录；[化学][药][化工]榨出物；选粹\njuice, succus", 
    "basic": "英 [ˈekstrækt] 美 ['ɛkstrækt]\nvt. 提取；取出；摘录；榨取\nn. 汁；摘录；榨出物；选粹", 
    "usage": "* captain monitor the clipboard and extract the vocabulary and the sentence wisely.", 
    "phrase": "extract from     从…提取，文件的摘录\nwater extract     水提取物\nplant extract     植物提取物；植物浸出液\nyeast extract     酵母膏；酵母提取物\naqueous extract     水提物\ngrape seed extract     葡萄籽萃取物；葡萄籽精华\nginseng extract     人参提取物，人参精华；人蔘萃取液，人参膏\ncrude extract     n.粗提物，粗抽提物；粗提取液\nginkgo biloba extract     [中草药]银杏叶提取物；银杏萃取液；银杏精华；银杏黄酮\nherbal extract     药草浸液；草本提取物；纯天然草本提炼精华\nsolvent extract     溶剂抽提物；溶剂提取物\ncucumber extract     黄瓜精华；小黄瓜萃取液\nbeef extract     n.浓缩牛肉汁；牛肉膏\nether extract     醚提取物\nrosemary extract     迷迭香萃取物；迷迭香精华\nlicorice extract     甘草萃取，甘草浸液\nmalt extract     麦精，麦芽膏\nliquid extract     流浸膏；流浸膏剂\nvanilla extract     香草精，香草萃\nalcoholic extract     酒精提出物，酒精萃取物"
  }, 
  "assault-1": {
    "rel_word_tab": "词根： assault\nadj.\nassaultive   喜好攻击的\nn.\nassaulter   殴打者；攻击者", 
    "discriminate": "aggression, offensive, invasion, assault, attack\n这组词都有“进攻、侵略”的意思，其区别是：\naggression   词义宽泛，既可指武装入侵别国领土，又可指文化、经济等方面的侵略。侧重敌意行动和征服的企图。\noffensive   多指进攻的态势，常指大规模的协同军事行动。\ninvasion   多指具体的侵入或侵犯别国领土，也可用于指抽象事件。\nassault   主要指突然而猛烈的进攻。\nattack   普通用词，含义广，指事先不发警告，主动地向对方发起武力进攻或对言论等进行抨击。", 
    "phrase": "sexual assault     性侵犯；性暴行\nassault rifle     突击步枪；冲锋枪\nassault and battery     人身攻击；暴力殴打\naggravated assault     [律]加重恐吓行为；加重攻击罪\nindecent assault     [法]强暴猥亵罪", 
    "usage": "* my uncle sexually assaulted me until i reached the age of 16 years old.", 
    "synonyms": "n. 攻击；袭击\nattack, attempt, push\nvt. 攻击；袭击\nhit, come at\nvi. 袭击；动武\ndescend on, set at", 
    "basic": "英 [ə'sɔːlt; ə'sɒlt] 美 [ə'sɔlt]\nn. 攻击；袭击\nvt. 攻击；袭击\nvi. 袭击；动武", 
    "date": "2017-02-11", 
    "collins": "* N-COUNT An assault by an army is a strong attack made on an area held by the enemy. 猛攻 例： The rebels are poised for a new assault on the government garrisons. 叛乱分子作好了对政府卫戍部队的新一轮猛攻的准备。 \n* ADJ Assault weapons such as rifles are intended for soldiers to use in battle rather than for purposes such as hunting. 用于战争的 (武器) [ADJ n] \n* N-VAR An assault on a person is a physical attack on them. 袭击 [oft N 'on/upon' n] 例： The attack is one of a series of savage sexual assaults on women in the university area. 这次袭击是一系列在大学区对女性的野蛮性侵犯之一。 \n* V-T To assault someone means to physically attack them. 袭击 例： The gang assaulted him with iron bars. 该团伙用铁棒袭击了他。"
  }, 
  "crunch-1": {
    "rel_word_tab": "词根： crunch\nadj.\ncrunchy   易碎的；发嘎吱嘎吱声的", 
    "phrase": "credit crunch     信贷紧缩；信贷危机（等于creditcrisis）\ncrunch time     关键时刻；关键时间", 
    "usage": "* you may be reading this book because you already have a system that’s crunching data and you want to add search. we’ll look at a couple of overall designs on how that might be done.", 
    "synonyms": "n. 咬碎，咬碎声；扎扎地踏\ncraunch\nvt. 压碎；嘎扎嘎扎的咬嚼；扎扎地踏过\ncrush", 
    "basic": "英 [krʌn(t)ʃ] 美 [krʌntʃ]\nn. 咬碎，咬碎声；扎扎地踏\nvt. 压碎；嘎扎嘎扎的咬嚼；扎扎地踏过\nvi. 嘎吱作响地咀嚼；嘎吱嘎吱地踏过", 
    "date": "2017-03-07", 
    "collins": "* V-T/V-I If you crunch something hard, such as a sweet, or if it crunches , you crush it noisily between your teeth. 嘎吱嘎吱地咬嚼 (某物); 发出嘎吱声 例： She sucked an ice cube into her mouth, and crunched it loudly. 她把一冰块儿含在嘴里，并嘎吱嘎吱地大声嚼起来。 \n* V-T/V-I If something crunches or if you crunch it, it makes a breaking or crushing noise, for example, when you step on it. 嘎吱嘎吱地碾或踩 (某物); 发出嘎吱声 例： A piece of china crunched under my foot. 一块瓷片在我的脚下发出嘎吱的响声。 \n* N-COUNT Crunch is also a noun. 嘎吱嘎吱的声音 例： She heard the crunch of tyres on the gravel driveway. 她听到车胎碾在碎石铺成的私家车道上发出的嘎吱声。 \n* V-I If you crunch across a surface made of very small stones, you move across it causing it to make a crunching noise. 嘎吱嘎吱地踩 例： I crunched across the gravel. 我从石子上嘎吱嘎吱地踩过。 \n* V-T To crunch numbers means to do a lot of calculations using a calculator or computer. (用计算器或电脑) 运算 例： I pored over the books with great enthusiasm, often crunching the numbers until 1:00 a.m. 我饶有兴趣地细读这些书，常常运算到凌晨1：00。 \n* N-SING You can refer to an important time or event, for example, when an important decision has to be made, as the crunch . 关键时刻 例： He can rely on my support when the crunch comes. 在关键时刻他会得到我的支持的。 \n* N-COUNT A situation in which a business or economy has very little money can be referred to as a crunch . 财政困难 [商业] 例： The U.N. is facing a cash crunch. 联合国正面临着资金短缺。"
  }, 
  "intercept-1": {
    "rel_word_tab": "词根： intercept\nn.\ninterception   拦截，截住；截断，截取；侦听，窃听\ninterceptor   [航][军] 拦截机；妨碍者", 
    "phrase": "intercept method     截距法；顶距差法", 
    "usage": "* the hangup (hup) signal, which is normally sent to a process to inform it that the user has logged off (or \"hung up\"), is intercepted by nohup, allowing the process to continue running.", 
    "synonyms": "vt. 拦截；截断；窃听\nblock tackle, hold up", 
    "basic": "英 [,ɪntə'sept] 美 [,ɪntɚ'sɛpt]\nvt. 拦截；截断；窃听\nn. 拦截；[数] 截距；截获的情报", 
    "date": "2017-02-10", 
    "collins": "* V-T If you intercept someone or something that is travelling from one place to another, you stop them before they get to their destination. 拦截 例： Gunmen intercepted him on his way to the airport. 持枪人在他去机场的路上截住了他。 \n* interception N-VAR 拦截 例： ...the interception of a ship off the coast of Oregon. …对一艘驶离俄勒冈海岸的轮船的拦截。"
  }, 
  "ludicrously-1": {
    "rel_word_tab": "词根： ludicrous\nadj.\nludicrous   滑稽的；荒唐的", 
    "usage": "* you can leverage and access all of your data at ludicrously awesome speeds", 
    "synonyms": "adv. 滑稽地；荒唐地\ncomically, jestingly", 
    "date": "2017-03-07", 
    "basic": "['lʊdɪkrəsli]\nadv. 滑稽地；荒唐地"
  }, 
  "histograms-1": {
    "usage": "* kibana core ships with the classics: histograms, line graphs, pie charts, sunbursts, and more. they leverage the full aggregation capabilities of elasticsearch.", 
    "collins": "* N a statistical graph that represents the frequency of values of a quantity by vertical rectangles of varying heights and widths. The width of the rectangles is in proportion to the class interval under consideration, and their areas represent the relative frequency of the phenomenon in question 柱状统计图 → see also stem-and-leaf diagram", 
    "date": "2017-03-07", 
    "basic": "\nn. 直方图；柱状图（histogram的复数形式）"
  }, 
  "vague-1": {
    "rel_word_tab": "词根： vague\nadv.\nvaguely   含糊地；暧昧地；茫然地\nn.\nvagueness   模糊；含糊；暧昧；茫然", 
    "discriminate": "dim, unclear, vague, obscure, ambiguous\n这组词都有“模糊”的意思，其区别是：\ndim   a.光线暗淡的，看不清的；记忆力模糊的；不大可能的。\nDon't work in dim light.不要在昏暗的光线下工作。\nHis changes of recovery from illness are dim.他康复的可能性十分渺茫。\nunclear   a.指句意、字迹不清楚，使人难以看懂；不肯定的。\nUnclear writing is difficult to understand.模糊的字迹使人难以辨认。\nIt is unclear whether the economy will get better.经济是否好转仍不明朗。\nvague   a.含混的，不清楚的，多用于比喻意义，用来表示因逻辑关系不清、言辞笼统而导致的意义不清楚，该词也可表示轮廓形状的不清楚和模糊。\nHe has some vague ideas about what to do, but nothing specific.他大概知道他要做什么，但没有具体的计划。\nobscure   a.用于表达因光线不足而使人看不清楚。该词的引申意义可以表示语法、文字、记忆等因复杂、深奥、模棱两可而使人看不懂和无法理解。\nThe poetry of Ezra Pound is sometimes difficult to understand because it contains so many obscure references.艾兹拉·庞德的诗有时候难以理解，因为诗歌中含有许多令人费解的典故。\nambiguous   a.意义含糊的，有歧义的，指因字、词、句有歧义而使人感到模糊不清、难以理解和把握。\nHis ambiguous directions confused us; we did not know which of the two roads to take.他的模棱两可的指导使我们很迷惑以至于我们不知道该走哪条路了。\n\ndim, dark, vague, grey, obscure, black, gloomy\n这组词都有“完全地或不完全地缺少光亮”的意思，其区别是：\ndim   指光线不足或视力较差，不能清晰地看见物体。\ndark   最普通用词，指缺乏自然光线或人工照明，使某物漆黑无光或光线十分微弱。\nvague   通常作借喻用，形容抽象事物。\ngrey   与dark意思相近，但侧重阴暗单调的意味。\nobscure   指因光线不充足而使物体灰暗不清，失去光泽或若隐若现。作借喻时指因复杂、深奥或含糊而难于理解。\nblack   侧重颜色是黑色的，有时也指无光的黑暗。\ngloomy   指光线不足或部分光线受阻而出现的阴暗。\n\nfaint, dim, indefinite, vague, obscure, ambiguous\n这组词都有“不明确的，模糊的”的意思，其区别是：\nfaint   指对某事物印象不深，或指声音微弱或希望的渺茫等。\ndim   侧重指或因光线暗淡，或因年代久远、身体欠佳等因素而产生视觉或察觉方面的困难。\nindefinite   指无明确定义或限定，重点或总体轮廓不明确。\nvague   多指因语言不确切，太笼统或因构思含糊、不完善而造成模糊难解。\nobscure   语气最强，指晦涩难懂。\nambiguous   指文章或讲话中，意思可能有多种理解，令人捉摸不定。", 
    "date": "2017-03-07", 
    "synonyms": "adj. 模糊的；含糊的；不明确的；暧昧的\nfuzzy, dark, uncertain", 
    "basic": "英 [veɪg] 美 [veɡ]\nadj. 模糊的；含糊的；不明确的；暧昧的\nn. (Vague)人名；(法)瓦格；(英)韦格", 
    "usage": "* at this point you might want to know more about what’s in that “indexed data” box shown in figure 1.5 because it sounds quite vague.", 
    "collins": "* ADJ If something written or spoken is vague , it does not explain or express things clearly. 含糊的 例： A lot of the talk was apparently vague and general. 这次会谈的许多内容显然是含糊而笼统的。 例： The description was pretty vague. 这项描述是相当含糊的。 \n* vaguely ADV 含糊地 例： \"I'm not sure,\" Liz said vaguely. “我不能肯定，” 莉兹含糊地说。 \n* ADJ If you have a vague memory or idea of something, the memory or idea is not clear. 模糊的 例： They have only a vague idea of the amount of water available. 他们对于可用水量只有一点模糊的了解。 \n* vaguely ADV 模糊地 [ADV with v] 例： Judith could vaguely remember her mother lying on the sofa. 朱迪斯能够模糊地记得她母亲当时正躺在沙发上。 \n* ADJ If you are vague about something, you deliberately do not tell people much about it. 含糊其辞的 例： He was vague, however, about just what U.S. forces might actually do. 然而，他对于美国军队真正可能做什么却含糊其辞。 \n* ADJ If something such as a feeling is vague , you experience it only slightly. (感觉等) 轻微的 例： He was conscious of that vague feeling of irritation again. 他又一次感到微微有些恼火。 \n* ADJ A vague shape or outline is not clear and is therefore not easy to see. 模糊不清的 例： The bus was a vague shape in the distance. 远处的那辆公共汽车只是一个模糊不清的轮廓。"
  }, 
  "animations-1": {
    "usage": "* tablet and phone apps render animations in the user interface while simultaneously performing computation and network requests in the back- ground.", 
    "collins": "* N-UNCOUNT Animation is the process of making films in which drawings or puppets appear to move. 动画制作 例： The films are a mix of animation and full-length features. 这些电影是动画和情节长片的混合体。 \n* N-COUNT An animation is a film in which drawings or puppets appear to move. 动画片 例： This film is the first British animation sold to an American network. 这部电影是卖给一家美国电视网的第一部英国动画片。", 
    "date": "2017-02-14", 
    "basic": "英 美\nn. [电影] 动画片（animation的复数）"
  }, 
  "alternate-1": {
    "rel_word_tab": "词根： alternate\nadj.\nalternative   供选择的；选择性的；交替的\nalternating   交替的；交互的\nadv.\nalternately   交替地；轮流地；隔一个地\nn.\nalternative   二中择一；供替代的选择\nalternation   交替，轮流，间隔\nalternator   [电] 交流发电机\nv.\nalternating   使交替；依次（alternate的ing形式）", 
    "collins": "* V-RECIP When you alternate two things, you keep using one then the other. When one thing alternates with another, the first regularly occurs after the other. 交替 例： Her aggressive moods alternated with gentle or more cooperative states. 她的挑衅情绪与温和或更为合作的情绪互相交替。 例： Now you just alternate layers of that mixture and eggplant. 现在你只用把那种混合物与茄子一层层交叠起来。 \n* ADJ Alternate actions, events, or processes regularly occur after each other. 交替的 [ADJ n] 例： They were streaked with alternate bands of colour. 他们都带有色彩交替相间的条纹。 \n* alternately ADV 交替地 例： He could alternately bully and charm people. 他能时而欺负人，时而吸引人。 \n* ADJ If something happens on alternate days, it happens on one day, then happens on every second day after that. In the same way, something can happen in alternate weeks, years, or other periods of time. 间隔的 [ADJ n] 例： Lesley had agreed to Jim going skiing in alternate years. 莱斯丽已经同意了吉姆隔年去滑雪。 \n* ADJ You use alternate to describe a plan, idea, or system which is different from the one already in operation and can be used instead of it. 供替换的 [ADJ n] 例： His group was forced to turn back and take an alternate route. 他的小组被迫返回并采用了替代路线。 \n* N-COUNT An alternate is a person or thing that replaces another, and can act or be used instead of them. 替补 [美国英语] 例： In most jurisdictions, twelve jurors and two alternates are chosen. 在大多数审判中，12名陪审员和2名替补人员会被选出。", 
    "usage": "* a router crashes or a link between two routers goes down and it takes the routing protocols seconds or minutes to stabilize and find an alternate path.", 
    "synonyms": "vi. 交替；轮流\nturn by one's, take one's turn\nvt. 使交替；使轮流\nrotate\nadj. [物]交替的；轮流的\nrotary, vicissitudinary\nn. 替换物\nrefill", 
    "basic": "英 ['ɔːltəneɪt; 'ɒl-] 美 ['ɔltɚnət]\nvi. 交替；轮流\nvt. 使交替；使轮流\nadj. 交替的；轮流的\nn. 替换物", 
    "date": "2017-02-11", 
    "phrase": "alternate with     相间\nalternate between     在两种状态中交替变化；时而…时而…\nalternate name     又名\nalternate current     交流电\nevery alternate     每隔\nalternate energy     替代能源\nalternate days     隔日\non alternate days     隔日地\nalternate stress     交变应力；反复应力\nalternate form     复本；更替卷；变形\nalternate route     替换路线"
  }, 
  "porn-1": {
    "rel_word_tab": "词根： porn\nadj.\npornographic   色情的；色情作品的；春宫画的\nn.\npornography   色情文学；色情描写\npornographer   春画画家；色情文学作家", 
    "usage": "* i started doing porn.", 
    "synonyms": "n. 色情描写，色情文学；黄色书刊，色情照片（等于pornography）\nerotology, coprology", 
    "date": "2017-02-13", 
    "basic": "英 [pɔːn] 美 [pɔrn]\nn. 色情描写，色情文学；黄色书刊，色情照片（等于pornography）\nn. (Porn)人名；(泰、柬)蓬"
  }, 
  "analysis-1": {
    "rel_word_tab": "词根： analyse\nadj.\nanalytical   分析的；解析的；善于分析的\nanalytic   分析的；解析的；善于分析的\nanalyzable   可分析的\nadv.\nanalytically   分析地；解析地\nn.\nanalyst   分析者；精神分析医师；分解者\nanalyzer   [计] 分析器；分析者；检偏镜\nanalyser   分析器，分析仪；分析者\nanalysand   接受精神分析的人\nanalyticity   分析性，[数] 解析性\nvt.\nanalyse   分析；分解；细察\nanalyze   对…进行分析，分解（等于analyse）", 
    "phrase": "analysis method     解析法；离子微探针质谱仪分析法\nquantitative analysis     [化]定量分析\nfinite element analysis     有限元分析\ndata analysis     数据分析\nstatistical analysis     统计分析\ncomprehensive analysis     综合分析\nqualitative analysis     [化]定性分析；定量分析\nregression analysis     回归分析；还原分析\nfactor analysis     因子分析；要素分析\ncomponent analysis     分量分析；[化]组分分析；组成成分分析\nsystem analysis     系统分析\ndynamic analysis     动态分析；动力特性分析\nnumerical analysis     [数]数值分析\nsystematic analysis     系统分析\ncluster analysis     聚类分析；群集分析\nstability analysis     稳定性分析；稳度分析\nchemical analysis     化学分析\ncorrelation analysis     相关分析\nempirical analysis     经验性分析\ncase analysis     个案分析；格分析", 
    "usage": "* traffic analysis of an ssl/tls session", 
    "synonyms": "n. [化学][数]分析；分解；验定\ndecomposition, dissolution", 
    "basic": "英 [ə'nælɪsɪs] 美 [ə'næləsɪs]\nn. 分析；分解；验定", 
    "date": "2017-02-11", 
    "collins": "* N-VAR Analysis is the process of considering something carefully or using statistical methods in order to understand it or explain it. 分析 例： Sporting greatness defies analysis – but we know it when we see it. 运动的伟大无法进行分析–但是我们一看就知道。 \n* N-VAR Analysis is the scientific process of examining something in order to find out what it consists of. 化验分析 例： They collect blood samples for analysis at a national laboratory. 他们收集血样以在一个国家实验室做化验分析。 \n* N-COUNT An analysis is an explanation or description that results from considering something carefully. 分析报告 例： Coming up after the newscast, an analysis of the president's domestic policy. 在新闻广播之后是一个对总统国内政策的分析报告。"
  }, 
  "sewing-1": {
    "rel_word_tab": "词根： sew\nn.\nsewer   下水道；阴沟；裁缝师\nvi.\nsew   缝纫，缝\nsewer   清洗污水管\nvt.\nsew   缝合，缝上；缝纫\nsewer   为…铺设污水管道；用下水道排除…的污水", 
    "phrase": "sewing machine     缝纫机；锁线装订机\nsewing thread     缝纫线，缝纫丝\nsewing kit     针线包，裁缝用具\nsewing room     缝纫室\nmachine sewing     机器缝\nsewing needle     缝合针，缝纫机针", 
    "usage": "* some of my students have reported that hobbies such as sewing, glassblowing, model building, and so on all help to teach patience", 
    "synonyms": "n. [服装]缝纫；缝纫业\nneedlework, clothing industry\nv. 缝（sew的ing形式）\nstitching", 
    "basic": "英 ['səʊɪŋ] 美 ['soɪŋ]\nn. 缝纫；缝纫业\nv. 缝（sew的ing形式）\nn. (Sewing)人名；(德)泽温；(英)索英", 
    "date": "2017-03-13", 
    "collins": "* N-UNCOUNT Sewing is clothes or other things that are being sewn. 缝制中的衣物; 针线活 例： We all got out our own sewing and sat in front of the log fire. 我们都拿出自己的针线活，坐在了篝火前。"
  }, 
  "term-1": {
    "rel_word_tab": "词根： term\nadj.\nterminable   可终止的；有期限的", 
    "discriminate": "term, semester\n这组词都有“学期”的意思，其区别是：\nterm   多用于英国，\nsemester   主要在美国、德国使用。\n\nlexicon, term, vocabulary, word, language\n这组词都有“文字，词，语言”的意思，其区别是：\nlexicon   指某种语言、某人或某一知识领域的全部词汇。\nterm   指有特定意义的词，词语或术语。\nvocabulary   集合名词，指词汇、语汇或词汇量。\nword   普通用词，指语言的最小单位的单词、字，也可指话、整句话或一段话。\nlanguage   普通用词，指国家、民族或种族内部使用，已经系统化的语言。", 
    "phrase": "in terms     明确地；毫不含糊地\nin terms of     依据；按照；在…方面；以…措词\nlong term     长期的\nshort term     [经]短期\nin term of     依据，按照；在…方面\nin the short term     从短期来看；就眼前来说\nin the long term     从长远来看\nlast term     末项\nmedium term     （未来数星期或数月的）中期\ncome to terms     让步，妥协；达成协议\nfirst term     首项；开关项\nterm paper     学期报告\none term     单项的\nnear term     短期；近期\ngeneral term     总括，通项\npayment term     付款条件；付款方式；付款期限\nterm of office     任期，任职期间\non terms     友好，关系良好；按条件\nterm structure     n.期限结构\non equal terms     平等；条件相同", 
    "usage": "* term signal", 
    "synonyms": "n. 术语；学期；期限；条款\ntechnology, item, session, provision, article", 
    "basic": "英 [tɜːm] 美 [tɝm]\nn. 术语；学期；期限；条款；(代数式等的)项\nvt. 把…叫做\nn. (Term)人名；(泰)丁", 
    "date": "2017-04-12", 
    "collins": "* PHRASE If you talk about something in terms of something or in particular terms , you are specifying which aspect of it you are discussing or from what point of view you are considering it. 从…角度来看 例： Our goods compete in terms of product quality, reliability and above all variety. 我们的产品从质量、可靠性、尤其是多样性来看很有竞争力。 \n* PHRASE If you say something in particular terms , you say it using a particular type or level of language or using language which clearly shows your attitude. 以某种语言 例： The video explains in simple terms how the new tax works. 该录像以浅显易懂的语言解释了新税法的运作方式。 \n* N-COUNT A term is a word or expression with a specific meaning, especially one which is used in relation to a particular subject. 术语 例： Myocardial infarction is the medical term for a heart attack. 心肌梗塞是心脏病发作的医学术语。 \n* V-T If you say that something is termed a particular thing, you mean that that is what people call it or that is their opinion of it. 把…称作 例： He had been termed a temporary employee. 他曾被称为临时工。 \n* N-VAR A term is one of the periods of time that a school, college, or university divides the year into. 学期 例： ...the summer term. …夏季学期。 \n* N-COUNT A term is a period of time between two elections during which a particular party or government is in power. (政党或政府的) 任期 例： Nixon never completed his term of office. 尼克松没有完成自己的任期。 \n* N-COUNT A term is a period of time that someone spends doing a particular job or in a particular place. (工作或居住) 期间 例： ...a 12 month term of service. …12个月的任职期。 \n* N-COUNT A term is the period for which a legal contract or insurance policy is valid. (合同或保险的) 有效期 例： Premiums are guaranteed throughout the term of the policy. 在保单的有效期内保证支付保险费。 \n* N-UNCOUNT The term of a woman's pregnancy is the nine month period that it lasts. Term is also used to refer to the end of the nine month period. 怀孕期; 临产 例： That makes her the first TV presenter to work the full term of her pregnancy. 那使她成了第一个在整个怀孕期间一直工作的电视节目主持人。 \n* N-PLURAL The terms of an agreement, treaty, or other arrangement are the conditions that must be accepted by the people involved in it. 条款 例： ...the terms of the Helsinki agreement. …《赫尔辛基协议》的各项条款。 \n* PHRASE If you come to terms with something difficult or unpleasant, you learn to accept and deal with it. 接受 例： She had come to terms with the fact that her husband would always be crippled. 她已接受了丈夫将终生跛足这个事实。 \n* PHRASE If two people or groups compete on equal terms or on the same terms , neither of them has an advantage over the other. 在同等条件下 例： I had at last found a sport where I could compete on equal terms with able-bodied people. 我终于找到一种体育运动，能和身体健全的人公平竞赛 \n* PHRASE If two people are on good terms or on friendly terms , they are friendly with each other. 关系好 例： Madeleine is on good terms with Sarah. 马德琳和萨拉关系很好。 \n* PHRASE You use the expressions in the long term , in the short term , and in the medium term to talk about what will happen over a long period of time, over a short period of time, and over a medium period of time. 从长远/短期/中期来看 例： Organic fertilizers will have very positive results in the long term. 有机肥料从长远来看将产生非常积极的效果。 \n* PHRASE If you do something on your terms , you do it under conditions that you decide because you are in a position of power. 按照自己的意愿 例： They will sign the union treaty only on their terms. 他们在符合自己意愿的条件下才会签署联合条约。 \n* PHRASE If you say that you are thinking in terms of doing a particular thing, you mean that you are considering it. 考虑 例： You should be thinking in terms of graduating next year. 你应该考虑明年毕业的事了。 \n* in no uncertain terms →see uncertain"
  }, 
  "sexually-1": {
    "rel_word_tab": "词根： sexual\nadj.\nsexual   性的；性别的；有性的\nn.\nsexuality   [胚] 性别；性欲；性征；性方面的事情（比如性行为或性能力）\nvt.\nsexualise   有性的特征；使有性别\nsexualize   使有性特征；使有性别", 
    "phrase": "sexually transmitted disease     性病（由性交而引起的疾病）", 
    "usage": "* my uncle sexually assaulted me until i reached the age of 16 years old.", 
    "date": "2017-02-11", 
    "basic": "英 [ˈsekʃʊəli] 美 ['sɛkʃʊəli]\nadv. 性别地；两性之间地"
  }, 
  "oblivious-1": {
    "rel_word_tab": "词根： oblivion\nn.\noblivion   遗忘；湮没；赦免\nobliviousness   健忘；不注意", 
    "date": "2017-02-10", 
    "synonyms": "adj. 遗忘的；健忘的；不注意的；不知道的\namnesic, forgetful", 
    "basic": "英 [ə'blɪvɪəs] 美 [ə'blɪvɪəs]\nadj. 遗忘的；健忘的；不注意的；不知道的", 
    "usage": "* in fact, the intermediate routers are completely oblivious to tcp connections;", 
    "collins": "* ADJ If you are oblivious to something or oblivious of it, you are not aware of it. 没意识到的 例： She lay motionless where she was, oblivious to pain. 她一动不动地躺在原地，感觉不到疼痛。"
  }, 
  "compliant-1": {
    "rel_word_tab": "词根： compliant\nn.\ncompliance   顺从，服从；承诺\ncompliancy   顺从；依从（等于compliance）", 
    "usage": "* on posix-compliant platforms, sighup (\"signal hang up\") is a signal sent to a process when its controlling terminal is closed", 
    "synonyms": "adj. 顺从的；服从的；应允的\nfollowed, subject, obedient, submissive", 
    "date": "2017-02-10", 
    "basic": "英 [kəm'plaɪənt] 美 [kəm'plaɪənt]\nadj. 顺从的；服从的；应允的"
  }, 
  "workshop-1": {
    "basic": "英 ['wɜːkʃɒp] 美 ['wɝkʃɑp]\nn. 车间；研讨会；工场；讲习班", 
    "date": "2017-02-11", 
    "synonyms": "n. [工业]车间；研讨会；[工经]工场；讲习班\nplant, proseminar", 
    "collins": "* N-COUNT A workshop is a period of discussion or practical work on a particular subject in which a group of people share their knowledge or experience. 讨论会 例： Trumpeter Marcus Belgrave ran a jazz workshop for young artists. 鼓手马库斯马贝尔格瑞夫为年轻艺术家们举办了一场爵士乐研讨会。 \n* N-COUNT A workshop is a building that contains tools or machinery for making or repairing things, especially using wood or metal. 车间 例： ...a modestly equipped workshop. …一个装备普通的车间。", 
    "usage": "* when we conduct a technical workshop, a common query from the participants relates to the maximum transmission unit (mtu) size manipulation on a router interface and its relationship with the tcp maximum segment size (mss).", 
    "phrase": "processing workshop     [经]加工车间\nworkshop section     工段\nworkshop building     厂房\nrepair workshop     修理车间；机修厂\nworkshop director     车间主任\nworkshop manager     车间主任\npainting workshop     喷漆车间，喷涂车间"
  }, 
  "callee-1": {
    "usage": "* when we copy a channel or pass one as an argument to a function, we are copying a reference, so caller and callee refer to the same data structure.", 
    "date": "2017-02-21", 
    "basic": "英 [kɔː'liː] 美 [kɔːlˈiː]\nn. 被召者"
  }, 
  "puberty-1": {
    "rel_word_tab": "词根： puberty\nadj.\npubescent   青春期的；有软毛的\nn.\npubescent   青春期的青少年\npubescence   软毛；到达青春期", 
    "collins": "* N-UNCOUNT Puberty is the stage in someone's life when their body starts to become physically mature. 青春期 例： Moesha had reached the age of puberty. 莫莎已到了青春期年龄。", 
    "usage": "* how hard has puberty hit you", 
    "synonyms": "n. [生理]青春期；开花期\nadolescence, youthhood", 
    "basic": "英 ['pjuːbətɪ] 美 ['pjubɚti]\nn. 青春期；开花期", 
    "date": "2017-03-09", 
    "phrase": "precocious puberty     性早熟；早熟青春期；性早熟症"
  }, 
  "tolerant-1": {
    "rel_word_tab": "词根： tolerant\nadj.\ntolerable   可以的；可容忍的\nadv.\ntolerably   相当地；可容忍地；差不多地\ntolerantly   宽容地，容忍地\nn.\ntolerance   公差；宽容；容忍；公差\ntoleration   宽容，忍受，默认；耐受性\nvt.\ntolerate   忍受；默许；宽恕", 
    "collins": "* ADJ If you describe someone as tolerant , you approve of the fact that they allow other people to say and do as they like and that they are willing to accept different races, religions, and lifestyles. 宽容的 [表赞许] 例： They need to be tolerant of different points of view. 他们需要容忍不同的观点。 \n* ADJ If a plant, animal, or machine is tolerant of particular conditions or types of treatment, it is able to bear them without being damaged or hurt. 能耐…的 [v-link ADJ 'of' n] 例： ...plants which are more tolerant of dry conditions. …更耐干旱的植物。", 
    "usage": "* you can configure elasticsearch to be tolerant of variations instead of looking for only exact matches.", 
    "synonyms": "adj. 宽容的；容忍的；有耐药力的\nkind, good-tempered", 
    "basic": "英 ['tɒl(ə)r(ə)nt] 美 ['tɑlərənt]\nadj. 宽容的；容忍的；有耐药力的", 
    "date": "2017-03-07", 
    "phrase": "be tolerant of     对...容忍（或宽容）"
  }, 
  "siloed-1": {
    "usage": "* data is often scattered or siloed across many systems in many formats", 
    "collins": "* N-COUNT A silo is a tall round metal tower on a farm, in which grass, grain, or some other substance is stored. (农场储存草料、谷物等的)筒仓 例： Before silos were invented, cows gave less milk during winter because they had no green grass to eat. 筒仓发明之前，因为没有青草可以吃，奶牛在冬天产奶量减少。 例： ...a grain silo. ...一个谷物筒仓。 \n* N-COUNT A silo is a specially built place underground where a nuclear missile is kept. (核弹的)发射井 例： ...underground nuclear missile silos. ...地下核弹发射井。", 
    "date": "2017-03-07", 
    "basic": "英 ['saɪləʊ] 美 ['saɪlo]\nn. 筒仓；青贮窖；飞弹发射井\nvt. 把…存入青贮窖；把…储存在筒仓内\nn. (Silo)人名；(意、西、芬、瑞典)西洛"
  }, 
  "porch-1": {
    "usage": "* zoey popped her gum and leaned back against the porch swing", 
    "collins": "* N-COUNT A porch is a sheltered area at the entrance to a building. It has a roof and sometimes has walls. 门廊 例： She huddled inside the porch as she rang the bell. 她一边按门铃一边蜷缩进门廊里。 \n* N-COUNT A porch is a raised platform built along the outside wall of a house and often covered with a roof. 走廊 [美国英语] 例： He was standing on the porch, waving as we drove away. 我们开车离开的时候，他站在走廊上向我们挥手。", 
    "synonyms": "n. 门廊；走廊\npassage, corridor", 
    "date": "2017-02-13", 
    "basic": "英 [pɔːtʃ] 美 [pɔrtʃ]\nn. 门廊；走廊"
  }, 
  "glossed-1": {
    "usage": "* however, in doing so, we glossed over a number of important and subtle issues that programmers must bear in mind when writing concurrent code.", 
    "collins": "* N-SING A gloss is a bright shine on the surface of something. 光泽 例： Sheets of rain were falling and produced a black gloss on the asphalt. 大雨倾盆而下，使沥青有了黑色的光泽。 \n* N-UNCOUNT Gloss is an appearance of attractiveness or good quality which sometimes hides less attractive features or poor quality. 表面光 例： Television commercials might seem more professional, but beware of mistaking the gloss for the content. 电视商业广告也许看上去更加专业，但要当心别把表面光彩误当作实质。 \n* N-SING If you put a gloss on a bad situation, you try to make it seem more attractive or acceptable by giving people a false explanation or interpretation of it. 粉饰 例： He used his diary to put a fine gloss on the horrors the regime perpetrated. 他假借日记来粉饰该政权犯下的种种恐怖行径。 \n* N-MASS Gloss is the same as . 有光涂料 \n* V-T If you gloss a difficult word or idea, you provide an explanation of it. 注解 例： \"Aventure\" is often glossed as simply good or bad \"fortune\" or \"chance.\" \"Aventure\"常常被注解为简单的好或坏的“运气”或“机会”。 \n* N-COUNT a short or expanded explanation or interpretation of a word, expression, or foreign phrase in the margin or text of a manuscript, etc 引申的注解", 
    "date": "2017-03-11", 
    "basic": "英 [glɒs] 美 [ɡlɑs]\nn. 光彩；注释；假象\nvt. 使光彩；掩盖；注释\nn. (Gloss)人名；(德、西、捷)格洛斯"
  }, 
  "redundant-1": {
    "basic": "英 [rɪ'dʌnd(ə)nt] 美 [rɪ'dʌndənt]\nadj. 多余的，过剩的；被解雇的，失业的；冗长的，累赘的", 
    "date": "2017-03-06", 
    "synonyms": "adj. [计]多余的，过剩的；被解雇的，失业的；冗长的，累赘的\nspare, unnecessary, surplus, waste, superfluous", 
    "collins": "* ADJ Something that is redundant is unnecessary, for example, because it is no longer needed or because its job is being done by something else. 多余的 例： Changes in technology may mean that once-valued skills are now redundant. 技术的变化可能意味着从前受重视的技巧现在变得多余了。 \n* ADJ If you are made redundant , your employer tells you to leave because your job is no longer necessary or because your employer cannot afford to keep paying you. 被裁减的 [英国英语] [商业]", 
    "usage": "* no resources are wasted by running redundant software or simulating virtual hardware.", 
    "phrase": "redundant information     冗余信息\nredundant system     [计]冗余系统\nredundant code     冗余码"
  }, 
  "expounds-1": {
    "usage": "* this chapter expounds on these searching and data features, and you’ll learn how to use them throughout this book.", 
    "collins": "* V-T If you expound an idea or opinion, you give a clear and detailed explanation of it. 阐释 [正式] 例： Schmidt continued to expound his views on economics and politics. 施密特继续阐释他关于经济与政治的观点。 \n* PHRASAL VERB Expound on means the same as . 阐释 例： Lawrence expounded on the military aspects of guerrilla warfare. 劳伦斯详细阐释了游击战的军事情况。", 
    "date": "2017-03-07", 
    "basic": "英 [ɪk'spaʊnd; ek-] 美 [ɪk'spaʊnd]\nvt. 解释；详细说明\nvi. 解释；详细说明"
  }, 
  "impose-1": {
    "rel_word_tab": "词根： impose\nadj.\nimposed   强加的；施加的；应用的\nimposing   （建筑物等）壮观的；威风的；（仪表）堂堂的；给人深刻印象的\nn.\nimposition   征收；强加；欺骗；不公平的负担\nimposture   欺诈，欺骗；冒牌\nv.\nimposed   欺骗（impose的过去分词）；把…强加于\nimposing   impose的ing形式", 
    "discriminate": "tax, assess, impose\n这组词都有“征税”的意思，其区别是：\ntax   普通用词，指用各种不同方法向个人或单位征收所得税、房地产税等各种税款。侧重实际征收金钱。\nassess   指一般情况下，征收房地产税、罚款或其它费用。\nimpose   指在决定个别案件中的处罚或罚款，尤指政府征收某种税收的决定。\n\ntax, duty, tariff, assess, dues, impose\n普通用词，指用各种不同方法向个人或单位征收所得税、房地产税等各种税款。侧重实际征收金钱。\nduty   责任\ntariff   关税\nassess   指一般情况下，征收房地产税、罚款或其它费用。\ndues   会费\nimpose   指在决定个别案件中的处罚或罚款，尤指政府征收某种税收的决定。", 
    "phrase": "impose on     利用；欺骗；施加影响于\nimpose a fine     处以罚款", 
    "usage": "* thus, the third segment arrived out of order. the subtle issue is: what does a host do when it receives out-of-order segments in a tcp con- nection? interestingly, the tcp rfcs do not impose any rules here and leave the decision up to the people programming a tcp implementation.", 
    "synonyms": "vi. 利用；欺骗；施加影响\ndo with, trade on\nvt. 强加；征税；以…欺骗\nforce, levy tax", 
    "basic": "英 [ɪm'pəʊz] 美 [ɪm'poz]\nvi. 利用；欺骗；施加影响\nvt. 强加；征税；以…欺骗", 
    "date": "2017-02-10", 
    "collins": "* V-T If you impose something on people, you use your authority to force them to accept it. 强制实行 例： Fines are imposed on retailers who sell tobacco to minors. 向未成年人销售烟草制品的零售商要被强制罚款。 例： A third of companies reviewing pay since last August have imposed a pay freeze of up to a year. 自去年8月以来，在审检工资发放的公司中，有三分之一已经强行实施工资冻结长达1年。 \n* imposition N-UNCOUNT 强制实行 例： ...the imposition of sanctions against Pakistan. …对巴基斯坦制裁的强制实行。 \n* V-T If you impose your opinions or beliefs on other people, you try and make people accept them as a rule or as a model to copy. 把 (观点、信仰等) 强加于 例： Parents should beware of imposing their own tastes on their children. 父母应该提防把自己的兴趣强加给孩子。 \n* V-T If something imposes strain, pressure, or suffering on someone, it causes them to experience it. 使承受 (令人不快之事物) 例： The filming imposed an additional strain on her. 影片拍摄使她承受了额外的压力。 \n* V-I If someone imposes on you, they unreasonably expect you to do something for them which you do not want to do. 不合理地要求 例： I was afraid you'd feel we were imposing on you. 我担心你会觉得我们在不合理地要求你。 \n* imposition N-COUNT 不合理的要求 例： I know this is an imposition. But please hear me out. 我知道这是个不合理的要求，但请听我把话说完。 \n* V-T If someone imposes themselves on you, they force you to accept their company although you may not want to. 使强迫接受 例： I didn't want to impose myself on my married friends. 我不想硬要我的已婚朋友们接受我。"
  }, 
  "retail-1": {
    "rel_word_tab": "词根： retail\nn.\nretailer   零售商；传播的人\nretailing   零售业\nv.\nretailing   零售（retail的ing形式）", 
    "collins": "* N-UNCOUNT Retail is the activity of selling products direct to the public, usually in small quantities. Compare . 零售 [商业] 例： Retail stores usually count on the Christmas season to make up to half of their annual profits. 零售商店通常指望圣诞节期间来赚取一半的年利润。 \n* ADV If something is sold retail , it is sold in ordinary shops direct to the public. 以零售方式地 [商业] [ADV after v] 例： We sell wholesale to several chains that sell retail to the public. 我们批发给几家向公众零售的连锁店。 \n* V-I If an item in a shop retails at or for a particular price, it is for sale at that price. (按某种价格) 零售 [商业] 例： It originally retailed at $\n*\n* 它起初按$\n*50的价格零售。 \n* → see also retailing", 
    "usage": "* for example, suppose you have an online retail store with product information stored in an sql database.", 
    "synonyms": "n. 零售\nsell-through, resale", 
    "basic": "英 ['riːteɪl] 美 ['ritel]\nvt. 零售；转述\nvi. 零售\nn. 零售\nadv. 以零售方式\nadj. 零售的\nn. (Retail)人名；(法)勒塔伊", 
    "date": "2017-03-07", 
    "phrase": "retail business     零售业务；小生意\nretail price     零售价\nretail trade     零售业\nretail market     零售市场\nretail store     零售商店\nretail chain     连锁店；零售联营\nat retail     零售\nretail banking     零售银行业务；小额银行业务\nretail sale     零售销售\nretail outlet     零售商店；零售门路\nretail shop     零售店；分销店\nretail bank     零售银行；商业零售银行\nretail price index     零售价格指数\nretail merchant     零售商\nretail dealer     零售商\nretail selling     零星销售"
  }, 
  "religious-1": {
    "rel_word_tab": "词根： religion\nadv.\nreligiously   虔诚地，笃信地\nn.\nreligion   宗教；宗教信仰\nreligiosity   虔诚；宗教狂；虚伪信仰\nreligionism   宗教狂，笃信宗教\nreligionist   笃信宗教者；宗教家\nreligiousness   虔敬，笃信", 
    "phrase": "religious belief     宗教信仰\nreligious culture     宗教文化\nreligious education     宗教教育\nreligious festival     宗教节日\nreligious sect     宗教派别\nreligious studies     宗教研究\nreligious man     虔诚的宗教徒；宗教人", 
    "usage": "* res_lst.append('religious')", 
    "synonyms": "adj. 宗教的；虔诚的；严谨的；修道的\ngood, sacred\nn. 修道士；尼姑\nmonk, cenobite", 
    "basic": "英 [rɪ'lɪdʒəs] 美 [rɪ'lɪdʒəs]\nadj. 宗教的；虔诚的；严谨的；修道的\nn. 修道士；尼姑", 
    "date": "2017-02-16", 
    "collins": "* ADJ You use religious to describe things that are connected with religion or with one particular religion. 宗教的 [ADJ n] 例： Religious groups are now able to meet quite openly. 宗教团体现在可以公开集会了。 \n* ADJ Someone who is religious has a strong belief in a god or gods. 虔诚的; 笃信宗教的 例： They are both very religious and felt it was a gift from God. 他们俩都很虔诚，觉得这是上帝赐予的礼物。"
  }, 
  "consecutive-1": {
    "rel_word_tab": "词根： consecutive\nadv.\nconsecutively   连续地", 
    "discriminate": "consecutive, successive\n按顺序来的，连续不断的\nsuccessive   一连串的", 
    "collins": "* ADJ Consecutive periods of time or events happen one after the other without interruption. 连续的 例： The Cup was won for the third consecutive year by the Toronto Maple Leafs. 这个奖杯连续第三年由多伦多枫叶队赢去了。", 
    "date": "2017-04-11", 
    "synonyms": "adj. 连贯的；连续不断的\nconnected, coherent", 
    "basic": "英 [kən'sekjʊtɪv] 美 [kən'sɛkjətɪv]\nadj. 连贯的；连续不断的", 
    "usage": "* fields splits the string s around each instance of one or more consecutive white space characters,", 
    "phrase": "consecutive days     连续营业日；连续作业日\nconsecutive interpreting     交替传译\nconsecutive reaction     连锁反应"
  }, 
  "rowboat-1": {
    "usage": "* a toothless old man came ambling up to them, pointing, with a rather wicked grin, at an old rowboat bobbing in the iron-gray water below them.", 
    "date": "2017-03-13", 
    "synonyms": "n. 划艇；小船\ntender, rowing boat", 
    "basic": "英 ['rəʊbəʊt] 美 ['robot]\nn. 划艇；小船"
  }, 
  "confront-1": {
    "rel_word_tab": "词根： confront\nadj.\nconfrontational   对抗的；对抗性的\nn.\nconfrontation   对抗；面对；对质", 
    "discriminate": "face, encounter, meet, contact, confront\n这组词都有“遇见，会见，碰见”的意思，其区别是：\nface   侧重双方静止地面对面，或指指充满勇气、信心和决心正视人或事。\nencounter   通常指遇到困难或挫折，也指偶然或意外地相遇。\nmeet   普通用词，本义指双方或多方从不同方向或相反方向作向对运动，最终相碰(遇)。\ncontact   多指通过书信、电话或直接会面和别人联系。口语用词。\nconfront   不可避免的，面对面的相遇。也指敢于正视困难或问题的决心和信心。\n\nface, confront\n这组词都有“面对”的意思，其区别是：\nface   口语用词，含义广，侧重有勇气、决心或自信心去面对。\nconfront   书面用词，多指勇敢、冷静地面临某种问题、困难或任务等。", 
    "collins": "* V-T If you are confronted with a problem, task, or difficulty, you have to deal with it. 面临 (问题、任务、困难等) 例： She was confronted with severe money problems. 她面临严重的资金问题。 \n* V-T If you confront a difficult situation or issue, you accept the fact that it exists and try to deal with it. 正视 (困难局面或问题) 例： We are learning how to confront death. 我们在学习如何正视死亡。 \n* V-T If you are confronted by something that you find threatening or difficult to deal with, it is there in front of you. 面对 (有威胁或难处理的事物) [usu passive] 例： I was confronted with an array of knobs, levers, and switches. 我面对着一排旋钮、控制杆和开关。 \n* V-T If you confront someone, you stand or sit in front of them, especially when you are going to fight, argue, or compete with them. 与 (某人) 对峙 (尤指准备打斗、争论或竞争) 例： She pushed her way through the mob and confronted him face to face. 她从那群暴民中挤出来，与他当面对峙。 例： They don't hesitate to open fire when confronted by police. 他们一旦遭遇警察就毫不犹豫地开火。 \n* V-T If you confront someone with something, you present facts or evidence to them in order to accuse them of something or force them to deal with a situation. (以某事物) 与 (某人) 对质 例： She had decided to confront Kathryn with the truth. 她已决定用事实与凯瑟琳对质。 例： I could not bring myself to confront him about it. 我不能就此事让自己与他对质。", 
    "date": "2017-03-07", 
    "synonyms": "vt. 面对；遭遇；比较\nfront, compare", 
    "basic": "英 [kən'frʌnt] 美 [kən'frʌnt]\nvt. 面对；遭遇；比较", 
    "usage": "* first, let’s take a closer look at the challenges search engines are typically confronted with and elasticsearch’s approach to solving them.", 
    "phrase": "confront with     使面临"
  }, 
  "blast-1": {
    "rel_word_tab": "词根： blast\nadj.\nblasted   枯萎的；被害的；被咒的\nn.\nblasting   爆炸；破坏；由爆破而产生的碎石块；枯萎\nblaster   导火线，爆裂药；爆破工\nv.\nblasting   爆炸（blast的ing形式）", 
    "collins": "* N-COUNT A blast is a big explosion, especially one caused by a bomb. (尤指炸弹引起的) 大爆炸 例： 250 people were killed in the blast. 250人在这次大爆炸中丧生。 \n* V-T If something is blasted into a particular place or state, an explosion causes it to be in that place or state. If a hole is blasted in something, it is created by an explosion. 由爆炸生成; 由爆炸引起 例： There is a risk that toxic chemicals might be blasted into the atmosphere. 有毒化学品有爆炸后进入空气的危险。 例： The explosion which followed blasted out the wall of her apartment. 随后的爆炸炸开了她房间的那面墙。 \n* V-T If workers are blasting rock, they are using explosives to make holes in it or destroy it, for example, so that a road or tunnel can be built. 用炸药炸 例： Local workmen were blasting the rock face beside the track in order to make it wider. 当地工人正在用炸药炸开小路旁边的岩石面以便将其拓宽。 \n* V-T To blast someone means to shoot them with a gun. 向…射击 [journalism] 例： A son blasted his father to death after a lifetime of bullying, a court was told yesterday. 昨天有人告知法庭，一个儿子因长期受欺凌而开枪打死了其父亲。 \n* N-COUNT Blast is also a noun. 枪击 例： Anthony died from a shotgun blast to the face. 安东尼因被猎枪击中面部而死。 \n* V-T If someone blasts their way somewhere, they get there by shooting at people or causing an explosion. 借助射击或爆炸打开 (通道) 例： The police were reported to have blasted their way into the house using explosives. 据报道，警察已经借助炸药开道冲进了那所房子。 \n* V-T If something blasts water or air somewhere, it sends out a sudden, powerful stream of it. 强速喷射 (水流或气流) 例： Blasting cold air over it makes the water evaporate. 向它上面快速喷冷气可使水蒸发掉。 \n* N-COUNT Blast is also a noun. 强劲的 (气或水) 流 例： Blasts of cold air swept down from the mountains. 阵阵强冷气流从山上席卷下来。 \n* V-T/V-I If you blast something such as a car horn, or if it blasts , it makes a sudden, loud sound. If something blasts music, or music blasts , the music is very loud. 突然大声按响; 大声放 (音乐); 突然发出巨响; (音乐) 大声播放 例： ...drivers who do not blast their horns. …那些没有狂按喇叭的驾驶员。 \n* N-COUNT Blast is also a noun. (喇叭或音乐等的) 大声鸣响 例： The buzzer suddenly responded in a long blast of sound. 蜂鸣器突然以一声长长的鸣响做出回应。 \n* N-SING If you say that something was a blast , you mean that you enjoyed it very much. 奇妙的感受 [非正式] 例： He went sledding with his daughter. \"It was a blast,\" he said later. 他和女儿去坐雪橇玩了。“那真是一次奇妙的感受，”他后来说。 \n* PHRASE If something such as a radio or a heater is on full blast , or on at full blast , it is producing as much sound or power as it is able to. 最大音量; 最大限量 例： In many of those homes the television is on full blast 24 hours a day. 许多家庭一天24小时都把电视开到最大音量。", 
    "usage": "* udp just blasts away without any formal pre- liminaries.", 
    "synonyms": "n. [力]爆炸；冲击波；一阵\ndetonation, burst\nvi. 猛攻\ntear into, charge at\nvt. [力]爆炸；损害；使枯萎\nhurt, blow apart", 
    "basic": "英 [blɑːst] 美 [blæst]\nn. 爆炸；冲击波；一阵\nvi. 猛攻\nvt. 爆炸；损害；使枯萎\nn. (Blast)人名；(德)布拉斯特", 
    "date": "2017-02-10", 
    "phrase": "blast furnace     n.鼓风炉，高炉\nin blast     正在鼓风\nblast furnace gas     高炉煤气\nblast furnace slag     高炉矿渣\nhot blast     热风；热空气流\nin full blast     ◎正旺盛时；处于高潮；正起劲；正在积极进行中,◎完全，极度,◎大规模地；大力地，全力地；全速地,◎极响地[亦作fullblast]\n◎正旺盛时；处于高潮；正起劲；正在积极进行中                                                                    ,                                                ◎完全，极度                                                                    ,                                                ◎大规模地；大力地，全力地；全速地                                                                    ,                                                ◎极响地 [亦作 full blast]     riceblast\nrice blast     稻瘟病\nhot blast stove     热风炉；热鼓风炉\nfull blast     全风；鼓风炉全风\nblast wave     冲击波；爆炸波；爆炸气浪\nblast hole     爆破孔；炮眼；钻孔；鼓风口\na blast of     一阵风\nair blast     n.气喷净法；空中爆炸\nshot blast     喷丸处理，喷砂清理\nblast cleaning     喷抛清理\nblast off     点火起飞；发射升空（等于blast-off）\n点火起飞；发射升空（等于blast-off）     granulatedblastfurnaceslag\ngranulated blast furnace slag     粒状高炉矿渣\nat full blast     最有效率地；全力地\nblast injury     爆发性损伤；冲击波伤\nsand blast     喷砂"
  }, 
  "tame-1": {
    "rel_word_tab": "词根： tame\nadj.\ntamable   可驯服的\ntameable   可驯服的（等于tamable）\nadv.\ntamely   驯服地，温顺地；没骨气地\nn.\ntamer   驯服手\ntameness   温顺；驯服；开化", 
    "date": "2017-03-13", 
    "synonyms": "adj. 驯服的；平淡的；乏味的；顺从的\nstupid, docile\nvt. 驯养；使变得平淡；制服\ndomesticate, bring under", 
    "basic": "英 [teɪm] 美 [teɪm]\nadj. 驯服的；平淡的；乏味的；顺从的\nvt. 驯养；使变得平淡；制服\nvi. 变得驯服\nn. (Tame)人名；(捷)塔梅", 
    "usage": "* there is no \"best path\" but if you tend to be impatient, you should try to tame that.", 
    "collins": "* ADJ A tame animal or bird is one that is not afraid of humans. 驯服的 例： They never became tame; they would run away if you approached them. 它们从没有被驯服，如果你靠近，它们就跑开了。 \n* ADJ If you say that something or someone is tame , you are criticizing them for being weak and uninteresting, rather than forceful or shocking. 软弱的; 乏味的 [表不满] 例： These ideas may seem tame today, but they were inflammatory in his time. 这些想法今天看来也许是平淡乏味的，但在他那个时代却是很有煽动性的。 \n* V-T If someone tames a wild animal or bird, they train it not to be afraid of humans and to do what they say. 驯化 例： The Amazons were believed to have been the first to tame horses. 亚马逊人被认为是最早驯化了马的人。"
  }, 
  "couches-1": {
    "usage": "* we even had couches in the club that people slept there over night… didn’t even leave home.", 
    "collins": "* N-COUNT A couch is a long, comfortable seat for two or three people. 长沙发 \n* N-COUNT A couch is a narrow bed which patients lie on while they are being treated by a psychoanalyst. (精神科医生的) 诊察台 例： Between films he often winds up spending every single morning on his psychiatrist's couch. 在拍电影的间隔期间，他经常是在心理医生的诊察台上度过每一个早晨。", 
    "date": "2017-03-10", 
    "basic": "英 [kaʊtʃ] 美 [kaʊtʃ]\nn. 睡椅，长沙发；床；卧榻\nvi. 蹲伏，埋伏；躺着\nvt. 使躺下；表达；弯下\nn. (Couch)人名；(英)库奇"
  }, 
  "scalability-1": {
    "usage": "* if you have enough socket's in time_wait then your ability to create new socket connections may be affected and this can affect the scalability of your client server system.", 
    "date": "2017-02-10", 
    "synonyms": "n. 可扩展性；可伸缩性；可量测性\nexpandability, extendibility", 
    "basic": "英 [,skeilə'biliti] 美\nn. 可扩展性；可伸缩性；可量测性"
  }, 
  "deluge-1": {
    "basic": "英 ['deljuːdʒ] 美 ['dɛljʊdʒ]\nn. 洪水；泛滥；暴雨\nvt. 使泛滥；压倒", 
    "usage": "* with this deluge of syn segments, the server’s connection resources become exhausted as they are allocated (but never used!) for half-open connections", 
    "synonyms": "n. 洪水；泛滥；暴雨\nflood, fresh, flow, inundation\nvt. 使泛滥；压倒\noverwhelm, snow under", 
    "phrase": "deluge system     密集洒水系统；集水系统；雨淋灭火系统", 
    "date": "2017-02-10", 
    "collins": "* N-COUNT A deluge of things is a large number of them which arrive or happen at the same time. 泛滥 例： There was a deluge of requests for interviews and statements. 对接受访谈和发表声明的要求铺天盖地地涌来。 \n* V-T If a place or person is deluged with things, a large number of them arrive or happen at the same time. 使充斥 [usu passive] 例： During 1933, Papen's office was deluged with complaints. 在1933年间，巴本的办公室接到的投诉案件层出不穷。"
  }, 
  "dentistry-1": {
    "rel_word_tab": "词根： dentist\nn.\ndentist   牙科医生", 
    "date": "2017-02-11", 
    "synonyms": "n. [口腔]牙科学；牙医业\nodontology", 
    "basic": "英 ['dentɪstrɪ] 美 ['dɛntɪstri]\nn. 牙科学；牙医业", 
    "usage": "* i am now a doctor in dentistry and have 2 wonderful children of my own.", 
    "collins": "* N-UNCOUNT Dentistry is the work done by a dentist. 牙医业"
  }, 
  "overdose-1": {
    "rel_word_tab": "词根： overdose\nadj.\novercurious   多问的；过分好奇的\noverdressed   过分打扮的；穿着过于讲究的\nn.\noverdrive   超速档；[机] 超速传动\noverconfidence   自负；过分相信\noverdress   [服装] 外衣\noveremphasis   过分强调\nvi.\noverdress   穿得过分讲究；穿得过多\novercompensate   过度补偿\nvt.\noverdrive   驱使过度；虐待；工作过度\noverdress   过度装饰；使穿著过分讲究\novercompensate   给与…过分的补偿\noverdramatize   过分夸大；过分戏剧性地表达", 
    "basic": "英 ['əʊvədəʊs] 美 ['ovɚdos]\nvt. 配药过量；使过分沉溺\nn. 药量过多（等于overdosage）\nvi. 服药过量；过分沉溺", 
    "usage": "* my mother couldn't recover from the loss and turned to drugs as a coping mechanism leaving me and my brother alone for long periods of time so she could get “high” when i was 11 she died from a overdose and we were sent to live with an aunt and uncle in florida.", 
    "phrase": "drug overdose     药物过量；服药过量", 
    "date": "2017-02-11", 
    "collins": "* N-COUNT If someone takes an overdose of a drug, they take more of it than is safe. (用药) 过量 例： Each year, one in 100 girls ages 15-19 takes an overdose. 每年，100个15至19岁的女孩中就有１个用药过量。 \n* V-I If someone overdoses on a drug, they take more of it than is safe. 过量服用 例： He'd overdosed on heroin. 他过量吸食了海洛因。 \n* N-COUNT You can refer to too much of something, especially something harmful, as an overdose . 太多的 (有害) 物质 例： An overdose of sun, sea, sand and chlorine can give lighter hair a green tinge. 过多的阳光、海水、沙和氯会给更浅色的头发带来点绿色。 \n* V-I You can say that someone overdoses on something if they have or do too much of it. 过度拥有; 过度从事 例： The city, he concluded, had overdosed on design. 他下结论说，这座城市进行了过度的设计。"
  }, 
  "drastically-1": {
    "rel_word_tab": "词根： drastic\nadj.\ndrastic   激烈的；猛烈的\nn.\ndrastic   烈性泻药", 
    "usage": "* it’s surprising how drastically installation processes vary today.", 
    "synonyms": "adv. 彻底地；激烈地\nthoroughly, entirely, completely, fully, strongly", 
    "date": "2017-03-06", 
    "basic": "英 ['dræstikəli] 美\nadv. 彻底地；激烈地"
  }, 
  "mandatory-1": {
    "rel_word_tab": "词根： mandate\nn.\nmandate   授权；命令，指令；委托管理；受命进行的工作\nmandatary   受托者；代理人\nmandator   命令者；委托人，托管人\nmandamus   命令书；书面训令\nvt.\nmandate   授权；托管\nmandamus   发训令（过去式mandamused，过去分词mandamused，现在分词mandamusing，第三人称单数mandamuses）", 
    "phrase": "mandatory standard     n.强制性标准，法定标准；推荐性标准\nmandatory provident fund     强制性公积金\nmandatory measures     指令性措施\nmandatory requirement     强制性要求；必须遵循的要求", 
    "usage": "* some criteria would be mandatory and some would be optional.", 
    "synonyms": "adj. 强制的；托管的；命令的\nmanaged, compulsive\nn. 受托者（等于mandatary）\nbailee, consignee", 
    "basic": "英 ['mændət(ə)rɪ] 美 ['mændətɔri]\nadj. 强制的；托管的；命令的\nn. 受托者（等于mandatary）", 
    "date": "2017-03-07", 
    "collins": "* ADJ If an action or procedure is mandatory , people have to do it, because it is a rule or a law. 法定的 [正式] 例： ...the mandatory retirement age of \n* …65岁的法定退休年龄。 \n* ADJ If a crime carries a mandatory punishment, that punishment is fixed by law for all cases, in contrast to crimes for which the judge or magistrate has to decide the punishment for each particular case. (刑罚) 强制性的 [正式] 例： ...the mandatory life sentence for murder. …谋杀罪的强制性终身监禁。"
  }, 
  "periodically-1": {
    "rel_word_tab": "词根： period\nadj.\nperiod   某一时代的\nperiodical   [数] 周期的；定期的\nperiodic   周期的；定期的\nn.\nperiod   周期，期间；时期；月经；课时\nperiodical   期刊；杂志\nperiodicity   [数] 周期性；频率；定期性", 
    "usage": "* since rip updates are sent periodically (typi- cally every five minutes), lost updates will be replaced by more recent updates, thus making the lost, out-of-date update useless. udp is also used to carry network manage- ment (snmp; see chapter 9) data.", 
    "synonyms": "adv. 定期地；周期性地；偶尔；间歇\nregularly, termly", 
    "date": "2017-02-10", 
    "basic": "英 [,pɪərɪ'ɒdɪkəlɪ] 美 [pɪrɪˈɑdɪklɪ]\nadv. 定期地；周期性地；偶尔；间歇"
  }, 
  "transit-1": {
    "rel_word_tab": "词根： transit\nadj.\ntransitional   变迁的；过渡期的\ntransitive   及物的；过渡的；可迁的\nn.\ntransition   过渡；转变；[分子生物] 转换；变调\ntransitive   传递；及物动词", 
    "phrase": "in transit     在运输中；在途中\nrail transit     城市轨道交通；铁路直达运输\nmass transit     公共交通；集体运输，大众运输\npublic transit     公共交通系统；大众运输\nrapid transit     高速交通；高速铁路交通；快速运输\ntransit time     通过时间；转接时间\ntransit line     运输路线\nbus rapid transit     快速公交系统；高速汽车运行系统；公车捷运\ntransit station     经纬仪测站；中转站\nroad transit     公路运输\ntransit trade     转口贸易；过境贸易\ngoods in transit     运送中的商品\ntransit route     [电]转接路径；中继路线\ntransit passenger     n.过境旅客\ntransit visa     过境签证", 
    "usage": "* now in a likely case where a router in transit is carrying out additional encapsulation, that is, mpls label swapping, this will add an additional label header as below:", 
    "synonyms": "n. 运输；经过\ncarriage, traffic, pass, conveyance\nvt. 运送\nfreight, ship, forward, to transport\nvi. 经过\ntravel through, go by", 
    "basic": "英 ['trænsɪt; 'trɑːns-; -nz-] 美 ['træzɪt]\nn. 运输；经过\nvt. 运送\nvi. 经过", 
    "date": "2017-02-11", 
    "collins": "* N-UNCOUNT Transit is the carrying of goods or people by vehicle from one place to another. 运输 例： During their talks, the two presidents discussed the transit of goods between the two countries. 在会谈中，两位总统讨论了两国之间货物的运输。 例： ...a transit time of about 42 minutes. …大约42分钟的运输时间。 \n* PHRASE If people or things are in transit , they are travelling or being taken from one place to another. 在途中; 在被运送中 \n* ADJ A transit area is an area where people wait or where goods are kept between different stages of a journey. 中转的 (地方) [ADJ n] 例： ...refugees arriving at the two transit camps. …到达两个中转难民营的难民。 \n* N-UNCOUNT [美国英语] →see transport system"
  }, 
  "fridges-1": {
    "usage": "* we had a club with tv’s and a pool table and ping pong table - and free food and drinks - there were 2 fridges with everything you wanted… a full deli… and almost any drinks - including sodas and fresh oj.", 
    "collins": "* N-COUNT A fridge is the same as a . 冰箱 [非正式]", 
    "date": "2017-03-10", 
    "basic": "英 [frɪdʒ] 美 [frɪdʒ]\nn. 电冰箱\nn. (Fridge)人名；(英)弗里奇"
  }, 
  "experiment-1": {
    "rel_word_tab": "词根： experiment\nadj.\nexperimental   实验的；根据实验的；试验性的\nadv.\nexperimentally   实验上；用实验方法；实验式地\nn.\nexperimentation   实验；试验；实验法；实验过程\nexperimentalism   经验主义", 
    "discriminate": "test, experiment, trial, try\n这组词都有“试验”的意思，其区别是：\ntest   普通用词，含义广，指用科学方法对某物质进行测试以估价其性质或效能等。\nexperiment   多指用科学方法在实验室内进行较系统的操作实验以验证、解释或说明某一理论、定理或某一观点等。\ntrial   指为观察、研究某事物以区别其真伪、优劣或效果等而进行较长时间的试验或试用过程。\ntry   普通用词，多用于口语或非正式场合，指试一试。", 
    "basic": "英 [ɪk'sperɪm(ə)nt; ek-] 美 [ɪk'sperɪmənt]\nvi. 尝试；进行实验\nn. 实验，试验；尝试", 
    "date": "2017-04-14", 
    "synonyms": "vi. 尝试；进行实验\nhave a try, try one's hand\nn. [试验]实验，试验；尝试\nstroke, proof, try, go", 
    "collins": "* N-VAR An experiment is a scientific test done in order to discover what happens to something in particular conditions. 实验 例： The astronauts are conducting a series of experiments to learn more about how the body adapts to weightlessness. 那些宇航员正在进行一系列实验，以便更多地了解人体如何适应失重状态。 \n* V-I If you experiment with something or experiment on it, you do a scientific test on it in order to discover what happens to it in particular conditions. 做实验 例： In 1857 Mendel started experimenting with peas in his monastery garden. 1857年孟德尔开始在其修道院菜园里用豌豆做实验。 例： The scientists have experimented on the tiny neck arteries of rats. 那些科学家已在老鼠细小的颈动脉上做了实验。 \n* experimentation N-UNCOUNT 实验 例： ...the ethical aspects of animal experimentation. …动物实验的伦理视角。 \n* N-VAR An experiment is the trying out of a new idea or method in order to see what it is like and what effects it has. 尝试 例： As an experiment, we bought Ted a watch. 作为尝试，我们给特德买了块手表。 \n* V-I To experiment means to try out a new idea or method to see what it is like and what effects it has. 尝试 例： ...if you like cooking and have the time to experiment. …如果你喜欢烹饪并且有时间尝试的话。 \n* experimentation N-UNCOUNT 尝试 例： Decentralization and experimentation must be encouraged. 权力下放和尝试必须予以鼓励。", 
    "usage": "* russian sleep experiment", 
    "phrase": "experiment on     vt.对…进行实验；试用\nsimulation experiment     仿真实验；模拟实验\northogonal experiment     正交试验\nexperiment with     进行实验；试用\nfield experiment     现场试验；野外试验\nmodel experiment     模型试验，船模试验；模拟实验\nexperiment design     试验设计\nlaboratory experiment     室内试验；实验室实验\nanimal experiment     动物实验；动物试验\nnumerical experiment     数值实验\nexperiment condition     实验工况，实验条件\ndesign of experiment     实验设计，实验计划\ncomprehensive experiment     综合实验\ncontrol experiment     n.对照实验\npilot experiment     预试验，中间试验\nanalytical chemistry experiment     分析化学实验\ndo experiment     做试验\nthought experiment     思维实验；思考实验\nfactorial experiment     析因实验；因子试验\nfeeding experiment     饲养试验，摄食实验；饲料试验"
  }, 
  "marginally-1": {
    "rel_word_tab": "词根： margin\nadj.\nmarginal   边缘的；临界的；末端的\nn.\nmargin   边缘；利润，余裕；页边的空白\nmarginalization   边缘化；忽视；排斥\nmarginality   边缘性\nvt.\nmargin   加边于；加旁注于\nmarginalize   排斥；忽视；使处于社会边缘；使脱离社会发展进程", 
    "usage": "* a defer is marginally more expen- sive than an explicit call to unlock, but not enough to justify less clear code.", 
    "synonyms": "adv. 少量地；最低限度地；在栏外；在页边\nminimally", 
    "basic": "英 ['mɑːdʒɪn(ə)lɪ] 美 ['mɑrdʒɪnəli]\nadv. 少量地；最低限度地；在栏外；在页边", 
    "date": "2017-03-12", 
    "collins": "* 去年的销售量比1991年略微高一点。"
  }, 
  "dedicate-1": {
    "rel_word_tab": "词根： dedicate\nadj.\ndedicated   专用的；专注的；献身的\nn.\ndedication   奉献；献身\nv.\ndedicated   以…奉献；把…用于（dedicate的过去式和过去分词）", 
    "discriminate": "dedicate, devote\n这组词都有“奉献”的意思，其区别是：\ndedicate   正式用词，指献身于某一崇高事业或目的，也可指把著作题献给他人。\ndevote   普通用词，指决心把全部身心、精力、时间等献给某一目标，某一个人或致力于某一事业。", 
    "date": "2017-02-14", 
    "synonyms": "vt. 致力；献身；题献\ngive oneself, devote  to", 
    "basic": "英 ['dedɪkeɪt] 美 ['dɛdɪket]\nvt. 致力；献身；题献", 
    "usage": "* i purchased this book because it is the only reference book i could find that is dedicated to nginx.", 
    "collins": "* V-T If you say that someone has dedicated themselves to something, you approve of the fact that they have decided to give a lot of time and effort to it because they think that it is important. 投身 [表赞许] 例： For the next few years, she dedicated herself to her work. 随后的几年里，她全身心地投入工作。 \n* dedicated ADJ 投身于…的 例： He's quite dedicated to his students. 他奉献很多给他的学生们。 \n* V-T If someone dedicates something such as a book, play, or piece of music to you, they mention your name, for example, in the front of a book or when a piece of music is performed, as a way of showing affection or respect for you. (把创作品) 献给 例： She dedicated her first album to Woody Allen, who she says understands her obsession. 她把她的第一张唱片献给伍迪·艾伦，她说艾伦理解她的痴迷。"
  }, 
  "typos-1": {
    "usage": "* those features include detecting typos, providing sugges- tions, and breaking down results into categories.", 
    "date": "2017-03-07", 
    "basic": "\nn. 打字错误"
  }, 
  "institution-1": {
    "rel_word_tab": "词根： institute\nadj.\ninstitutional   制度的；制度上的；学会的\ninstitutionalized   使成惯例的；有组织的；遭受收容机构所产生的不良影响的\ninstitutionalised   制度化的\ninstitutive   成例的；有关创设的\nn.\ninstitute   学会，协会；学院\nv.\ninstitutionalized   使成为惯例（institutionalize的过去式和过去分词）\ninstitutionalised   制度化（institutionalise的过去分词）\nvt.\ninstitute   开始（调查）；制定；创立；提起（诉讼）\ninstitutionalize   使…制度化\ninstitutionalise   使…制度化（等于institutionalize）", 
    "discriminate": "universal, fundamental, institution\n大众的\nfundamental   基础的，根本的\ninstitution   制度上的", 
    "phrase": "financial institution     金融机构\ninstitution of higher learning     高等学校\nmedical institution     医疗机构；医疗院所\npublic institution     [法]公共机构\nsocial institution     社会制度\nbrookings institution     布鲁金斯学会\ninstitution of higher education     高等学校；高等院校\nacademic institution     学术机构；研究所；学院\nbanking institution     [经]金融机构\ninvestment institution     投资机构\nmental institution     精神病院（等于mentalasylum）\nroyal institution     n.英国科学研究所\npeculiar institution     n.旧时美国南部的黑奴制度\nsmithsonian institution     史密森学会\nlending institution     借贷机构；信用机构\nauthorized institution     认可机构\nauthorized financial institution     认可财务机构；认可金融机构\nrepresentative institution     代议制机构", 
    "usage": "* sslv3 being edited by a different institution (netscape), it makes it a bit more difficult so spot the differences.", 
    "synonyms": "n. [管理]制度；建立；（社会或宗教等）公共机构；习俗\nsystem, convention", 
    "basic": "英 [ɪnstɪ'tjuːʃ(ə)n] 美 [,ɪnstɪ'tuʃən]\nn. 制度；建立；（社会或宗教等）公共机构；习俗", 
    "date": "2017-02-11", 
    "collins": "* N-COUNT/N-IN-NAMES An institution is a large important organization such as a university, church, or bank. 机构 例： ...financial institutions. …金融机构。 \n* N-COUNT/N-IN-NAMES An institution is a building where certain people are cared for, such as people who are mentally ill or children who have no parents. 社会福利机构 例： Larry has been in an institution since he was four. 拉里从4岁起就在孤儿院生活。 \n* N-COUNT An institution is a custom or system that is considered an important or typical feature of a particular society or group, usually because it has existed for a long time. 习俗; 制度 例： I believe in the institution of marriage. 我相信婚姻制度。 \n* N-UNCOUNT The institution of a new system is the act of starting it or bringing it in. 建立 例： There was never an official institution of censorship in Albania. 阿尔巴尼亚从来就没有正式建立过审查制度。"
  }, 
  "animation-1": {
    "rel_word_tab": "词根： animate\nadj.\nanimate   有生命的\nanimated   活生生的；活泼的；愉快的\nanimating   有生气的；启发的\nadv.\nanimatedly   精力旺盛地；活生生地\nn.\nanimated   使…有生气（animate的过去式）\nanimator   鼓舞者；赋与生气者；卡通片绘制者（等于animater）\nv.\nanimating   赋予生命（animate的过去式和过去分词）\nvt.\nanimate   使有生气；使活泼；鼓舞；推动", 
    "phrase": "computer animation     电脑卡通制作；计算机直观显示\nanimation software     动画软体\nsuspended animation     假死；不省人事；历程中断\ncomic and animation     动漫", 
    "usage": "* after several seconds of animation, the fib(45) call returns and the main function prints its result", 
    "synonyms": "n. 活泼，生气；激励；卡通片绘制\nstimulus, vitality, pet, brightness, volatility", 
    "basic": "英 [ænɪ'meɪʃ(ə)n] 美 [,ænɪ'meʃən]\nn. 活泼，生气；激励；卡通片绘制", 
    "date": "2017-02-19", 
    "collins": "* N-UNCOUNT Animation is the process of making films in which drawings or puppets appear to move. 动画制作 例： The films are a mix of animation and full-length features. 这些电影是动画和情节长片的混合体。 \n* N-COUNT An animation is a film in which drawings or puppets appear to move. 动画片 例： This film is the first British animation sold to an American network. 这部电影是卖给一家美国电视网的第一部英国动画片。"
  }, 
  "motorist-1": {
    "usage": "* then when i was 6 years old he was shot and killed by a motorist because he was african and spoke with an accent.", 
    "collins": "* N-COUNT A motorist is a person who drives a car. 汽车驾驶员 例： Police urged motorists to take extra care on the roads. 警方敦促汽车驾驶员们在路上要格外当心。", 
    "date": "2017-02-11", 
    "basic": "英 ['məʊt(ə)rɪst] 美 ['motərɪst]\nn. 驾车旅行的人，开汽车的人"
  }, 
  "depicts-1": {
    "usage": "* following diagram shows a very basic architecture of a web application and depicts where http sits:", 
    "collins": "* V-T To depict someone or something means to show or represent them in a work of art such as a drawing or painting. 描绘 例： ...a gallery of pictures depicting Lee's most famous battles. …一批描绘李的最著名战役的图画。", 
    "date": "2017-02-12", 
    "basic": "英 [dɪ'pɪkt] 美 [dɪ'pɪkt]\nvt. 描述；描画"
  }, 
  "narrow-1": {
    "rel_word_tab": "词根： narrow\nadv.\nnarrowly   仔细地；勉强地；狭窄地；严密地\nn.\nnarrowness   狭小，狭窄；小气", 
    "phrase": "narrow sense     狭义\nnarrow band     [计]窄带，窄频带；[经]狭小汇率幅度\nnarrow strip     窄带钢；窄带材\nnarrow gap     窄隙；狭窄通路\nnarrow pulse     窄脉冲\nnarrow down     缩小；限制；减少；变窄\nnarrow road     窄路；窄道\nin a narrow sense     在狭义上\nnarrow opening     窄巷道；狭小通道\nnarrow escape     九死一生，幸免于难；千钧一发\nnarrow beam     （计）窄电子束\nnarrow gauge     窄轨铁路；窄影片\nnarrow linewidth     窄线宽\nnarrow victory     险胜", 
    "usage": "* this helped me narrow it down to javascript and python.", 
    "synonyms": "adj. 狭窄的，有限的；勉强的；精密的；度量小的\nnice, limited, finite, exact, precision\nn. 海峡；狭窄部分，隘路\nneck, channel, sound\nvi. 变窄\nstraiten", 
    "basic": "英 ['nærəʊ] 美 ['næro]\nadj. 狭窄的，有限的；勉强的；精密的；度量小的\nn. 海峡；狭窄部分，隘路\nvt. 使变狭窄\nvi. 变窄", 
    "date": "2017-03-07", 
    "collins": "* ADJ Something that is narrow measures a very small distance from one side to the other, especially compared to its length or height. 狭窄的 例： ...through the town's narrow streets. …穿过小镇狭窄的街道。 例： She had long, narrow feet. 她有一双瘦长的脚。 \n* narrowness N-UNCOUNT 狭窄 例： ...the narrowness of the river mouth. …河口的狭窄。 \n* V-I If something narrows , it becomes less wide. 变窄 例： The wide track narrows before crossing another stream. 宽宽的路径在穿越另一条小溪前变窄了。 \n* V-T/V-I If your eyes narrow or if you narrow your eyes, you almost close them, for example because you are angry or because you are trying to concentrate on something. 眯起 [书面] 例： Coggins' eyes narrowed angrily. \"You think I'd tell you?\" 科金斯愤怒地眯起双眼说，“你以为我会告诉你？” \n* ADJ If you describe someone's ideas, attitudes, or beliefs as narrow , you disapprove of them because they are restricted in some way, and often ignore the more important aspects of an argument or situation. (想法、态度、信仰等) 狭隘的 [表不满] 例： ...a narrow and outdated view of family life. …对家庭生活狭隘过时的一种看法。 \n* narrowly ADV 狭隘地 例： They may define their contribution too narrowly. 他们可能把他们的贡献说得太狭隘了。 \n* V-T/V-I If something narrows or if you narrow it, its extent or range becomes smaller. 使…缩小; 缩小 例： Most recent opinion polls suggest that the gap between the two main parties has narrowed. 最近的民意调查表明，两个主要政党之间的分歧已经缩小。 \n* narrowing N-SING 缩小 例： ...a narrowing of the gap between rich members and poor. …贫富成员间差距的缩小。 \n* ADJ If you have a narrow victory, you succeed in winning but only by a small amount. 勉强的 例： Voters approved the plan by a narrow majority. 投票人以微弱的多数通过了这个方案。 \n* narrowly ADV 勉强地 例： She narrowly failed to win enough votes. 她差点赢得足够的选票。 \n* ADJ If you have a narrow escape, something unpleasant nearly happens to you. 很险的 (逃脱) [ADJ n] 例： Two police officers had a narrow escape when rioters attacked their vehicles. 暴徒们攻击他们的车辆时，两名警官死里逃生。 \n* narrowly ADV 很险地 (逃脱) [ADV with v] 例： Five firemen narrowly escaped death when a staircase collapsed beneath their feet. 一段楼梯在他们脚下坍塌时，五名消防队员险些丧命。"
  }, 
  "migrate-1": {
    "rel_word_tab": "词根： migrate\nadj.\nmigrant   移居的；流浪的\nmigratory   迁移的；流浪的\nn.\nmigration   迁移；移民；移动\nmigrant   候鸟；移居者；随季节迁移的民工\nmigrator   移居者；候鸟", 
    "discriminate": "emigrate, immigrate, migrate\n这组词都有“移居，迁移”的意思，其区别是：\nemigrate   指自本国移出，长期定居在外。\nimmigrate   指自他国移入，长期定居。\nmigrate   通常指大批人短期或定期的移居。指动物时，则指定期迁徙、回游。", 
    "date": "2017-02-11", 
    "synonyms": "vi. 移动；随季节而移居；移往\nto move, to shift\nvt. 使移居；使移植\ntransplant", 
    "basic": "英 [maɪ'greɪt; 'maɪgreɪt] 美 ['maɪɡret]\nvi. 移动；随季节而移居；移往\nvt. 使移居；使移植", 
    "usage": "* my parents and i migrated to america from uganda when i was 4 years old to have a better life.", 
    "collins": "* V-I If people migrate , they move from one place to another, especially in order to find work or to live somewhere for a short time. 迁移 例： People migrate to cities like Jakarta in search of work. 人们移居到雅加达这样的城市找工作。 \n* migration N-VAR 迁移 例： ...the migration of Soviet Jews to Israel. …苏联犹太人向以色列的迁移。 \n* V-I When birds, fish, or animals migrate , they move at a particular season from one part of the world or from one part of a country to another, usually in order to breed or to find new feeding grounds. 迁徙 例： Most birds have to fly long distances to migrate. 大多数的鸟类不得不飞行很长的距离进行迁徙。 \n* migration N-VAR 迁徙 例： ...the migration of animals in the Serengeti. …塞伦盖蒂的动物迁徙。"
  }, 
  "companies-1": {
    "basic": "英 [ˈkɔmpəniz] 美 [ˈkʌmpəniz]\nn. 公司，企业；伙伴（company的复数形式）；公司财产\nv. 陪伴，伴随（company的三单形式）", 
    "usage": "* result = companies", 
    "synonyms": "n. 公司，企业；伙伴（company的复数形式）；公司财产\ncorporations, enterprises, firms, partners\nv. 陪伴，伴随（company的三单形式）\nchaperones", 
    "phrase": "group of companies     公司集团；联合企业\ncompanies registry     公司注册处；公司登记\nregistrar of companies     公司注册官；企业监管局\ncompanies act     公司法（英国颁布的法令）", 
    "date": "2017-04-10", 
    "collins": "* N-COUNT-COLL/N-IN-NAMES A company is a business organization that makes money by selling goods or services. 公司 例： Sheila found some work as a secretary in an insurance company. 希拉在一家保险公司找到了一份做秘书的工作。 \n* N-COUNT-COLL/N-IN-NAMES A company is a group of opera singers, dancers, or actors who work together. 剧团 例： ...the Phoenix Dance Company. …凤凰舞蹈团。 \n* N-COUNT/N-IN-NAMES A company is a group of soldiers that is usually part of a battalion or regiment, and that is divided into two or more platoons. 连 例： The division will consist of two tank companies and one infantry company. 该师将由两个坦克连和一个步兵连组成。 \n* N-UNCOUNT Company is having another person or other people with you, usually when this is pleasant or stops you feeling lonely. 陪伴 例： \"I won't stay long.\"—\"No, please. I need the company.\" “我不会呆很久。” — “别，请别走。我需要陪伴。” 例： Ross had always enjoyed the company of women. 罗斯总是喜欢女人的陪伴。 \n* → see also joint-stock company , public company \n* PHRASE If you have company , you have a visitor or friend with you. 有客人 例： He didn't say he had company. 他没说他有客人。 \n* PHRASE If you keep someone company , you spend time with them and stop them from feeling lonely or bored. 陪某人做伴 例： Why don't you stay here and keep Emma company? 你为什么不留在这儿陪埃玛做伴？"
  }, 
  "reclaim-1": {
    "rel_word_tab": "词根： reclaim\nadj.\nreclaimable   可收回的；可教化的", 
    "discriminate": "regain, restore, reclaim, recover\n这组词都有“重新获得，重新找到，恢复”的意思，其区别是：\nregain   着重指通过努力使失去的东西复得。\nrestore   指建筑物、工艺品恢复原状，也指健康、能力等的恢复。\nreclaim   主要指回收或利用废物。\nrecover   普通用词，含义广，可泛指收回去的物质的或精神的东西，也指无意中找到失物。", 
    "date": "2017-02-10", 
    "synonyms": "vt. 开拓；回收再利用；改造某人，使某人悔改\nexploit, carve out\nvi. 抗议，喊叫\nprotest against sth, exclaim at\nn. 改造，感化；再生胶\nreconstruction, influence", 
    "basic": "英 [rɪ'kleɪm] 美 [rɪ'klem]\nvt. 开拓；回收再利用；改造某人，使某人悔改\nvi. 抗议，喊叫\nn. 改造，感化；再生胶", 
    "usage": "* if the client does not send an ack to complete the third step of this 3-way handshake, eventually (often after a minute or more) the server will terminate the half- open connection and reclaim the allocated resources.", 
    "collins": "* V-T If you reclaim something that you have lost or that has been taken away from you, you succeed in getting it back. 拿回; 收回 例： In 1986, they got the right to reclaim South African citizenship. 1986年，他们得到了恢复南非公民身份的权利。 \n* V-T If you reclaim an amount of money, for example tax that you have paid, you claim it back. 要求归还 例： The good news for the industry was that investors don't seem to be in any hurry to reclaim their money. 对该行业来说，好消息是投资者们似乎不急于要求收回他们的钱。 \n* V-T When people reclaim land, they make it suitable for a purpose such as farming or building, for example by draining it or by building a barrier against the sea. 开垦; 改造 例： The Netherlands has been reclaiming farmland from water. 荷兰一直在围海造田。 \n* V-T If a piece of land that was used for farming or building is reclaimed by a desert, forest, or the sea, it turns back into desert, forest, or sea. 重新变成 (沙漠、森林、海洋) [usu passive] 例： The diamond towns are gradually being reclaimed by the desert. 那些开采钻石的小镇逐渐被沙漠重新吞噬了。"
  }, 
  "render-1": {
    "rel_word_tab": "词根： render\nn.\nrendering   翻译；表现；表演；描写；打底；（建筑物等）透视图\nvi.\nrendering   给予补偿（rendr的ing形式）\nvt.\nrendering   致使；表演；打底（render的ing形式）", 
    "discriminate": "cause, get, have, make, render\n这组词都有“使，使得”的意思，其区别是：\ncause   正式用词，侧重指使某事发生的原因。\nget   侧重指劝某人做某事，或指使某事物处于某种状态或产生某种结果。\nhave   普通用词，指让某人做某事。\nmake   普通用词，指强迫或劝诱他人做某事。\nrender   书面用词，多指因外界因素而使某人或某物处于某种状态。", 
    "collins": "* V-T You can use render with an adjective that describes a particular state to say that someone or something is changed into that state. For example, if someone or something makes a thing harmless, you can say that they render it harmless. 使成为; 使变得 例： It contained so many errors as to render it worthless. 太多的错误使之变得毫无价值。", 
    "date": "2017-02-14", 
    "synonyms": "vt. 致使；提出；实施；着色；以…回报\nintroduce, present, prefer, file, advance\nn. 打底；交纳；粉刷\ncosmetic brush", 
    "basic": "英 ['rendə] 美 ['rɛndɚ]\nvt. 致使；提出；实施；着色；以…回报\nvi. 给予补偿\nn. 打底；交纳；粉刷\nn. (Render)人名；(英、德)伦德尔", 
    "usage": "* render animations", 
    "phrase": "account rendered     [经]结欠清单\nrender services     提供服务\nrender an account     报帐；开送账单"
  }
}